INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Водянська загальноосвітня школа I-III ступенів № 1 імені Ф.О.Окатенка Водянської сільської ради Кам''янсько-Дніпровського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Водянська загальноосвітня школа I-III ступенів № 1 імені Ф.О.Окатенка Кам''янсько-Дніпровської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Єреміївський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Роздільнянської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Єреміївка Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №175 Шевченківського району м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Школа №175 І-ІІІ ступенів Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Горностаївський заклад повної загальної середньої освіти № 1 імені Героя Радянського Союзу Цвіка Степана Степановича Горностаївської селищної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Горностаївська загальноосвітня школа №1 I-III ступенів імені Героя Радянського Союзу Цвіка Степана Степановича Горностаївської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Новгородківський навчально-виховний комплекс імені заслуженого вчителя України П.Ф. Козуля «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Новгородківської районної ради Кіровоградської області»', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Новгородківський навчально-виховний комплекс імені заслуженого вчителя України П.Ф.Козуля Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Новгородківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Спеціалізована школа І-ІІІ ступенів №5 з поглибленим вивченням окремих предметів Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Спеціалізована школа I-III ступенів №5 з поглибленим вивченням окремих предметів Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Першотравневська загальноосвітня школа І-ІІІ ступенів Першотравневської сільської ради Нікопольського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Першотравенська загальноосвітня школа І-ІІІ ступенів Нікопольської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Одеський навчально-виховний комплекс №125 Загальноосвітня школа І-ІІІ ступенів - Дошкільний навчальний заклад Одеської міської ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Одеська загальноосвітня школа №125 I-III ступенів Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Зміївська загальноосвітня школа І-ІІІ ступенів №2 імені льотчика-космонавта Ігоря Петровича Волка Зміївської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Зміївська загальноосвітня школа I-III ступенів № 2 Зміївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Токмацька загальноосвітня школа І - ІІІ ступенів № 5 Токмацької міської ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Токмацька загальноосвітня школа І - ІІІ ступеню № 5 Токмацької міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Баштанська гімназія Баштанської міської ради Баштанського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Баштанська гімназія Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Криворізький навчально-виховний комплекс № 129 Гімназія - ліцей академічного спрямування Криворізької міської ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Криворізький гуманітарно-технічний ліцей № 129 Криворізької міської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Шевченківська загальноосвітня школа I-III ступенів', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Шевченківська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Біловодський опорний заклад загальної середньої освіти', N'Луганська область'), 
dbo.get_eo_hash(N'Біловодська загальноосвітня школа I-III ступенів', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №61 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №61 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комаровецька загальноосвітня школа I-III ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Заклад Комаровецька загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №31 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №31 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вознесенський навчально-виховний комплекс Загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад №3 Вознесенської міської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Вознесенська загальноосвітня школа I-III ступенів №3 Вознесенської міської ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Любимівська загальноосвітня школа I-III ступенів', N'Херсонська область'), 
dbo.get_eo_hash(N'Любимівська загальноосвітня школа I-III ступенів Іванівської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Вищекропивнянська загальноосвітня школа I-III ступенів Ситковецької селищної ради Немирівського району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Вищекропивнянська загальноосвітня школа I-III ступенів Немирівської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Золочівський опорний заклад загальної середньої освіти І-ІІІ ступенів №2 ім. Маркіяна Шашкевича Золочівської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Золочівська загальноосвітня школа І-ІІІ ступенів №2 ім. Маркіяна Шашкевича Золочівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'КЗО Покровська загальноосвітня школа І-ІІІ ступенів №2 Покровської селищної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Покровська загальноосвітня школа І-ІІІ ступенів №2 Покровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Середня загальноосвітня школа №13', N'Львівська область'), 
dbo.get_eo_hash(N'Середня загальноосвітня школа №13 м.Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Спеціалізована школа з поглибленим вивченням окремих предметів І-ІІІ ступенів №4 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Спеціалізована школа з поглибленим вивченням окремих предметів I-III ступенів №4 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гриньківська загальноосвітня школа І-ІІІ ступенів імені Миколи Віталійовича Лисенка Глобинської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Гриньківська загальноосвітня школа І-ІІІ ступенів Глобинської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новоукраїнський навчально-виховний комплекс № 8 Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Новоукраїнської міської ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа І-ІІІ ступенів № 8 Новоукраїнської міської ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Брацлавський навчально-виховний комплекс: дошкільний навчальний заклад, загальноосвітня школа-інтернат І-ІІІ ступенів - гімназія Вінницької обласної Ради', N'Вінницька область'), 
dbo.get_eo_hash(N'Комунальний заклад Брацлавський навчально-виховний комплекс: дошкільний навчальний заклад, загальноосвітня школа-інтернат І-ІІІ ступенів - гімназія  Вінницької обласної Ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мостиська загальноосвітня школа №3 I-III ступенів Мостиської міської ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Середня загальноосвітня школа №3 м. Мостиська', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лохвицька загальноосвітня школа І-ІІІ ступенів №3 Лохвицької міської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Лохвицька загальноосвітня школа І-ІІІ ступенів №3 Лохвицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'РАХНІВСЬКО-ЛІСОВИЙ НАВЧАЛЬНО-ВИХОВНИЙ КОМПЛЕКС “СЕРЕДНЯ ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ - ДОШКІЛЬНИЙ НАВЧАЛЬНИЙ ЗАКЛАД”', N'Вінницька область'), 
dbo.get_eo_hash(N'Рахнівсько-Лісова середня загальноосвітня школа I-III ступенів №2', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс “Домінанта” (дошкільний навчальний заклад-спеціалізована школа І ст. - суспільно-гуманітарна гімназія – СШ №204 з поглибленим вивченням фізичної культури)', N'м.Київ'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Домінанта', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Кам''янсько-Дніпровська районна гімназія Скіфія Кам''янсько-Дніпровської міської ради Кам''янсько-Дніпровського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Кам''янсько-Дніпровська районна гімназія Скіфія Кам''янсько-Дніпровської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Криворізька загальноосвітня школа І-ІІІ ступенів № 88 Криворізької міської ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'іКриворізька загальноосвітня школа І-ІІІ ступенів № 88 Криворізької міської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чаньківська ЗОШ I-III ступенів Дунаєвецької міської ради Дунаєвецького району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Чаньківська загальноосвітня школа I-III ступенів Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Марганецька спеціалізована природничо-математична школа І-ІІІ ступенів № 11 Марганецької міської ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Марганецька загальноосвітня школа І-ІІІ ступенів № 11 з поглибленим вивченням математики у 8-11 класах Марганецької міської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Степанівська загальноосвітня школа I-III ступенів Степанівської селищної ради Сумського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Степанівська загальноосвітня школа I-III ступенів № 1 Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Бобринецьке навчально-виховне об''єднанняНавчально-виховний комплекс Гімназія - загальноосвітня школа І-ІІІ ступенів №1 Бобринецької міської ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Гімназія - загальноосвітня школа І-ІІІ ступенів №1 Бобринецької міської ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Жашківський заклад загальної середньої освіти І-ІІІ ступенів №4 Жашківської міської ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Жашківська загальноосвітня школа І-ІІІ ступенів №4 Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №15 Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №15 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Широківська школа № 1 загальної середньої освіти І-ІІІ ступенів Широківської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Широківська середня загальноосвітня школа № 1 - загальноосвітній навчальний заклад І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №96 ім.О.К.Антонова', N'м.Київ'), 
dbo.get_eo_hash(N'Спеціалізована школа №96 з поглибленим вивченням російської мови Святошинського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Більмацька опорна загальноосвітня школа I-III ступенів Більмацької районної ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Більмацька загальноосвітня школа I-III ступенів Більмацької районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Харківський навчально-виховний комплекс № 106 Харківської міської ради Харківської області імені В.О.Кисіля', N'Харківська область'), 
dbo.get_eo_hash(N'Комунальний заклад Харківська загальноосвітня школа I-III ступенів № 106 Харківської міської ради Харківської області імені В.О.Кисіля', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №30 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №30 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кубейський навчально-виховний комплекс загальноосвітня школа I-III ступенів - ліцей', N'Одеська область'), 
dbo.get_eo_hash(N'Червоноармійський навчально-виховний комплекс загальноосвітня школа I-III ступенів - ліцей', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Карповецька загальноосвітня школа I-III ступенів Чуднівсьої районної ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Карповецька загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня села Озеро Ківерцівського району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Озеро Ківерцівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Пустомитівська загальноосвітня школа №1 І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Пустомитівська загальноосвітня школа №1 І-ІІІ ступеня Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Широківська школа № 2 загальної середньої освіти І-ІІІ ступенів Широківської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Широківська середня загальноосвітня школа № 2 - загальноосвітній  заклад І-ІІІ ступенів Широківської районної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Красненська загальноосвітня школа І-ІІІ ступенів №1 Буської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Красненська загальноосвітня школа І-ІІІ ступенів №1 Буської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Добровеличківське навчально-виховне об''єднання спеціалізована загальноосвітня школа-інтернат І-ІІІ ступенів-загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Добровеличківської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Добровеличківська спеціалізована загальноосвітня школа-інтернат І-ІІІ ступенів Добровеличківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вижницька загальноосвітня школа І-ІІІ ступенів імені Юрія Федьковича Вижницької міської ради Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Вижницька загальноосвітня школа І-ІІІ ступенів імені Юрія Федьковича Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітній навчальний заклад І-ІІІ ступенів № 15 Олександрійської міської ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Загальноосвітній навчальний заклад І-ІІІ ступенів № 15 Олександрійської міської ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Іванівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дитячий садок Богуславської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Іванівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дитячий садок Богуславської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Галицька загальноосвітня школа І-ІІІ ступенів №1 імені Ярослава Осмомисла Галицької районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Галицька загальноосвітня школа І-ІІІ ступенів №1 Галицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс №71 Спеціалізована школа художньо-архітектурного напрямку - дошкільний навчальний заклад (дитячий садок) Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 71 художньо-архітектурного напрямку Дніпровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Нікопольський навчально-виховний комплекс №7 Загальноосвітній заклад І ступеня-гімназія', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Нікопольська гімназія № 7 ІІ-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гребінківська загальноосвітня школа І-ІІІ ступенів № 2 Гребінківської міської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Гребінківська загальноосвітня школа І-ІІІ ступенів № 2 Гребінківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів № 7 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №7 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №139 з поглибленим вивченням математики Шевченківського району м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Спеціалізована школа №139 І-ІІІ ступенів з поглибленим вивченням математики Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Овідіопольський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-гімназія імені Т.Шевченка Овідіопольського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Овідіопольський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-гімназія ім.Т.Шевченка Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Левадівський навчально-виховний комплекс загальноосвітня школа I-III ступенів-дошкільний навчальний заклад ім. С. І. Олійника Миколаївського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Левадівський навчально-виховний комплекс загальноосвітня школа I-III ступенів-дошкільний навчальний заклад ім. С.О.Олійника Миколаївського району Одеській області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №36 Вінницької міської ради', N'Вінницька область'), 
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №36 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Генічеська загальноосвітня вечірня (змінна) школа ІІ-ІІІ ступенів Генічеської районної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Генічеська вечірня загальноосвітня школа Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Солонянське навчально-виховне об’єднання Солонянська середня загальноосвітня школа №1 І-ІІІ ступенів - Центр позашкільної освіти (опорний заклад) Солонянської селищної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Солонянська середня загальноосвітня школа №1 І-ІІІ ступенів (опорний заклад) Солонянської селищної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Вашківецька гімназія ім.І.Бажанського Вашківецької міської ради Вижницького району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Вашківецька гімназія Вашківецької міської ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 5 ім.Валерія Доценка Мирноградської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 5 Мирноградської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Запорізький навчально-виховний комплекс №41 Запорізької міської ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Запорізька загальноосвітня школа І-ІІІ ступенів №41 Запорізької міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І-ІІІ ступенів № 20, м. Суми, Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І-ІІІ ступенів № 20 м. Суми, Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 202 з поглибленим вивченням природничо-математичних наук Деснянського району міста Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 202 з поглибленим вивченням природничо-математичних наук Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Звенигородська загальноосвітня школа-інтернат І-ІІІ ступенів- спортивний ліцей Звенигородської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Звенигородська загальноосвітня школа-інтернат І-ІІ ступенів- спортивний ліцей Звенигородської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сумський заклад загальної середньої освіти І-ІІІ ступенів № 21 Сумської міської ради', N'Сумська область'), 
dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І - ІІІ ступенів № 21, м. Суми, Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №34 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №34 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новошляхівська загальноосвітня школа І-ІІІ ступенів Кіптівської сільської ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Новошляхівська загальноосвітня школа І-ІІІ ступенів Козелецької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Орлівський навчально-виховний коммплекс Загальноосвітня школа І-ІІІ ступенів - дитячий садок Кочубеївської сільської ради ОТГ Херсонської області Кочубеївського освітнього округу, ОЗ Орлівський НВК', N'Херсонська область'), 
dbo.get_eo_hash(N'Комунальний заклад  Орлівський навчально-виховний коммплекс  загальноосвітня школа І-ІІІ ступенів - дитячий садок Кочубеївської сільської ради ОТГ Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 94 Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 94 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Ліцей- загальноосвітня школа І-ІІІ ступенів Лідер Смілянської міської ради Черкаської обласної', N'Черкаська область'), 
dbo.get_eo_hash(N'Смілянський природничо-математичний ліцей Смілянської міської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №9', N'Донецька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 9 Торецької міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД КРИНИЧАНСЬКА СЕРЕДНЯ ЗАГАЛЬНООСВІТНЯ ШКОЛА I-III СТУПЕНІВ № 2 КРИНИЧАНСЬКОЇ СЕЛИЩНОЇ РАДИ ДНІПРОПЕТРОВСЬКОЇ ОБЛАСТІ', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Криничанська середня загальноосвітня школа № 2 Криничанського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заваллівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів Гайворонської районної державної адміністрації', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів смт Завалля Гайворонського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Краснопільська гімназія Краснопільської селищної ради', N'Сумська область'), 
dbo.get_eo_hash(N'Краснопільська гімназія Краснопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Коростишівська загальноосвітня школа I-III ступенів №1 Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Коростишівська загальноосвітня школа I-III ступенів №1 імені Г.І.Шелушкова Коростишівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №54 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №54 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Жашківський заклад загальної середньої освіти І-ІІІ ступенів №5 Жашківської міської ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Жашківська загальноосвітня школа І-ІІІ ступенів №5 Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №53 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №53 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кременчуцький навчально-виховний комплекс Загальноосвітня школа І ступеня - різнопрофільна гімназія № 5 імені Т.Г.Шевченка Кременчуцької міської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Кременчуцька гімназія № 5 імені Т.Г.Шевченка Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Якимівська загальноосвітня школа І - ІІІ ступенів №1 Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Якимівська загальноосвітня школа І - ІІІ ступенів №1 Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад - СНВК Академічна гімназія Скадовської районної ради Херсонської області Скадовського освітнього округу', N'Херсонська область'), 
dbo.get_eo_hash(N'Опорний заклад - СНВК Академічна гімназія Скадовської міської ради Херсонської області Скадовського освітнього округу', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Барський навчально-виховний комплекс Загальнооосвітня школа I-III ступенів №2-гімназія Барської міської ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Заклад Навчально-виховний комплекс Загальнооосвітня школа I-III ст.№2-гімназія м.Бара', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Млинівська загальноосвітня школа І-ІІІ ступенів №1 Млинівської селищної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Млинівська загальноосвітня школа І-ІІІ ступенів №1 Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська спеціалізована школа І-ІІІ ступенів №63 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська спеціалізована школа I-III ступенів №63 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Берегівська загальноосвітня школа І-ІІІ ступенів № 5 з поглибленим вивченням англійської мови імені Т.Г.Шевченка Берегівської міської ради Закарпатської області', N'Закарпатська область'), 
dbo.get_eo_hash(N'Берегівська загальноосвітня школа І-ІІІ ступенів № 5 з поглибленим вивченням англійської мови Берегівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Світлодарський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І ступеня - гімназія Бахмутської районної ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Світлодарський навчально-виховний комплекс «Загальноосвітня школа І ступеня – гімназія» Бахмутської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Роздільнянська загальноосвітня школа I-III ступенів № 4 Роздільнянської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Роздільнянська загальноосвітня школа I-III ступенів № 4 Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Овруцька загальноосвітня школа I-III ступенів №3 Овруцької міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Овруцька загальноосвітня школа I-III ступенів №3 Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Фастівський навчально-виховний комплекс «Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів №3» Фастівської міської ради Київської обл.', N'Київська область'), 
dbo.get_eo_hash(N'Фастівська загальноосвітня школа І-ІІІ ступенів № 3 виконавчого комітету Фастівської міської ради Київської обл.', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Верхньорогачицька опорна загальноосвітня школа І-ІІІ ступенів Верхньорогачицької районної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Верхньорогачицька загальноосвітня школа І-ІІІ ступенів №1  Верхньорогачицької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Немирівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №2 - ліцей Немирівської міської ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Немирівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №2 - ліцей Немирівської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад- Остерська гімназія Остерської міської ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Остерська гімназія Козелецької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Красноградський заклад загальної середньої освіти I-III ступенів № 1 ім. О.І.Копиленка Красноградської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Красноградська загальноосвітня школа I-III ступенів № 1 ім. О.І.Копиленка Красноградської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І-ІІІ ступенів № 8 Сумської міської ради', N'Сумська область'), 
dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І-ІІІ ступенів № 8, м. Суми, Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Немішаївський навчально-виховний комплекс Спеціалізована школа ІІ-ІІІ ступенів - загальноосвітня школа І-ІІІ ступенів', N'Київська область'), 
dbo.get_eo_hash(N'Немішаївська загальноосвітня школа №2 І-ІІІ ступенів', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бучанський навчально-виховний комплекс спеціалізована загальноосвітня школа І-ІІІ ступенів - загальноосвітня школа І-ІІІ ступенів №3 Бучанської міської ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Бучанська загальноосвітня школа І-ІІІ ступенів №3', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Путивльське навчально-виховне об''єднання: загальноосвітня школа І ступеня - гімназія - дошкільний навчальний заклад (центр розвитку дитини) Путивльської районної ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Путивльське навчально-виховне об''єднання: спеціалізована загальноосвітня школа І ступеня - гімназія - дошкільний навчальний заклад (центр розвитку дитини) Путивльської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гімназія «Сузір’я» Приватного вищого навчального закладу «Донецький університет економіки та права»', N'Донецька область'), 
dbo.get_eo_hash(N'Гімназія Сузір''я приватного вищого навчального закладу Донецький університет економіки та права', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Білокуракинська загальноосвітня школа I-III ступенів №1 Білокуракинської селищної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Білокуракинська загальноосвітня школа I-III ступенів №1 Білокуракинської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лозівський навчально-виховний комплекс загальноосвітній навчальний заклад-ліцей №4 Лозівської міської ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Лозівський ліцей №4 Лозівської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад та його філіїЖидачівська загальноосвітня школа І-ІІІ ступенів №2 Жидачівської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Жидачівська загальноосвітня школа І-ІІІ ступенів №2 Жидачівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально - виховний комплекс Вишгородська районна гімназія Інтелект - загальноосвітня школа І ступеня Вишгородської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Навчально - виховний комплекс Вишгородська районна гімназія Інтелект - загальноосвітня школа І ступеня', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів № 9 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №9 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Авдіївська загальноосвітня школа І-ІІІ ступенів № 6 Авдіївської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Авдіївська загальноосвітня школа I-III ступенів № 6 Авдіївської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №17', N'Донецька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 17 Торецької міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Межівська загальноосвітня школа І-ІІІ ступенів № 1 Межівської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'РКЗО Межівська середня загальноосвітня школа І-ІІІ ступенів № 1', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №37 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №37 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Самбірська школа-ліцей імені Андрія Струся', N'Львівська область'), 
dbo.get_eo_hash(N'Самбірська школа-ліцей ім.А.Струся', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Коломийська загальноосвітня школа І-ІІІ ступенів №8 Коломийської міської ради', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Коломийська загальноосвітня школа І-ІІІ ступенів №8', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Жашківська спеціалізована школа №1 з поглибленим вивченням окремих предметів Жашківської міської ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Жашківська спеціалізована школа №1 з поглибленим вивченням окремих предметів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховне об`єднанняЗагальноосвітня школа І-ІІІ ступенів №4 -Центр військово-патріотичного виховання та допризовної підготовки Обухівської міської ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №4 міста Обухова', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тростянецька спеціалізована школа I-III ступенів № 3 Тростянецькоїміськоїї ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Тростянецька спеціалізована школа I-III ступенів № 3 Тростянецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Менська гімназія Менської міської ради Менського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Менська районна гімназія Менської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Болехівська загальноосвітня школа І-ІІІ ступенів № 1 Болехівської міської ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Болехівська загальноосвітня школа І-ІІІ ступенів № 1', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Малинівський заклад загальної середньої освіти Миколаївської міської ради Слов’янського району Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'КЗ «Малинівський навчально-виховний комплекс «Загальноосвітня школа І - III ступенів - дошкільний навчальний заклад» Володарської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 72 школа I-III ступенів - дошкільний навчальний заклад (дитячий садок) Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 72 школа I-III ступенів - дошкільний навчальний заклад (дитячий садок) Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Хорошівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітній навчальний заклад І-ІІІ ступенів № 1 Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Хорошівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітній навчальний заклад I-III ступенів №1 Хорошівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №68 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №68 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Рівненська спеціалізована школа І-ІІІ ступенів Центр надіїім. Надії Маринович Рівненської міської ради', N'Рівненська область'), 
dbo.get_eo_hash(N'Рівненська спеціалізована школа І-ІІІ ступенів Центр надії Рівненської міської ради', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Михайлівська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Михайлівська загальноосвітня школа I-III ступенів Олександрівської районної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Київської обласної ради Переяслав-Хмельницький ліцей-інтернат Патріот', N'Київська область'), 
dbo.get_eo_hash(N'Комунальний заклад Київської обласної ради Переяслав-Хмельницька загальноосвітня школа-інтернат І-ІІІ ступенів', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована школа №16 Оболонського району м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Спеціалізована школа №16 з поглибленим вивченням англійської мови загальноосвітній навчальний заклад І-ІІІ ступенів', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №1 Шевченківського району м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Школа №1  І-ІІІ ступенів Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Веселинівська гуманітарна гімназія ім Б.М. Мозолевського Веселинівської селищної ради Веселинівського орайону Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Веселинівська гуманітарна гімназія ім Б.М. Мозолевського Веселинівської селищної ради Веселинівського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Болградська загальноосвітня школа I-III ступенів № 3 Болградської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Болградська загальноосвітня школа I-III ступенів № 3 Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кодимська загальноосвітня школа I-III ступенів Кодимської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Кодимська загальноосвітня школа I-III ступенів Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шарнопільський заклад загальної середньої освіти І-ІІІ ступенів', N'Черкаська область'), 
dbo.get_eo_hash(N'Шарнопільський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Нікопольський навчально-виховний комплекс № 15 Загальноосвітній навчальний заклад І ступеня - гімназія', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний загальноосвітній навчальний заклад Гімназія № 15', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Горностаївський заклад дошкільної, повної загальної середньої освіти Горностаївської селищної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Горностаївська загальноосвітня школа №2 I-III ступенів Горностаївської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Млинівська гуманітарна гімназія Млинівської селищної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Млинівська гуманітарна гімназія Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новогродівський заклад загальної середньої освіти І-ІІІ ступенів №7 Новогродівської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Новогродівська загальноосвітня школа I-III ступенів №7 Новогродівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бучанський навчально-виховний комплекс спеціалізована загальноосвітня школа І-ІІІ ступенів - загальноосвітня школа І-ІІІ ступенів №4 Бучанської міської ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Бучанська загальноосвітня школа І-ІІІ ступенів №4', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Білоцерківська загальноосвітня школа І-ІІІ ступенів № 7 імені генарал-полковника Геннадія Воробйова Білоцерківської міської ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Білоцерківська загальноосвітня школа І-ІІІ ступенів № 7 Білоцерківської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Скадовська спеціалізована загальноосвітня школа I-III Академія творчості з поглибленим вивченням предметів художньо-естетичного циклу Скадовської міської ради Херсонськой області', N'Херсонська область'), 
dbo.get_eo_hash(N'Скадовська загальноосвітня школа I-III ступенів № 2 Скадовської міської ради Херсонськой області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вараська загальноосвітня школа І-ІІІ ступенів №4 Вараської міської ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Кузнецовська загальноосвітня школа І-ІІІ ступенів №4 Кузнецовської міської ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Нововодолазький навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) Нововодолазької селищної ради', N'Харківська область'), 
dbo.get_eo_hash(N'Нововодолазький навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) Нововодолазької районної ради Харьківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гімназія імені В.П.Фількова Лугинської селищної ради Лугинського району Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Лугинська гімназія ім.В.П.Фількова Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Знаменівський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний заклад Новомосковської районної ради Дніпропетровської області.', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Знаменівська загальноосвітня школа І-ІІІ ступенів №1 Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №2', N'Донецька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 2 Торецької міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мукачівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад № 10 Мукачівської міської ради Закарпатської області', N'Закарпатська область'), 
dbo.get_eo_hash(N'Мукачівська загальноосвітня школа І-ІІІ ступенів № 10 Мукачівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Семенівський навчально-виховний комплекс № 1 імені М.М. Хорунжого Семенівської селищної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Семенівський навчально-виховний комплекс № 1 імені М.М.Хорунжого Семенівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Білозерський заклад повної загальної середньої освіти №3 Білозерської селищної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Білозерська загальноосвітня школа I-III ступенів №3 Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Бродівська загальноосвітня школа І-ІІІ ступенів №3 Бродівської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Бродівська загальноосвітня школа І-ІІІ ступенів №3 Бродівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №67 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №67 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована середня загальноосвітня школа №46 м. Львова з поглибленим вивченням англійської мови ім. Вячеслава Чорновола', N'Львівська область'), 
dbo.get_eo_hash(N'Спеціалізована середня загальноосвітня школа №46 м. Львова з поглибленим вивченням англійської мови ім. В''ячеслава Чорновола', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Губиниська загальноосвітня школа І-ІІІ ступенів №1 Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Губиниська загальноосвітня школа І-ІІІ ступнів №1 Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №20 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №20 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Рубанівський опорний заклад загальної середньої освіти І-ІІІ ступенів Великолепетиської районної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Рубанівська загальноосвітня школа І-ІІІ ступенів № 1 Рубанівської сільської ради Великолепетиського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Криворізький Покровський ліцей Криворізької міської ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Опорна школа комунальний заклад освіти Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №1 - Покровський ліцей Покровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Калинівський навчально-виховний комплекс №1 загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Васильківського району Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Калинівська загальноосвітня школа І-ІІІ ступенів №1 Васильківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Денежниківська загальноосвітня школа I-III ступенів Новоайдарської районної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Денежниківська загальноосвітня школа I-III ступенів', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Козинська загальноосвітня школа І-ІІІ ступенів Миронівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Козинська загальноосвітня школа І-ІІІ ступенів Миронівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Миколаївський заклад загальної середньої освіти I-III ступенів № 3 Миколаївської міської ради Слов''янського району Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа I-III ступенів № 3 Слов''янської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Турбівська загальноосвітня школа І-ІІІ ст. №2 Липовецької районної ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Турбівська загальноосвітня школа І-ІІІ ступенів №2', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 206 імені Леся Курбаса Святошинського району м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Середня загальноосвітня школа №206 імені Леся Курбаса Святошинського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №101 Шевченківського району м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Школа №101 І-ІІІ ступенів Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Косівський ліцей імені Ігоря Пелипейка Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Косівський навчально-виховний комплекс Загальноосвітня школа І ступеня-гімназія-інтернат Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів №4 Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів №4', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти I-III ступенів №3 Жовтоводської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти середня загальноосвітня школа №3 з профільними класами імені М. Островського м. Жовті Води Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новоказанкуватський навчально-виховний комплекс Чернігівської селищної ради Чернігівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Новоказанкуватський навчально-виховний комплекс Чернігівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кам''янець-Подільська загальноосвітня школа№8 І-ІІІ ступенів', N'Хмельницька область'), 
dbo.get_eo_hash(N'Кам''янець-Подільський навчально-виховний комплекс №8 в складі гімназії та загальноосвітньої школи I-III ступенів з українською та російською мовами навчання Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітній ліцей м.Покров Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітній ліцей м.Орджонікідзе Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Волинський обласний ліцей з посиленою військово-фізичною підготовкою імені Героїв Небесної Сотні', N'Волинська область'), 
dbo.get_eo_hash(N'Волинський обласний ліцей з посиленою військово-фізичною підготовкою', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Баштанська загальноосвітня школа I-III ступеня №1 Баштанської міської ради Баштанського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Баштанська загальноосвітня школа I-III ступеня №1 Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад- Загальноосвітня середня школа І-ІІІ ступенів ім. о. Михайла Вербицького с. Стрілки Старосамбірського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Загальноосвітня середня школа І-ІІІ ступенів імені О. Михайла Вербицького с. Стрілки Старосамбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гошівська загальноосвітня школа I-III ступенів імені Анатолія Максимовича Барановського Овруцької міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Гошівська загальноосвітня школа I-III ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІ ступенів - Тернівський ліцей Криворізької міської ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Тернівський ліцей', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гадяцька вечірня (змінна) школа Гадяцької міської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Гадяцька вечірня (змінна) школа Гадяцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лохвицька гімназія №1 Лохвицької міської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Лохвицька гімназія №1 Лохвицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №231 Оболонського району м. Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Середня загальноосвітня школа №231 - загальноосвітній навчальний заклад І-ІІІ ступенів', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Володимир-Волинська спеціальна загальноосвітня школа-інтернат І-ІІІ ступенів', N'Волинська область'), 
dbo.get_eo_hash(N'Володимир-Волинська спеціальна загальноосвітня школа-інтернат І-ІІІ ступенів Волинської обласної ради', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І–ІІІ ступенів №56 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №56 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 42 Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 42 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальна установа Сумська класична гімназія Сумської міської ради', N'Сумська область'), 
dbo.get_eo_hash(N'Комунальна установа Олександрівська гімназія Сумської міської ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Шалигинської селищної ради Соснівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів, дошкільний навчальний заклад Теремок', N'Сумська область'), 
dbo.get_eo_hash(N'Соснівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів, дошкільний навчальний заклад Теремок Глухівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Чаплинська спеціалізована школа І-ІІІ ступенів Чаплинської селищної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Чаплинська спеціалізована школа І-ІІІ ступенів Чаплинської селищноїї ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітній навчальний заклад І-ІІІ ступенів Спеціалізована школа №193 з поглибленим вивченням української мови і літератури Подільського району м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Загальноосвітній навчальний заклад І-ІІІ ступеня Спеціалізована школа №193 з поглибленим вивченням української мови і літератури Подільського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кам’янська загальноосвітня спеціалізована школа І-ІІІ ступенів № 2 з поглибленим вивченням окремих предметів Кам’янської міської ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Кам’янська загальноосвітня спеціалізована школа І-ІІІ ступенів № 2 з поглибленим вивченням окремих предметів Кам’янської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Приватне підприємство Маріупольська загальноосвітня приватна школа І-ІІІ ступенів «Лінгва –ХХІ століття» Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Приватне підприємство Маріупольська загальноосвітня приватна школа I-III ступенів Лінгва-XXІ століття Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №41 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів № 41 Маріупольської міської ради, Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сім''янівський навчально - виховний комплекс загальноосвітня школа I-III ступенів- дошкільний навчальний заклад Дубов''язівської селищної ради Конотопського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Сім''янівський навчально - виховний комплекс загальноосвітня школа I-III ст.- дошкільний навчальний заклад Конотопської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Буська загальноосвітня школа І-ІІІ ступенів №1Буської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Буська загальноосвітня школа І-ІІІ ступенів №1 Буської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Усолусівська загальноосвітня школа І-ІІІ ступенів Барашівської сільської ради Ємільчинського району Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Усолусівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Яковлівський навчально-виховний комплекс Лозівської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Яковлівський навчально-виховний комплекс Лозівської районної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Білокуракинська загальноосвітня школа I-III ступенів №2 Білокуракинської селищної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Білокуракинська загальноосвітня школа I-III ступенів №2 Білокуракинської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І - ІІІ ступенів № 22 імені Ігоря Гольченка Сумської міської ради', N'Сумська область'), 
dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І - ІІІ ступенів № 22, м. Суми, Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Струсівська санаторна загальноосвітня школа-інтернат І-ІІІ ступенів', N'Тернопільська область'), 
dbo.get_eo_hash(N'Струсівська санаторна загальноосвітня школа-інтернат І-ІІІ ступенів Тернопільської обласної ради', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Радивилівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ст. №1 - гімназія Радивилівської міської ради Радивилівського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Радивилівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ст. №1 - гімназія Радивилівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська спеціалізована школа І-ІІІ ступенів №66 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська спеціалізована школа I-III ступенів №66 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальна установа Сумська спеціалізована школа I-III ступенів №3 ім. генерал-лейтенанта А. Морозова, м. Суми, Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Комунальна установа Сумська спеціалізована школа I-III ступенів №3 ім. генерал-лейтенанта А. Морозова м. Суми, Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Яблунівська спеціалізована школа-інтернат I-III ступенів з поглибленим вивченням окремих предметів та курсів Чернігівської обласної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Яблунівська загальноосвітня школа-інтернат I-III ступенів Чернігівської обласної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Миколаївська загальноосвітня школа №2 І-ІІІ ступенів Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Миколаївська загальноосвітня школа №2', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №33 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №33 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Томаківська загальноосвітня школа І-ІІІ ступенів №2 Томаківської селищної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Томаківська загальноосвітня школа І-ІІІ ступенів №2 Томаківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Івано-Франківський приватний навчально-виховний комплекс Католицька загальноосвітня школа ІІ-ІІІ ступенів-гімназія святого Василія Великого', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Приватна школа Католицька школа Василія Великого', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Красноградський навчально-виховний комплекс (заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти) № 3 Красноградської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Красноградський навчально-виховний комплекс (загальноосвітня школа I-III ступенів - дошкільний навчальний заклад) № 3 Красноградської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Васильківський навчально-виховний комплекс №1 імені М.М. Коцюбинського загальноосвітній навчальний заклад-дошкільний навчальний заклад Васильківського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Васильківський навчально-виховний комплекс №1 ім.Коцюбинського загальноосвітній навчальний заклад-дошкільний навчальний заклад Васильківського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Криворізький навчально-виховний комплекс №128 Загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад (дитячий садок) Криворізької міської ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Криворізька загальноосвітня школа І-ІІІ ступенів № 128 Криворізької міської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Попаснянська загальноосвітня школа I-III ступенів № 1 Попаснянської районної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Попаснянська загальноосвітня школа I-III ступенів № 1 Попаснянської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Пісківське навчально-виховне об''єднання спеціалізована школа І-ІІІ ступенів - загальноосвітня школа І-ІІІ ступенів - дитячий садок Бородянського району Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Пісківське навчально-виховне об''єднання загальноосвітня школа І-ІІІ ступенів - дитячий садок Бородянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вищедубечанська загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Вищедубечанська загальноосвітня школа І-ІІІ ступенів Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Підгородненський навчально - виховний комплекс №3 Загальноосвітня школа І - ІІІ ступенів - дошкільний навчальний заклад Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Підгородненська  загальноосвітня школа №3 І-ІІІ ступенів Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Рудківська середня загальноосвітня школа І-ІІІ ступенів імені Володимира Жеребного Самбірського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Рудківська середня загальноосвітня школа І-ІІІ ступенів імені Володимира Жеребного Самбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Барська загальноосвітня школа I-III ступенів №3 Барської міської ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ст №3 м.Бара', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Плахтіївська загальноосвітня школа № 3 I-III ступенів Саратської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Плахтіївська загальноосвітня школа № 3 I-III ступенів Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Новоолександрівський навчально-виховний комплекс Спеціалізована загальноосвітня школа І-ІІІ ступенів з поглибленим вивченням англійської мови - дошкільний навчальний заклад комбінованого типу Новоолександрівської сільської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Новоолександрівська спеціалізована загальноосвітня школа І-ІІІ ступенів Новоолександрівської сільської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Запорізький навчально-виховний комплекс №90 Запорізької міської ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Запорізька загальноосвітня школа І-ІІІ ступенів №90 Запорізької міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'КУ Пологівська загальноосвітня школа І-ІІІ ступенів №4 Пологівської районної ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Пологівська загальноосвітня школа І-ІІІ ступенів №4 Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тростянецька загальноосвітня школа І-ІІІ ступенів №4 Тростянецької міської ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Тростянецька загальноосвітня школа І-ІІІ ступенів №4 Тростянецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Козелецька загальноосвітня школа І-ІІІ ступенів №3 Козелецької селищної ради Козелецького району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Козелецька загальноосвітня школа І-ІІІ ступенів №3 Козелецької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Колодистенський навчально-виховний комплекс дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів імені Василя Доманицького Тальнівської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Колодистенська загальноосвітня школа І-ІІІ ступенів Тальнівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховне об''єднання № 109  загальноосвітній навчальний заклад-дошкільний навчальний заклад- позашкільний навчальний заклад Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховне об''єднання № 109  загальноосвітній навчальний заклад-дошкільний навчальний заклад- позашкільний навчальний заклад Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новозбур''ївський заклад загальної середньої освіти №3 Новозбур''ївської сільської ради Голопристанського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Новозбур''ївська загальноосвітня школа I-III ступенів №3 Новозбур''ївської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бучанська загальноосвітня школа І-ІІІ ступенів №1 Бучанської міської ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Бучанська загальноосвітня школа І-ІІІ ступенів №1', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 313 з поглибленим вивченням інформаційних технологій Деснянського району міста Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 313 з поглибленим вивченням інформаційних технологій Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Фастівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів № 10 - гімназія Фастівської міської ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Фастівська загальноосвітня школа І-ІІІ ступенів № 10 Фастівської міської ради Київської обл.', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Українська спеціалізована загальноосвітня школа І-ІІІ ступенів №2 з поглибленим вивченням окремих предметів Обухівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Українська загальноосвітня школа І-ІІІ ступенів №2 Обухівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Березівської сільської ради Березівський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів, дошкільний навчальний заклад Веселка Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Комунальний заклад Березівської сільської ради  Березівський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів, дошкільний навчальний заклад Веселка', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Українська спеціалізована загальноосвітня школа І-ІІІ ступенів №1 з поглибленим вивченням окремих предметів Обухівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Українська загальноосвітня школа І-ІІІ ступенів №1 Обухівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Софіївська опорна школа І - ІІІ ступенів Софіївської селищної ради Софіївського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Софіївська опорна школа І - ІІІ ступенів Софіївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Смолінська загальноосвітня школа № 1 І-ІІІ ступенів Смолінської селищної ради Маловисківського району', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Смолінська загальноосвітня школа № 1 І-ІІІ ступенів Маловисківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мартинівська загальноосвітня школа I-III ступенів Прибужанівської сільської ради Вознесенського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Мартинівська загальноосвітня школа I-III ступенів Вознесенської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 95 Шевченківського району м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Школа №95 І-ІІІ ступенів Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гайворонське навчально-виховне об''єднання №2 Загальносвітня школа - гімназія І-ІІІ ступенів', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів № 2 м. Гайворон Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Хмелівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Роменської районної ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Хмелівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад імені Івана Федька Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Середня загальноосвітня школа №23 м.Львова', N'Львівська область'), 
dbo.get_eo_hash(N'Середня загальноосвітня школа №23', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Малинівський ліцей №1 Малинівської селищної ради Чугуївського району Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Малинівська гімназія Чугуївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 255 з поглибленим вивченням природничо-математичних предметів Дарницького району м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів з поглибленим вивченням предметів природничо-математичного циклу №255 Дарницького району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Васильківський НВК Гімназія-загальноосвітня школа І-ІІІ ступенів №8 Васильківської міської ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Васильківська загальноосвітня школа І-ІІІ ступенів №8 Васильківської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Арцизький навчально-виховний комплекс Загальноосвітня школа I-III ступенів № 1 - гімназія - міжшкільний навчально-виробничий комбінат - дошкільний начальний заклад Арцизької районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Арцизький навчально-виховний комплекс Загальноосвітня школа I-III ступенів № 1 - гімназія Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Верхньотокмацька загальноосвітня школа І-ІІІ ступенів Чернігівської селищної ради Чернігівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Верхньотокмацька загальноосвітня школа І-ІІІ ступенів Чернігівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Семенівський заклад загальної середньої освіти І-ІІІ ступенів № 1 Семенівської міської ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Семенівська загальноосвітня школа I-III ст. №1 Семенівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Кам''янсько-Дніпровська загальноосвітня школа І-ІІІ ступенів № 3 Кам''янсько-Дніпровської міської ради Кам''янсько-Дніпровського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Кам''янсько-Дніпровськая загальноосвітня школа І-ІІІ ступенів № 3 Кам''янсько-Дніпровської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Краснопільська загальноосвітня школа I-III ступенів Краснопільської селищної ради', N'Сумська область'), 
dbo.get_eo_hash(N'Краснопільська загальноосвітня школа I-III ступенів Краснопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Новояворівська загальноосвітня школа І-ІІІ ступенів №1 Яворівської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Новояворівська загальноосвітня школа І-ІІІ ступенів №1 Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти Павлопільська загальноосвітня школа І-ІІІ ступенів Лошкарівської сільскої ради Нікопольського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Павлопільська загальноосвітня школа І-ІІІ ступенів Нікопольської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Миропільська загальноосвітня школа I-III ступенів', N'Житомирська область'), 
dbo.get_eo_hash(N'Миропільська загальноосвітня школа I-IIIступенів №2', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Сасівська загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Компаніївської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Начально-виховний комплекс Сасівська загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Компаніївської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад освіти Новозбур’ївська школа №1 Голопристанської районної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Новозбур''ївська загальноосвітня школа I-III ступенів №1 Новозбур''ївської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Яворівська загальноосвітня школа І-ІІІ ступенів №3 імені Тараса Шевченка Яворівської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Яворівська загальноосвітня школа І-ІІІ ступенів №3 ім. Тараса Шевченка Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сидорівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Стеблівської селищної ради Корсунь-Шевченківського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Сидорівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Корсунь-Шевченківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Липовецька загальноосвітня школа І-ІІІ ступенів №2 Липовецької районної ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Липовецька загальноосвітня школа І-ІІІ ступенів №2', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Богуславський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №3 - гімназія Богуславської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Богуславська загальноосвітня школа І-ІІІ ступенів №3 Богуславської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Миколаївський заклад загальної середньої освіти І-ІІІ ступенів № 2 Миколаївської міської ради Слов’янського району Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа I-III ступенів № 2 Слов''янської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №65 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №65 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бандурівська загальноосвітня школа І-ІІІ ступенів Гайворонського району', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Бандурове Гайворонського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Якимівська загальноосвітня школа І-ІІІ ступенів №2 Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Якимівська загальноосвітня школа І - ІІІ ступенів №2 Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад - Городоцький навчально-виховний комплекс №5 Загальноосвітній навчальний заклад-дошкільний навчальний заклад Городоцької районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Городоцький навчально-виховний комплекс №5 Загальноосвітній навчальний заклад-дошкільний навчальний заклад Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новобілокоровицька загальноосвітня школа I-III ступенів №3 Білокоровицької сільської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Новобілокоровицька загальноосвітня школа I-III ступенів №3 Олевського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тростянецька спеціалізована школа I-III ступенів № 1 Тростянецької міської ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Тростянецька спеціалізована школа I-III ступенів № 1 Тростянецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Дніпровська загальноосвітня школа I-III ступенів № 2 Водянської сільської ради Кам''янсько-Дніпровського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Дніпровська загальноосвітня школа I-III ступенів № 2 Кам''янсько-Дніпровської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Великолепетиський опорний заклад загальної середньої освіти І-ІІІ ступенів» Великолепетиської районної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Великолепетиська загальноосвітня школа І-ІІІ ступенів № 1 Великолепетиської селищної ради Великолепетиського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'опорний навчальний заклад Апостолівська загальноосвітня школа І-ІІІ ступенів № 1', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Апостолівська загальноосвітня школа І-ІІІ ступенів № 1', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тульчинська загальноосвітня школа I-III ступенів-ліцей з посиленою військово-фізичною підготовкою Вінницької обласної Ради', N'Вінницька область'), 
dbo.get_eo_hash(N'Тульчинська спеціалізована загальноосвітня школа- інтернат I-III ступенів-ліцей Вінницької обласної Ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Приватний заклад Навчально-виховний комплекс «Школа АІСТ»: Центр розвитку дитини - загальноосвітня школа І-ІІІ ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс «Школа АІСТ»: Центр розвитку дитини - загальноосвітня школа І-ІІІ ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'ТОВ Навчальний заклад «Британська середня загальноосвітня школа Британська міжнародна школа-Дніпро', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Товариство з обмеженою відповідальністю з іноземною інвестицією Дніпропетровська приватна середня загальноосвітня школа Британська міжнародна школа - Дніпропетровськ', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Новоселівський Перший навчально – виховний комплекс : загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад Ясинуватського району Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Новоселівська-Перша загальноосвітня школа I-III ступенів', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Делятинський ліцей №1 Делятинської селищної ради об''єднаної територіальної громади Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Делятинська загальноосвітня школа І-ІІІ ступенів №1 Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Красноградський багатопрофільний ліцей Красноградської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Красноградський багатопрофільний ліцей Красноградської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Городський НВК загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Коростишівського району Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Городська загальноосвітня школа I-III ступенів Коростишівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Добровеличківська загальноосвітня школа І-ІІІ ступенів № 1 Добровеличківської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Добровеличківська загальноосвітня школа І-ІІІ ступенів № 1 Добровеличківської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Терлицький заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Терлицький навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Запорізька загальноосвітня школа І-ІІІ ступенів № 101 Запорізької міської ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Запорізька загальнооствітня школа І-ІІІ ступенів № 101 Запорізької міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Ліцей із загальноосвітньою школою І-ІІІ ступенів Костянтинівської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Навчально виховний комплекс Ліцей із загальноосвітньою школою І-ІІІ ступенів Костянтинівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована християнська загальноосвітня школа І-ІІІ ступенів з поглибленим вивченням іноземних мов Ріка життя', N'м.Київ'), 
dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа І-ІІІ ступенів з поглибленим вивченням іноземних мов Ріка життя громадської організації Товариство сприяння розвитку християнської культури та освіти', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Перемишлянська загальноосвітня школа-гімназія І-ІІІ ст. Перемишлянської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Середня загальноосвітня школа - гімназія м.Перемишляни Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Монастирищенська спеціалізована школа І-ІІІ ступенів №5 Монастирищенської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Монастирищенська спеціалізована школа І-ІІІ ступенів №5 Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Жашківськаий заклад загальної середньої освіти І-ІІІ ступенів №2 Жашківської міської ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Жашківська загальноосвітня школа І-ІІІ ступенів №2 Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Рубіжанська обласна загальноосвітня санаторна школа-інтернат І-ІІІ ступенів', N'Луганська область'), 
dbo.get_eo_hash(N'Рубіжанська загальноосвітня школа I-III ступенів № 6 Рубіжанської міської ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ріпкинська гімназія імені Софії Русової Ріпкинської районної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Ріпкинська гімназія Ріпкинської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Помічнянська загальноосвітня школа І-ІІІ ступенів № 1 імені Героя України Березняка Євгена Степановича Помічнянської міської ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Помічнянська загальноосвітня школа І-ІІІ ступенів № 1   Добровеличківської районної державної адміністрації Кіровоградської області імені Героя України Березняка Євгена Степановича', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чемеровецький навчально-виховний комплекс №1 Загальноосвітня школа І-ІІІ ступенів, ліцей та міжшкільний навчально-виробничий комбінат Чемеровецької селищної ради Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Чемеровецький навчально-виховний комплекс №1 Загальноосвітня школа І-ІІІ ступенів, ліцей та міжшкільний навчально-виробничий комбінат Чемеровецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №24 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №24 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №102 з поглибленим вивченням англійської мови Шевченківського району м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Спеціалізована школа №102 І-ІІІ ступенів з поглибленим вивченням англійської мови Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мостиський заклад загальної середньої освіти №1 І-ІІІ ступенів Мостиської міської ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Мостиська загальноосвітня школа №1 І-ІІІ ступенів Мостиської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Хотинівська середня загальноосвітня школа І - ІІІ ступенів Коростенського району Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Хотинівська середня загальноосвітня школа I-III ступенів Коростенського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №55 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №55 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально- виховний комплекс № 41 середня загальноосвітня школа вільного розвитку - дошкільний навчальний заклад Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально- виховний комплекс № 41 середня загальноосвітня школа вільного розвитку-дошкільний навчальний заклад Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сокальський навчально-виховний комплексЗагальноосвітня школа І ступеня - гімназія імені Олега Романіва Сокальської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Сокальська гімназія імені Олега Романіва Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бальковецький навчально-виховний комплекс Волочиської міської ради Хмельницької області у складі загальноосвітньої школи I-III ступенів та дошкільного навчального закладу', N'Хмельницька область'), 
dbo.get_eo_hash(N'Бальковецька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Криворізький навчально-виховний комплекс № 81«Загальноосвітня школа І-ІІ ступенів - ліцей»Криворізької міської ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Криворізький науково-технічний металургійний ліцей № 81 Криворізької міської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Овруцька загальноосвітня школа І-ІІІ ступенів №1 Овруцької міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Овруцька загальноосвітня школа I-III ступенів №1 ім.Яна Налєпки (Рєпкіна) Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Люблинецька загальноосвітня школа І-ІІІ ступенів Люблинецької селищної ради Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня смт Люблинець Ковельського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Томаківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад № 1 Томаківської селищної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Томаківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад № 1 Томаківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Теребовлянський навчально-виховний комплекс', N'Тернопільська область'), 
dbo.get_eo_hash(N'Теребовлянський навчально-виховний комплекс Тернопільської обласної ради', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кричунівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Любашівського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Кричунівська навчально-виховний комплекс Загальноосвітня школа I-III ступенів Любашівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кременчуцький навчально-виховний комплексЗагальноосвітня школа I-II ступенів-ліцей№11 Кременчуцької міської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Кременчуцький ліцей № 11 Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лукнівська загальноосвітня школа I-III ступенів Коропської селищної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Лукнівська загальноосвітня школа I-III ст. Коропської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Коломийська гімназія імені М. Грушевського Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Коломийська гімназія ім.М. Грушевського', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №47 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №47 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Малоскнитський навчально-виховний комплекс дошкільний навчальний заклад - загальноосвітня школа I-III ступенів Ганнопільської сільської ради Славутського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Малоскнитський навчально-виховний комплекс дошкільний навчальний заклад - загальноосвітня школа I-III ступенів Славутського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №36 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №36 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Овруцька гімназія імені Андрія Малишка - загальноосвітня школа І ступеня Овруцької міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Овруцька гімназія імені Андрія Малишка - загальноосвітня школа І ступеня Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів з поглибленим вивченням української мови та літератури № 273 міста Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ з поглибленим вивченням української мови та літератури № 273 міста Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сквирське навчально-виховне об''єднання загальноосвітня школа І-ІІІ ступенів № 5-дошкільний навчальний заклад Сквирської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Сквирська загальноосвітня школа №5 І-ІІІ ступенів Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів «Художньо-естетична гімназія» військово-цивільної адміністрації міста Торецьк Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Художньо-естетична гімназія - загальноосвітня школа І ступеня Торецької міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Млинівська загальноосвітня школа І-ІІІ ступенів №3 Млинівської селищної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Млинівська загальноосвітня школа №3 І-ІІІ ступенів Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа I-III ступенів №17 імені Саражана В.Г. Миколаївської міської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа I-III ступенів №17 Миколаївської міської ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Харківський навчально-виховний комплекс гімназія - школа І ступеня № 24 Харківської міської ради Харківської області імені І.Н.Питікова', N'Харківська область'), 
dbo.get_eo_hash(N'Комунальний заклад Харківський навчально-виховний комплекс гімназія - школа І ступеня № 24 Харківської міської ради Харківської області імнені І.Н.Питікова', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Помічнянська загальноосвітня школа І-ІІІ ступенів № 2 Помічнянської міської ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Помічнянська загальноосвітня школа І-ІІІ ступенів № 2 Добровеличківської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №25 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №25 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Триліський заклад загальної середньої освіти І-ІІІ ступенів ім. Ю.С.Коваленка Фастівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Триліська загальноосвітня школа І-ІІІ ступенів Фастівської райдержадміністрації', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа ІІ-ІІІ ступенів № 10 міської ради міста Кропивницького Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа ІІ-ІІІ ступенів № 10 Кіровоградської міської ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Буринська спеціалізована школа I-III ступенів № 1 імені В.М. Кравченка Буринської міської ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Буринська спеціалізована школа I-III ступенів № 1 Буринської міської ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новогродівський заклад загальної середньої освіти І-ІІІ ступенів № 10 ім. Тараса Шевченка Новогродівської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Новогродівська загальноосвітня школа I-III ступенів №10 ім.Тараса Шевченка Новогродівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад-Загальноосвітня середня школа І-ІІІ ступенів м. Хирів Старосамбірського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Загальноосвітня середня школа І-ІІІ ступенів м. Хирів Старосамбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 59 загальноосвітній навчальний заклад - дошкільний навчальний заклад Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 59 загальноосвітній навчальний заклад - дошкільний навчальний заклад Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів № 7 імені В.В. Бражевського', N'Житомирська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів № 7 ім.В.В. Бражевського м. Житомира', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спортивно-гуманітарний ліцей-інтернат Вінницького обласного комунального гуманітарно-педагогічного коледжу', N'Вінницька область'), 
dbo.get_eo_hash(N'Обласний спортивно-гуманітарний ліцей-інтернат для здібної та обдарованої молоді Вінницького обласного комунального гуманітарно-педагогічного коледжу', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний закладКатеринопільський навчально-виховний комплекс №2 Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Катеринопільської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Катеринопільська загальноосвітня школа І-ІІІ ступенів №2 Катеринопільської районної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Козелецька гімназія №1 Козелецької селищної ради Козелецького району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Козелецька гімназія №1 Козелецької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Тимошівська загальноосвітня школа I-III ступенів Михайлівської районної ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Тимошівська загальноосвітня I-IIIступенів Михайлівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ст. №2 м. Заліщики Тернопільської області', N'Тернопільська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ст. №2 м. Заліщики', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чугуївський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-гімназія №5 Чугуївської міської ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Чугуївська гімназія № 5 Чугуївської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Харківська гімназія № 6 Маріїнська гімназія» Харківської міської ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Харківська гімназія № 6 Маріїнська гімназія Харківської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Виноградівська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад№ 7 Виноградівської районної ради Закарпатської області', N'Закарпатська область'), 
dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І-ІІІ ступенів № 7 Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бригадирівський ліцей Балаклійської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Бригадирівська загальноосвітня школа I-III ступенів Балаклійської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Приазовська спеціалізована школа І-ІІІ ступенів Азимут Приазовської районної ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Приазовська різнопрофільна спеціалізована школа І-ІІІ ступенів №1 Азимут Приазовської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Гребінківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Київська область'), 
dbo.get_eo_hash(N'Гребінківська загальноосвітня школа І-ІІІ ступенів Васильківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ст.-ліцей комунальної власності територіальної громади м. Жмеринки Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ступенів-ліцей комунальної власності територіальної громади м. Жмеринки', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Великознам''янська загальноосвітня школа І-ІІІ ступенів №1 Кам''янсько-Дніпровської міської ради Кам''янсько-Дніпровського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Великознам''янська загальноосвітня школа І-ІІІ ступенів №1 Кам''янсько-Дніпровської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №16', N'Донецька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 16 Торецької міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №18 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №18 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Делятинський ліцей №3 Делятинської селищної ради об''єднаної територіальної громади Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Делятинська загальноосвітня школа І-ІІІ ступенів №3 Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Щигліївська загальноосвітня школа І-ІІІ ступенів Коростишівської міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Щигліївська загальноосвітня школа І-ІІІ ступенів Коростишівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська спеціалізована школа І-ІІІ ступенів №40 імені Миська Євгена Михайловича Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська спеціалізована школа I-III ступенів №40 ім. Є.Миська Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Рогізківський навчально-виховний комплекс загальноосвітній начальний заклад I-III ступенів - дошкільний навчальний заклад Сновської міської ради Сновського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Рогізківський навчально-виховний комплекс загальноосвітній начальний заклад I-III ступенів - дошкільний навчальний заклад Щорської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лановецька загальноосвітня школа І-ІІІ ступенів №2', N'Тернопільська область'), 
dbo.get_eo_hash(N'Лановецька загальноосвітня школа І-ІІІ ступенів №2 Лановецької районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Смолінське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - гімназія- позашкільний навчальний заклад Смолінської селищної ради Маловисківського району', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Смолінське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - гімназія- позашкільний навчальний заклад Маловисківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Долинська спеціалізована школа I-III ступенів №6 Долинської районної ради Івано - Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Долинська спеціалізована школа I-III ступенів №6', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Краснянська середня загальноосвітня школа I-III ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Краснянська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №26 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №26 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована школа № 214 Оболонського району м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Спеціалізована школа №214 - загальноосвітній навчальний заклад І-ІІІ ступенів з поглибленим вивченням економіки, математики та інформатики Оболонського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тульчинська загальноосвітня школа I-III ступенів №2 Тульчинської міської ради', N'Вінницька область'), 
dbo.get_eo_hash(N'Тульчинська загальноосвітня школа I-III ступенів №2', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №289 Дарницького району міста Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №289 Дарницького районум. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховне об''єднання Новомиргородська загальноосвітня школа І-ІІІ ступенів № 2 - дошкільний навчальний заклад  Новомиргородської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Новомиргородська загальноосвітня школа І-ІІІ ступенів № 2 Новомиргородської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Попуднянський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Попуднянська загальноосвітня школа І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс №120 Школа І-ІІІ ступенів - дошкільний навчальний заклад (дитячий садок) Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №120 Дніпровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Підгайчиківська середня загальноосвітня школа І-ІІІ ступенів Самбірського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Підгайчиківська середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Щастинська загальноосвітня школа І-ІІІ ступенів №1 імені Костянтина Кутового Новоайдарської районної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Щастинська загальноосвітня школа І-ІІІ ступенів №1 імені Костянтина Кутового', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів Хрестівської сільської ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів Чаплинської райнної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №50 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №50 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гребінківська гімназія Гребінківської міської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Гребінківська гімназія Гребінківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Веселинівська загальноосвітня школа I-III ступенів Веселинівської селищної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Веселинівська загальноосвітня школа I-III ступенів Веселинівської селищної ради Веселинівського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Білозірська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Бармашівська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Обухівський навчально - виховний комплекс №2 Загальноосвітня школа І -ІІІ ступенів - дошкільний навчальний заклад Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Обухівська загальноосвітня школа №2 І-ІІІ ступенів Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів №7 - дошкільний навчальний заклад Добропільської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальна організація (установа, заклад) навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів №7 - дошкільний навчальний заклад Добропільської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чернігівська загальноосвітня школа І-ІІІ ступенів Чернігівської селищної ради Чернігівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Чернігівська спеціалізована школа І-ІІІступенів Надія Чернігівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська спеціалізована школа І-ІІІ ступенів №42 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська спеціалізована школа I-III ступенів №42 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шполянський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №2 - ліцей Шполянської міської ради об''єднаної територіальної громади Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Шполянський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №2 - ліцей Шполянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховне об''єднання №28 Гімназія- школа І ступеня - дошкільний навчальний заклад (ясла-садок) - центр позашкільної роботи Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховне об''єднання №28 Гімназія- школа І ступеня - дошкільний навчальний заклад (ясла-садок) - центр позашкільної освіти Дніпровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Арбузинська загальноосвітня школа I-III ступенів ім. Т.Г. Шевченка Арбузинської районної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Арбузинська загальноосвітня школа I-III ступенів №2  ім. Т.Г. Шевченка Арбузинської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мостиський заклад загальної середньої освіти №2 І-ІІІ ступенів Мостиської міської ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Мостиська загальноосвітня школа №2 І-ІІІ ступенів Мостиської районної районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Монастирищенський заклад спеціалізованої освіти спортивного профілю - школа-інтернат Обдарованість І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Монастирищенська спеціалізована школа-інтернат І-ІІІ ступенів Обдарованість Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Арбузинська загальноосвітня школа I-III ступенів №1 імені Олександра Закерничного Арбузинської районної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Арбузинська загальноосвітня школа I-III ступенів №1 Арбузинської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс Межівська загальноосвітня школа І-ІІ ступенів - аграрний ліцей-інтернат Межівської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'РКЗО Навчально-виховний комплекс Межівська середня загальноосвітня школа І-ІІ ступенів -  аграрний ліцей-інтернат', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальна установа Романівської районної ради Опорний навчальний заклад Романівська гімназія', N'Житомирська область'), 
dbo.get_eo_hash(N'Романівська гімназія', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Татарбунарська загальноосвітня школа I-III ступенів №1 ім. В.З.Тура Татарбунарського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Татарбунарська загальноосвітня школа I-III ступенів №1 ім. В.З.Тура Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Нововодолазька гімназія Нововодолазької селищної ради', N'Харківська область'), 
dbo.get_eo_hash(N'Нововодолазька гімназія Нововодолазької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Орининська загальноосвітня школа-інтернат I-III ступенів Хмельницької обласної ради', N'Хмельницька область'), 
dbo.get_eo_hash(N'Орининська загальноосвітня школа-інтернат I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Баштанська загальноосвітня школа I-III ступенів №2 Баштанської міської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Баштанська загальноосвітня школа I-III ступенів №2 Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 301 імені Ярослава Мудрого з поглибленим вивченням англійської мови Деснянського району міста Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 301 імені Ярослава Мудрого з поглибленим вивченням англійської мови Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Ерудит дошкільний заклад (дитячий садок)-школа І ступеня - гімназія Солом''янського району м. Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Гімназія Ерудит м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шполянська загальноосвітня школа І-ІІІ ступенів №5 Шполянської міської ради об''єднаної територіальної громади Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Шполянська загальноосвітня школа І-ІІІ ступенів №5 Шполянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Гуляйпільський колегіум Лідер Гуляйпільської міської ради', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Гуляйпільський колегіум Лідер Гуляйпільської районної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №64 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №64 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний закладКовельська міська гімназія імені Олени Пчілки Ковельської міської ради Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Ковельська міська гімназія Ковельської міської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Херсонська загальноосвітня школа I-III ступенів №50 імені Романа Набєгова Херсонської міської ради', N'Херсонська область'), 
dbo.get_eo_hash(N'Херсонська загальноосвітня школа I-III ступенів №50 Херсонської міської ради', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Баранівська гімназія', N'Житомирська область'), 
dbo.get_eo_hash(N'Баранівська гімназія', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Водянська загальноосвітня школа I-III ступенів № 2 Водянської сільської ради Кам''янсько-Дніпровського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Водянська загальноосвітня школа I-III ступенів № 2 Кам''янсько-Дніпровської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №10 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №10 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Білозерський заклад початкової освіти - науковий ліцей ім. О.Я. Печерського Білозерської селищної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Білозерська багатопрофільна гімназія ім. О.Я. Печерського Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Львівська середня загальноосвітня школа східних мов та східних бойових мистецтв Будокан з поглибленим вивченням іноземних мов', N'Львівська область'), 
dbo.get_eo_hash(N'Львівська середня загальноосвітня школа східних мов І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Помічнянська загальноосвітня школа І-ІІІ ступенів № 3 Помічнянської міської ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Помічнянська загальноосвітня школа І-ІІІ ступенів № 3 Добровеличківської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Криворізький навчально-виховний комплекс Загальноосвітня Вальдорфська школа І-ІІІ ступенів - дошкільний навчальний заклад (дитячий садок) Криворізької міської ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Криворізький навчально-виховний комплекс Загальноосвітня вальдорфська школа І-ІІІ ступенів - дитячий садок Криворізької міської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Немирівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №1 ім.М.Д.Леонтовича- гімназія Немирівської міської ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Немирівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №1 ім.М.Д.Леонтовича- гімназія Немирівської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Приватний заклад освіти Технічний ліцей', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Технічний ліцей', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Пинянська середня загальноосвітня школа І-ІІІ ступенів Бабинської сілької ради', N'Львівська область'), 
dbo.get_eo_hash(N'Пинянська середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована школа №7 імені М.Т.Рильського м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Спеціалізована школа №7 імені М.Т.Рильського Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Піщанський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-гімназія', N'Вінницька область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ступенів-гімназія смт Піщанка Піщанського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Машівський заклад загальної середньої освіти I-III ступенів Семенівської міської ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Машівська загальноосвітня школа I-III ст. Семенівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Степненська загальноосвітня школа І-ІІІ ступенів Степненської сільської ради Запорізького району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Степненська загальноосвітня школа І-ІІІ ступенів Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Перемишлянська загальноосвітня школа І-ІІІ ступенів імені Омеляна Ковча Перемишлянської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Перемишлянська загальноосвітня школа І-ІІІ ступенів №2 імені Омеляна Ковча Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'ОЗНЗ Пилипівський НВК Загальноосвітня школа І-ІІІ ступенів-дитячий садок Фастівської районної ради', N'Київська область'), 
dbo.get_eo_hash(N'Пилипівська загальноосвітня школа І-ІІІ ступенів Фастівської райдержадміністрації', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кременчуцький навчально-виховний комплекс Загальноосвітня школа І-ІІ ступенів - ліцей № 30 імені Н.М. Шевченко Кременчуцької міської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Кременчуцький ліцей інформаційних технологій № 30 імені Н.М. Шевченко Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Семенівська гімназія №2 Семенівської міської ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Семенівська гімназія №2 Семенівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Рахнівсько-Лісова середня загальноосвітня школа I-III ступенів, Шаргородського району, Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Рахнівсько-Лісова середня загальноосвітня школа I-III ступенів №1, Шаргородського району, Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 20 Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 20 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Нерудстальська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Нерудстальська загальоосвітня школа І-ІІІ ступенів Пятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад навчально-виховний комплекс загальноосвітня школа І-ІІІ ступеня №13 - колегіум міста Ковеля Ковельської міської ради Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Комунальний заклад навчально-виховний комплекс загальноосвітня школа І-ІІІ ступеня №13 - колегіум міста Ковеля', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад - Старосамбірська загальноосвітня школа І-ІІІ ступенів №1 імені Героя України Богдана Сольчаника Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Старосамбірська загальноосвітня школа І-ІІІ ступенів №1 імені Героя України Богдана Сольчаника  Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мамаївський загальноосвітній навчальний заклад І-ІІІ ступенів №2 Кіцманського району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Мамаївський загальноосвітній навчальний заклад І-ІІІ ступенів №2 Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 35 з профільним навчанням ім. В.М.Шеймана Краматорської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 35 з профільним навчанням Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Монастирищенський заклад загальної середньої освіти І-ІІІ ступенів Ліцей Ерудит Монастирищенської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Монастирищенський навчально-виховний коплекс Ліцей - загальноосвітня школа І-ІІІ ступенів ЕРУДИТ Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новаківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Рівненська область'), 
dbo.get_eo_hash(N'Новаківська загальноосвітня школа І-ІІІ ступенів Володимирецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Новоборівський загальноосвітній навчальний заклад I-III ступенів -ліцей Хорошівського району Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Новоборівський загальноосвітній навчальний заклад I-III ступенів -ліцей Хорошівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Івано-Франківська спеціалізована школа І-ІІІ ступенів № 11 з поглибленим вивченням англійської мови Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Івано-Франківська спеціалізована школа І-ІІІ ступенів № 11 з поглибленими вивченням англійської мови Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Скосарівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Миколаївської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Скосарівський навчально-виховний комплекс загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Миколаївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Дмитрівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Куцурубської сільської ради ОТГ Очаківського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Дмитрівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Очаківської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Вижницька спеціалізована школа-інтернат І-ІІІ ступенів з поглибленим вивченням окремих предметів та курсів художньо-естетичного циклу імені Назарія Яремчука»', N'Чернівецька область'), 
dbo.get_eo_hash(N'Вижницька загальноосвітня школа-інтернат І-ІІІ ступенів імені Н.Яремчука Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сумський заклад загальної середньої освіти І – ІІІ ступенів № 19 імені М.С. Нестеровського Сумської міської ради', N'Сумська область'), 
dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І - ІІІ ступенів № 19 імені М.С. Нестеровського м. Суми Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Барська загальноосвітня школа I-III ступенів №1 Барської міської ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ст №1 м.Бара', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Радивилівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №2 - ліцей ім. П. Г. Стрижака Радивилівської міської ради Радивилівського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Радивилівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №2 - ліцей ім. П. Г. Стрижака Радивилівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №155 з поглибленим вивченням англійської мови Шевченківського району м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Спеціалізована школа №155 І-ІІІ ступенів з поглибленим вивченням англійської мови  Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вараська гімназія Вараської міської ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Кузнецовська гімназія Кузнецовської міської ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Богданівська загальноосвітня школа І-ІІІ ступенів імені І. Г. Ткаченка Знам''янської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Богданівська загальноосвітня школа І-ІІІ ступенів №1 ім. І. Г. Ткаченка Знам''янської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Староприлуцька загальноосвітня школа I-III ступенів Липовецької районної ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Староприлуцька загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великомихайлівська опорна загальноосвітня школа I-III ступенів Великомихайлівської селищної ради Великомихайлівського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ступенів - гімназія смт. Велика Михайлівка Великомихайлівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кролевецька спеціалізована школа I-III ступенів № 1 Кролевецької міської ради', N'Сумська область'), 
dbo.get_eo_hash(N'Кролевецька спеціалізована школа I-III ступенів № 1 Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад навчально-виховний комплекс Чаплинська школа-гімназія Чаплинської селищної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Чаплинська школа-гімназія Чаплинської селищної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Середня загальноосвітня школа І-ІІІ ступенів №1-гімназія смт.Тростянець', N'Вінницька область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Середня загальноосвітня школа І-ІІІ ступенів №1-гімназія смт.Тростянця', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Красноградський навчально-виховний комплекс (заклад загальньої середньої освіти I-III ступенів - заклад дошкільної освіти) № 2 Красноградської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Красноградський навчально-виховний комплекс (загальноосвітня школа I-III ступенів - дошкільний навчальний заклад) № 2 Красноградської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховне об''єднання Спеціалізований загальноосвітній навчальний заклад І ступеня Гармонія - гімназія імені Тараса Шевченка - центр позашкільного виховання Контакт Кіровоградської міської ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховне об''єднання Спеціалізований загальноосвітній навчальний заклад школа І ступеня Гармонія-гімназія ім. Тараса Шевченка- центр позашкільного виховання Контакт Кіровоградської міської ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Івано-Франківський Навчально-виховний комплекс Школа-гімназія №3 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Школа-гімназія №3 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Куп''янська загальноосвітня школа I-III ступенів №4 імені Героя Радянського Союзу М.Ф.Хімушина Куп''янської міської ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Куп''янська загальноосвітня школа I-III ступенів №4 ім.Героя Радянського Союзу М.Ф.Хімушина Куп''янської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів №5 Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів №5', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вараська загальноосвітня школа І-ІІІ ступенів №1 Вараської міської ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Кузнецовська загальноосвітня школа І-ІІІ ступенів №1 Кузнецовської міської ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бучанський НВК спеціалізована загальноосвітня школа І-ІІІ ступенів - загальноосвітня школа І-ІІІ ступенів №2 Бучанської міської ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Бучанська загальноосвітня школа І-ІІІ ступенів №2', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Деснянський навчально-виховний комплекс Гімназія-загальноосвітня школа І ступеня Деснянської селищної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Деснянська гімназія Деснянської селищої ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Одеський навчально-виховний комплекс №19 Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Одеської міської ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Одеська загальноосвітня школа № 19 I-III ступенів Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вараська загальноосвітня школа І-ІІІ ступенів №2 Вараської міської ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Кузнецовська загальноосвітня школа І-ІІІ ступенів №2 Кузнецовської міської ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №4 м.Городка', N'Хмельницька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №4', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заклад загальної середньої освіти №9 м. Новограда-Волинського Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №9 м. Новограда-Волинського Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'СКЗО Новопавлівська середня загальноосвітня школа І-ІІІ ступенів № 1', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'РКЗО Новопавлівська середня загальноосвітня школа І-ІІІ ступенів № 1', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лопатицька загальноосвітня школа I-III ступенів', N'Житомирська область'), 
dbo.get_eo_hash(N'Лопатицька загальноосвітня школа I-III ступенів Олевського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс загальноосвітня школа I-III ступенів №3 - гімназія імені О.С.Пушкіна м.Тульчина Тульчинської міської ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс загальноосвітня школа I-III ступенів №3 - гімназія ім. О.С.Пушкіна м.Тульчина', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гребінківська загальноосвітня школа І-ІІІ ступенів № 4 Гребінківської міської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Гребінківська загальноосвітня школа І-ІІІ ступенів № 4 Гребінківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Долинська гімназія №1 Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Долинська гімназія №1', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Школа комп''ютерних технологій - Львівський технологічний ліцей', N'Львівська область'), 
dbo.get_eo_hash(N'Львівський технологічний ліцей', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'МНВК «Колегіум-школа» №1 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс колегіум-школа №1 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гайворонське навчально-виховне об''єднання №1 Загальноосвітня школа І-ІІІ ступенів Гайворонської районної державної адміністрації Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів № 1 м. Гайворон Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Семенівський навчально-виховний комплекс № 2 Семенівської селищної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Семенівський навчально-виховний комплекс № 2 Семенівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Загальноосвітня школа I-III ступенів - інформаційно-технологічний ліцей № 16 Чернігівської міської ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Чернігівський інформаційно-технологічний ліцей № 16 Чернігівської міської ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Диканський навчально-виховний комплекс імені М.В.Гоголя загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Диканської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Диканська гімназія імені М.В.Гоголя Диканської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вараська загальноосвітня школа I-III ступенів №3 Вараської міської ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Кузнецовська загальноосвітня школа І-ІІІ ступенів №3 Кузнецовської міської ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Турбівська загальноосвітня школа І-ІІІ ст. № 1 Липовецької районної ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Турбівська загальноосвітня школа І-ІІІ ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 87 школа І-ІІІ ступенів - дошкільний навчальний заклад (дитячий садок) Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 87 Дніпровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лановецька загальноосвітня школа І-ІІІ ступенів №1 імені Юрія Коваля', N'Тернопільська область'), 
dbo.get_eo_hash(N'Комунальний заклад НВК Лановецька загальноосвітня школа №1 І-ІІІ ступенів-ліцей імені Юрія Коваля Лановецької районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад освіти Заклад загальної середньої освіти I-III ступенів №4 міста Ківерці Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня №4 м. Ківерці Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Воютицька середня загальноосвітня школа І-ІІІ ступенів імені Ігоря Добровольського Самбірського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Воютицька середня загальноосвітня школа І-ІІІ ступенів імені Ігоря Добровольського', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Млиновецький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Зборівського району Тернопільської області', N'Тернопільська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Млинівців Зборівського району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Рябоконівська загальноосвітня школа I-III ступенів Благодатненської сільської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Рябоконівська загальноосвітня школа I-III ступенів Арбузинської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс загальноосвітня школа І-ІІІ ступеня №11 - ліцей міста Ковеля Ковельської міської ради Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс загальноосвітня школа І-ІІІ ступеня №11 - ліцей міста Ковеля', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Княгининівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Княгининівської сільської ради', N'Волинська область'), 
dbo.get_eo_hash(N'Княгининівська загальноосвітня школа І-ІІІ ступенів Луцького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Миколаївська загальноосвітня школа №1 І-ІІІ ступенів Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Миколаївська загальноосвітня школа №1 І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Дрогобицький ліцей Дрогобицької міської ради Львівської області при Дрогобицькому державному педагогічному університеті імені Івана Франка', N'Львівська область'), 
dbo.get_eo_hash(N'Дрогобицький педагогічний ліцей Дрогобицької міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Чорнявщинська загальноосвітня школа І-ІІІ ступенів Юріївської селищної ради Юріївського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Чорнявщинська середня загальноосвітня школа І-ІІІ ступенів Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Барська загальноосвітня школа I-III ступенів №4 Барської міської ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ст №4 м.Бара', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Рава-Руська загальноосвітня школа №1 І-ІІІ ступенів Жовківської районної ради', N'Львівська область'), 
dbo.get_eo_hash(N'Рава-Руська загальноосвітня школа І-ІІІ ступенів №1 Жовківської районної ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ходорківська загальноосвітня школа І-ІІІ ступенів Попільнянської селищної ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Ходорківська загальноосвітня школа І-ІІІ ступенів Попільнянської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сторожинецький районний ліцей Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Сторожинецький районний ліцей Сторожинецької міської ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'КУ Миропільської селищної ради Опорний навчальний заклад Миропільська гімназія', N'Житомирська область'), 
dbo.get_eo_hash(N'Миропільська гімназія', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Радомишльської гімназії Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Радомишльська гімназія', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Товариство з обмеженою відповідальністю Київська загальноосвітня приватна школа І-ІІІ ступенів Британська міжнародна школа - Київ', N'м.Київ'), 
dbo.get_eo_hash(N'Товариство з обмеженою відповідальністю Київська приватна загальноосвітня школа І-ІІІ ступенів Британська міжнародна школа - Київ', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Смілянська загальноосвітня школа І-ІІІ ступенів №4 Смілянської міської ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Смілянська загальноосвітня школа-інтернат I-III ступенів Черкаської обласної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кременчуцький навчально-виховний комплекс Загальноосвітня школа І ступеня - різнопрофільна гімназія № 6 Кременчуцької міської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Кременчуцька гімназія № 6 Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тернопільська спеціальна загальноосвітня школа-інтернат І-ІІІ ступенів Тернопільської обласної ради', N'Тернопільська область'), 
dbo.get_eo_hash(N'Заклад освіти І-ІІІ ступенів Тернопільський обласний навчально-реабілітаційний центр', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чугуївський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів №8 Чугуївської міської ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Чугуївська загальноосвітня школа I-III ступенів № 8 Чугуївської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Миколаївський заклад загальної середньої освіти І-ІІІ ступенів № 1 Миколаївської міської ради Слов’янського району Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа I-III ступенів № 1 Слов''янської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'П''яновицька середня загальноосвітня школа І-ІІІ ступенів Бісковицької сільської ради Самбірського району Львіської області', N'Львівська область'), 
dbo.get_eo_hash(N'П''яновицька середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Жашківський заклад загальної середньої освіти І-ІІІ ступенів №3 ім. І. М. Ляшенка Жашківської міської ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Жашківська загальноосвітня школа І-ІІІ ступенів №3 імені І. М. Ляшенка Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кременчуцький навчально-виховний комплекс Загальноосвітня школа І-ІІ ступенів - ліцей № 4 Кременчуцької міської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Кременчуцький ліцей № 4 Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Овруцька загальноосвітня школа I-III ступенів №4 Овруцької міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Овруцька загальноосвітня школа I-III ступенів №4 Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Довжанська загальноосвітня школа I-III ступенів Окнянського району', N'Одеська область'), 
dbo.get_eo_hash(N'Довжанська загальноосвітня школа I-III ступенів Красноокнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великосорочинська загальноосвітня школа І-ІІІ ступенів Великосорочинської сільської ради Миргородського району Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Великосорочинська загальноосвітня школа І-ІІІ ступенів Миргородської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кролевецька спеціалізована школа I-III ступенів № 3 Кролевецької міської ради', N'Сумська область'), 
dbo.get_eo_hash(N'Кролевецька спеціалізована школа I-III ступенів № 3 Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Дмитрівська загальноосвітня школа І-ІІІ ступенів імені Т.Г.Шевченка Знам''янської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Дмитрівська загальноосвітня школа І-ІІІ ступенів № 2 ім. Т.Г.Шевченка Знам''янської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Коростенський заклад загальної середньої освіти I-III ступенів №8 Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Коростенська загальноосвітня школа I-III ступенів №8 Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тростянецька спеціалізована школа I-III ступенів № 2 Тростянецької міської ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Тростянецька спеціалізована школа I-III ступенів № 2 Тростянецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №105 Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №105 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Піща Шацького району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Піща Шацького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тишківська загальноосвітня школа І-ІІІ ступенів № 2 Добровеличківської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Тишківська загальноосвітня школа І-ІІІ ступенів № 2 Добровеличківської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 27 школа І-ІІІ ступенів - дошкільний навчальний заклад (дитячий садок) Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 27 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Підгаєцька загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'), 
dbo.get_eo_hash(N'Підгаєцька загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гімназія-інтернат міста Хуста Закарпатської області', N'Закарпатська область'), 
dbo.get_eo_hash(N'Хустська гімназія-інтернат', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Білозерський заклад повної загальної середньої освіти №2 ім. Богдана Хмельницького Білозерської селищної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Білозерська загальноосвітня школа I-III ступенів №2 Білозерської районної ради Херсонської області імені Богдана Хмельницького', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ренійська загальноосвітня школа I-III ступенів №4 Ренійської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Ренійська загальноосвітня I-III ступенів школа №4 Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Середня загальноосвітня школа №77 м. Львова з поглибленим вивченням економіки та управлінської діяльності', N'Львівська область'), 
dbo.get_eo_hash(N'Середня загальноосвітня школа №77 м. Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Київської обласної ради «Володарська спеціалізована загальноосвітня школа-інтернат ІІ-ІІІ ступенів – Центр реабілітації»', N'Київська область'), 
dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ВОЛОДАРСЬКА ЗАГАЛЬНООСВІТНЯ САНАТОРНА ШКОЛА-ІНТЕРНАТ І-ІІІ СТУПЕНІВ', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Станично-Луганська спеціалізована школа № 2 І-ІІІ ступенів з поглибленим вивченням окремих предметів та курсів імені П.В. Балабуєва Станично-Луганського району Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Комунальний заклад Станично-Луганська спеціалізована школа № 2 І-ІІІ ступенів з поглибленим вивченням окремих предметів та курсів імені Балабуєва П.В. Станично-Луганського району Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Запорізький обласний ліцей-інтернат з посиленою військово-фізичною підготовкою Захисник Запорізької обласної ради', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Запорізький обласний ліцей-интернат з посиленою військово-фізичною підготовкою Захисник Запорізької обласної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кремінська обласна загальноосвітня санаторна школа-інтернат I-ІII ст.', N'Луганська область'), 
dbo.get_eo_hash(N'Кремінська обласна санаторна загальноосвітня школа-інтернат I-ІII ст.', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Первомайська загальноосвітня школа I-III ступенів №17 ім. Миколи Вінграновського Первомайської міської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Первомайська загальноосвітня школа I-III ступенів №17 Первомайської міської ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'комунальний заклад опорний заклад Кодимський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад Кодимської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Кодимський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шполянський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №3 - гімназія Шполянської міської ради об''єднаної територіальної громади Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Шполянський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №3 - гімназія Шполянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Пирятинська загальноосвітня школа І-ІІІ ступенів № 6 Пирятинської міської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Пирятинська  загальноосвітня школа І-ІІІ ступенів № 6 Пирятинської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Остапівський навчально-виховний комплекс Загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад Лугинської селищної ради Лугинського району Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Остапівський НВК Загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комарівський навчально-виховний комплекс загальноосвітній навчальний заклад-дошкільний навчальний заклад Кельменецького району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Комарівський навчально-виховний комплекс дошкільний навчальний заклад-загальноосвітній навчальний заклад Кельменецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів №7 Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів №7', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Спеціалізована школа І-ІІІ ступенів № 3 з поглибленим вивченням окремих предметів Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Спеціалізована школа I-III ступенів № 3 з поглибленим вивченням окремих предметів Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний опорний навчальний закладЗагальноосвітня школа І-ІІІ ступенів №3 м.Рожище Рожищенського району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня №3 м. Рожище Рожищенського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тернопільська обласна експериментальна комплексна школа мистецтв ім. І. Герети', N'Тернопільська область'), 
dbo.get_eo_hash(N'Тернопільська обласна комунальна експериментальна комплексна школа мистецтв', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новобілокоровицька загальноосвітня школа I-III ступенів №2 Білокоровицької сільської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Новобілокоровицька загальноосвітня школа I-III ступенів №2 Олевського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Богодухівська загальноосвітня школа І-ІІІ ступенів №2» Богодухівської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Богодухівський колегіум № 2 Богодухівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кролевецька загальноосвітня школа I-III ступенів № 2 ім.М.О.Лукаша Кролевецької міської ради', N'Сумська область'), 
dbo.get_eo_hash(N'Кролевецька загальноосвітня школа I-III ступенів № 2  ім.М.О.Лукаша Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Коломийський навчально-виховний комплекс №9 Школа-природничо-математичний ліцей Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Коломийський навчально-виховний комплекс №9  Школа-природничо-математичний ліцей', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Радомишльська загальноосвітня школа I-III ступенів №3 Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Радомишльська загальноосвітня школа I-III ступенів №3', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти №1 - загальноосвітній заклад І-ІІІ ступенів', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Навчально - виховний комплекс загальноосвітній навчальний заклад № 1 І-ІІІ ступенів - дошкільний навчальний заклад', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сахновщинська загальноосвітня школа І-ІІІ ступенів №1 Сахновщинської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Сахновщинська гімназія Сахновщинської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Добренська загальноосвітня школа I-III ступеня Баштанської міської ради Баштанського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Добренська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Троїцька загальноосвітня школа І - ІІІ ступенів Троїцької районної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Троїцька загальноосвітня школа І - ІІІ ступенів Троїцької районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Катеринопільський навчально-виховний комплекс №1Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Катеринопільської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Катеринопільська загальноосвітня школа І-ІІІ ступенів №1 Катеринопільської районної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 213 Деснянського району міста Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 213 Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №16 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №16 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Чуднівський ліцей Чуднівської районної ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Чуднівська гімназія Чуднівської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради Підбузька спеціалізована школа-інтернат мистецького профілю І-ІІІ ступенів Мала академія мистецтв імені Е. Миська', N'Львівська область'), 
dbo.get_eo_hash(N'Комунальний заклад  Львівської обласної ради Підбузька спеціалізована школа-інтернат Мала академія мистецтв ім.Е.Миська', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 37 Дніпровська гімназія - школа І ступеня - дошкільний навчальний заклад (дитячий садок) Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 37 Дніпровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Марганецька загальноосвітня школа І-ІІІ ступнів № 7 Марганецької міської ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Марганецька загальноосвітня школа І-ІІІ ступнів № 7 з поглибленим вивченням української мови та літератури Марганецької міської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Володимирецький районний колегіум Володимирецької районної державної адміністрації', N'Рівненська область'), 
dbo.get_eo_hash(N'Володимирецький районний колегіум Володимирецького району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Маловисківська загальносвітня школа-інтернат I-III ступенів Маловисківської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Маловисківська загальносвітня школа-інтернат I-III ступенів Маловисківського району Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кролевецька загальноосвітня школа I-III ступенів № 5 Кролевецької міської ради', N'Сумська область'), 
dbo.get_eo_hash(N'Кролевецька загальноосвітня школа I-III ступенів № 5 Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа № 2 I-III ступенів з поглибленим вивченням іноземних мов', N'Чернігівська область'), 
dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа № 2 I-III ступенів з поглибленим вивченням іноземних мов м. Чернігова', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вигодська загальноосвітня школа I-III ступенів Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Вигодська загальноосвітня школа I-III ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Доманівська загальноосвітня школа I-III ступенів №2 Доманівської селищної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Доманівська загальноосвітня школа I-III ступенів №2 Доманівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №169 Шевченківського району м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Школа №169 І-ІІІ ступенів Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Городенківcька загальноосвітня школа І-ІІІст №1', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Городенківька загальноосвітня школа І-ІІІст №1', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Якимівська гімназія Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Якимівська гімназія Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чернівецька гімназія №6 імені Олександра Доброго (Alexandru cel Bun) Чернівецької міської ради', N'Чернівецька область'), 
dbo.get_eo_hash(N'Чернівецька гімназія №6 Чернівецької міської ради', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ічнянська загальноосвітня школа I-III ступенів № 1 Ічнянської районної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Ічнянська загальноосвітня школа № 1 I-III ступенів Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Доманівський навчально-виховний комплекс Доманівська загальноосвітня школа I-III ступенів №1 - Центр дитячої та юнацької творчості Доманівської селищної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Доманівський районний навчально-виховний комплекс Доманівська загальноосвітня школа I-III ступенів №1 - Центр дитячої та юнацької творчості Доманівської районної ради', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад  Корнинський навчально-виховний комплекс Загальноосвітня школа І ступеня - гімназія Корнинської селищної ради', N'Житомирська область'), 
dbo.get_eo_hash(N'Корнинський навчально-виховний комплекс Загальноосвітня школа І ступеня - гімназія Корнинської селищної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Березнівський навчально-виховний комплекс Загальноосвітня школа І-ІІ ступенів - ліцей з професійним навчанням Березнівської районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Березнівський навчально-виховний комплекс Загальноосвітня школа-інтернат І-ІІІ ступенів - міжшкільний навчально-виробничий комбінат Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Межівська загальноосвітня школа І-ІІІ ступенів №2 Межівської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'РКЗО Межівська середня загальноосвітня школа І-ІІІ ступенів №2', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Семенівський заклад загальної середньої освіти I-III ступенів №3 Семенівської міської ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Семенівська загальноосвітня школа I-III ст. №3 Семенівської районної радиї Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 34 Кам`янської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 34  Камя`нської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчально-виховний заклад Чернігівська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу А.М.Темника Чернігівської селищної ради Чернігівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Опорний навчально-виховний заклад Чернігівська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу А.М.Темника Чернігівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вараська загальноосвітня школа І-ІІІ ступенів №5 Вараської міської ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Кузнецовська загальноосвітня школа І-ІІІ ступенів №5 Кузнецовської міської ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Підгородненський навчально-виховний комплекс №4 Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Підгородненська загальноосвітня школа №4 І-ІІІ ступенів Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сторожинецька районна гімназія Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Сторожинецька районна гімназія Сторожинецької міської ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кам''янський еколого-економічний ліцей Кам''янської міської ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Кам''янський еколого-економічний ліцей Кам''янської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів № 57 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №57 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Приватный комплекс безперервної освіти Школа ЕйдоС', N'Запорізька область'), 
dbo.get_eo_hash(N'Приватний комплекс безперервної освіти Школа ЕйдоС', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тростянецька спеціалізована школа I-III ступенів № 5 Тростянецької міської ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Тростянецька спеціалізована школа I-III ступенів № 5 Тростянецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Фастівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів № 7-Центр військово-патріотичного виховання Гарт Фастівської міської ради Київської обл.', N'Київська область'), 
dbo.get_eo_hash(N'Фастівська загальноосвітня школа І-ІІІ ступенів № 7 Фастівської міської ради Київської обл.', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Красноармійський міський ліцей «Надія» м.Красноармійська Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Красноармійський міський ліцей Надія міста Красноармійська Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вижницька гімназія Вижницької міської ради Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Вижницька гімназія Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'школа І-ІІІ ступенів № 104 імені О.Ольжича Оболонського району м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Середня загальноосвітня школа №104 імені О.Ольжича - загальноосвітній навчальний заклад І-ІІІ ступенів м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Литвяківська загальноосвітня школа І-ІІІ ступенів Засульської сільської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Литвяківська загальноосвітня школа І-ІІІ ступенів Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Черкаська загальноосвітня школа І-ІІІ ступенів №1', N'Донецька область'), 
dbo.get_eo_hash(N'Черкаська загальноосвітня школа І-ІІІ ступенів №1 Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Школа-гімназія №2 імені Володимира Сингаївського', N'Житомирська область'), 
dbo.get_eo_hash(N'Коростенська загальноосвітня школа I-III ступенів №2 Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лохвицька загальноосвітня школа І-ІІІ ступенів №2 Лохвицької міської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Лохвицька загальноосвітня школа І-ІІІ ступенів №2 Лохвицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №3 «Спеціалізована школа з поглибленим вивченням англійської мови»', N'Донецька область'), 
dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа I-III ступенів № 3 Торецької міської ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Росавська загальноосвітня школа І-ІІІ ступенів Миронівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Росавська загальноосвітня школа І-ІІІ ступенів Миронівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сторожинецька загальноосвітня школа І-ІІІ ст. №1 Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Сторожинецька загальноосвітня школа І-ІІІ ступенів № 1 Сторожинецької міської ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кам''янська загальноосвітня школа І-ІІІ ступенів №1 Кам''янської міської ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Кам''янська загальноосвітня школа І-ІІІ ступенів №1 Кам''янської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Селятинський заклад загальної середньої освіти-інтернат І-ІІІ ступенів Селятинської сільської ради', N'Чернівецька область'), 
dbo.get_eo_hash(N'Селятинська загальноосвітня школа І-ІІІ ступенів Путильської районної ради Путильського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ступенів-ліцей смт.Піщанка Піщанського району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Навчально виховний комплекс Загальноосвітня школа I-III ступенів-ліцей смт.Піщанка Піщанського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний закладПідкамінська загальноосвітня школа І-ІІІ ступенів Бродівської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Підкамінська загальноосвітня школа І-ІІІ ступенів Бродівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Менський опорний заклад загальної середньої освіти I-III ступенів ім. Т. Г. Шевченка Менської міської ради Менського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Менська загальноосвітня школа I-III ступенів ім. Т. Г. Шевченка Менської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №51 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №51 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'комунальний опорний загальноосвітній навчальний заклад Брусилівська гімназія імені Г.О.Готовчиця Брусилівської селищної ради', N'Житомирська область'), 
dbo.get_eo_hash(N'комунальний заклад Брусилівська гімназія імені Г.О.Готовчиця Брусилівської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тишківська загальноосвітня школа І-ІІІ ступенів № 1 Добровеличківської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Тишківська загальноосвітня школа І-ІІІ ступенів № 1 Добровеличківської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Брусилівська загальноосвітня школа I-III ступенів №1 Брусилівської селищної ради', N'Житомирська область'), 
dbo.get_eo_hash(N'Брусилівська загальноосвітня школа I-III ступенів №1 Брусилівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Остриківська загальноосвітня школа І-ІІІ ступенів Остриківської сільської ради Токмацького району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Остриківська загальноосвітня школа І-ІІІ ступенів Токмацької районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шполянська загальноосвітня школа І-ІІІ ступенів №1 Шполянської міської ради об''єднаної територіальної громади Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Шполянська загальноосвітня школа І-ІІІ ступенів №1 Шполянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Економіко-правовий ліцей ІІ-ІІІ ступенів Деснянського району м. Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Економіко-правовий ліцей ІІ-ІІІ ступеня Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'опорний заклад Барвінківська ЗОШ І-ІІІ ступенів №1 Барвінківської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Барвінківська ЗОШ І-ІІІ ступенів №1 Барвінківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховне об’єднання Новомиргородська загальноосвітня школа І-ІІІ ступенів № 3 - ДНЗ Новомиргородської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Новомиргородська загальноосвітня школа І-ІІІ ступенів № 3 Новомиргородської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кременчуцький навчально-виховний комплекс «Загальноосвітня школа І ступеня - колегіум» №25 Кременчуцької міської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Кременчуцький колегіум № 25 Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Викотівська середня загальноосвітня школа І-ІІІ ступенів Бісковицької сільської ради Самбірського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Викотівська середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Пісківська гуманітарна гімназія', N'Київська область'), 
dbo.get_eo_hash(N'Пісківська гуманітарна гімназія Бородянської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний комунальний навчальний заклад Лозуватська загальноосвітня школа І-ІІІ ступенів імені Т.Г. Шевченка Криворізької районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний навчальний заклад Лозуватська загальноосвітня школа № 1 імені Т.Г. Шевченка І-ІІІ ступенів  Криворізької районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Надеждівський навчально-виховний комплекс Лозівської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Надеждівський навчально-виховний комплекс Лозівської районної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №52 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №52 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська спеціалізована школа І-ІІІ ступенів №8 імені Героя України Бойка В.С. Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська спеціалізована школа з поглибленим вивченням новогрецької мови I-III ступенів №8 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Липовецька загальноосвітня школа І-ІІІ ст. № 3 Липовецької районної ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Липовецька загальноосвітня школа І-ІІІ ступенів №3', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Долинська загальноосвітня вечірня (змінна) школа ІІ-ІІІ ступенів Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Долинська загальноосвітня вечірня (змінна) школа ІІ-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Монастирищенський заклад загальної середньої освіти І-ІІІ ступенів №2 Монастирищенської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Монастирищенська загальноосвітня школа І-ІІІ ступенів №2 Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №1 імені Героя України Андрія Снітка смт Маневичі Маневицького району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №1 імені Андрія Снітка смт Маневичі Маневицького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №19 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №19 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №1 м.Калинівка Вінницька область', N'Вінницька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №1 м.Калинівка Вінницька область', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сарнівський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Сарнівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бойківщинська загальноосвітня школа І-ІІІ ступенів Драбівської районноЇ ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Бойківщинська загальноосвітня школа І-ІІІ ступенів Драбівської районноЇ ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 64 Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 64 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Стовп''язьке навчально-виховне обєднання Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Переяслав-Хмельницького району Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Стовп''язька загальноосвітня школа І-ІІІ ступенів Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новопразьке навчально - виховне обєднання загальноосвітня школа І - ІІІ ступенів - дошкільний навчальний заклад - позашкільний центр Олександрійської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Новопразька загальноосвітня школа І-ІІІ ступенів № 2 Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Середня загальноосвітня школа №62', N'Львівська область'), 
dbo.get_eo_hash(N'Середня школа №62', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Білогорівська загальноосвітня школа І - ІІІ ступенів Попаснянської районної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Білогорівська загальноосвітня школа І - ІІІ ступенів Попаснянської районної ради Луганської області.', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кізлівська загальноосвітня школа І-ІІІ ступенів ім. Героя Радянського Союзу В.П.Лугового Чорнухинської районної ради Полтавської області.', N'Полтавська область'), 
dbo.get_eo_hash(N'Кізлівська загальноосвітня школа І-ІІІ ступенів Чорнухинської районної ради Полтавської області.', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Гуляйпільська спеціалізована загальноосвітня школа I-III ступенів Гуляйпільської міської ради', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Гуляйпільська спеціалізована загальноосвітня школа I-III ступенів Гуляйпільської районної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована школа №325 ІІ-ІІІ ступеня Щастя', N'м.Київ'), 
dbo.get_eo_hash(N'Спеціалізована школа ІІ-ІІІ ступенів №325 Щастя', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа І-ІІІ ступенів №16 Дніпровської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №16 Дніпровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Красноградська гімназія Гранд Красноградської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Красноградська гімназія Гранд Красноградської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І - ІІІ ступенів № 18 Сумської міської ради', N'Сумська область'), 
dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І - ІІІ ступенів № 18, м. Суми, Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Гуляйпільська загальноосвітня школа I-III ступенів № 1 Гуляйпільської міської ради', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Гуляйпільська загальноосвітня школа I-III ступенів № 1 Гуляйпільської районної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тульчинська загальноосвітня школа I-III ступенів №1 Тульчинської міської ради', N'Вінницька область'), 
dbo.get_eo_hash(N'Тульчинська загальноосвітня школа I-III ступенів №1', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Хмельницька спеціалізована загальноосвітня школа №19 І-ІІІ ступенів імені академіка Михайла Павловського', N'Хмельницька область'), 
dbo.get_eo_hash(N'Хмельницька спеціалізована загальноосвітня школа №19 I-III ступенів імені академіка Михайла Павловського', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мурованокуриловецька загальноосвітня санаторна школа-інтернат I-III ст.Вінницької обласної Ради', N'Вінницька область'), 
dbo.get_eo_hash(N'Мурованокуриловецька загальноосвітня санаторна школа-інтернат I-III ст. для дітей з захворюванням серцево-судинної системи', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Нововодолазький ліцей Нововодолазької селищної ради', N'Харківська область'), 
dbo.get_eo_hash(N'Нововодолазький ліцей Нововодолазької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Плугівський навчально - виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Золочівської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Плугівська загальноосвітня школа І-ІІІ ступенів Золочівської районної ради Львівської області', N'Львівська область'))




-- PART 2

INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Верхівська загальноосвітня школа I-III ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Заклад Верхівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Войнашівська загальноосвітня школа I-III ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Заклад Войнашівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Каришківська загальноосвітня школа I-III ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Заклад Каришківська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Луко-Барський навчально-виховний комплекс  Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад', N'Вінницька область'), 
dbo.get_eo_hash(N'Заклад Луко-Барський навчально-виховний комплекс  Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Митківська загальноосвітня школа I-III ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Заклад Митківська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Поповецька загальноосвітня школа I-III ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Заклад Поповецька загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ялтушківська загальноосвітня школа I-III ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Заклад Ялтушківська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Копайгородська загальноосвітня школа I-III ступенів ім. О.С.Пушкіна', N'Вінницька область'), 
dbo.get_eo_hash(N'Заклад Копайгородська загальноосвітня школа I-III ступенів імені О.С.Пушкіна', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Джулинська загальноосвітня школа I-III ступенів Джулинської сільської ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Джулинська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чернятська загальноосвітня школа I-III ступенів Джулинської сільської ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Чернятська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Агрономічненська середня загальноосвітня школа I-III ступенів Вінницького району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Агрономічненська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Мізяківсько-Хутірський навчально-виховний комплекс: загальноосвітня школа I-III ступенів-дошкільний навчальний заклад', N'Вінницька область'), 
dbo.get_eo_hash(N'Комунальний заклад Мізяківсько-Хутірський нвачально-виховний комплекс: загальноосвітня школа I-III ступенів-дошкільний навчальний заклад', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Хижинецька загальноосвітня школа I-III ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Хижинецька загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Якушинецька середня загальноосвітня школа I-III ступенів - гімназія', N'Вінницька область'), 
dbo.get_eo_hash(N'Якушинецька середня загальноосвітня школа I-III ступенів - гімназія (з продовженим днем)', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вороновицька середня загальноосвітня школа I-III ступенів №1 Вінницького району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Вороновицька середня загальноосвітня школа I-III ступенів №1', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кармалюківська загальноосвітня школа I-III ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Кармалюківська загальноосвітня школа I-ІІ-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мартинівська загальноосвітня школа I-ІII ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Мартинівська загальноосвітня школа I-IІ-ІII ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Могилівська загальноосвітня школа I-III ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Могилівська загальноосвітня школа I-ІІ-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Носківецька загальноосвітня школа I-III ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Носківецька загальноосвітня школа I-ІІ-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів ім. Д.Ф. Касьянчука', N'Вінницька область'), 
dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-ІІ-III ступенів ім. Д.Ф. Касьянчука', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Почапинецька загальноосвітня школа I-III ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Почапинецька загальноосвітня школа I-ІІ-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Северинівська загальноосвітня школа I-III ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Северинівська загальноосвітня школа I-ІІ-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Сербинівський навчально-виховний комплексзагальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад', N'Вінницька область'), 
dbo.get_eo_hash(N'Комунальний заклад Сербинівський навчально-виховний комплексзагальноосвітня школа І-ІІ-ІІІ ступенів- дошкільний навчальний заклад', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Станіславчицька загальноосвітня школа I-ІII ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Станіславчицька загальноосвітня школа I-IІ-ІII ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чернятинська загальноосвітня школа I-III ступенів', N'Вінницька область'), 
dbo.get_eo_hash(N'Чернятинська загальноосвітня школа I-ІІ-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Браїлівська загальноосвітня школа I-III ступенів ім. В.О.Забаштанського', N'Вінницька область'), 
dbo.get_eo_hash(N'Браїлівська загальноосвітня школа I-ІІ-III ступенів ім. В.О.Забаштанського', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Білківська загальноосвітня школа I-III ступенів Дашівської селищної ради Іллінецького району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Білківська загальноосвітня школа I-III ступенів Іллінецької районної ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Городоцька загальноосвітня школа І-ІІІ ступенів Іллінецької районної ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Городоцька загальноосвітня школа І-ІІІ ступенів Іллінецької районної ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кальницька загальноосвітня школа I-III ступенів Дашівської селищної ради Іллінецького району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Кальницька загальноосвітня школа I-III ступенів ім. Я.Івашкевича Іллінецької районної ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Дашівська загальноосвітня школа І- ІІІ ступенів Дашівської селищної ради Іллінецького району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Дашівська загальноосвітня школа І- ІІІ ступенів Іллінецької районної ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гущинецька загальноосвітня школа I-III ступенів Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Гущинецька загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Павлівка Калинівський район Вінницька область', N'Вінницька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Павлівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс загальноосвітня школа I-III ступенів-дошкільний навчальний заклад с.Сальник, Калинівський район, Вінницька область', N'Вінницька область'), 
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс загальноосвітня школа I-III ступенів-дошкільний навчальний заклад с.Сальник', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вівсяницький загальноосвітній навчально-виховний комплекс I-III ступенів Школа-дитячий садок', N'Вінницька область'), 
dbo.get_eo_hash(N'Вівсяницька середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Козятинський загальноосвітній навчально-виховний комплекс I-III ступенів Школа-інтернат-гімназія ім. В.М.Підгорбунського Козятинської районної ради', N'Вінницька область'), 
dbo.get_eo_hash(N'Загальноосвітній навчально-виховний комплекс I-III ступенів Школа-інтернат-гімназія ім. В.М.Підгорбунського Козятинської районної ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Флоріанівський загальноосвітній навчально-виховний комплекс І-III ступенів Школа - дитячий садок', N'Вінницька область'), 
dbo.get_eo_hash(N'Флоріанівська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бродецький загальноосвітній навчально-виховний комплекс І-ІІІ ступенів Школа-дитячий садок', N'Вінницька область'), 
dbo.get_eo_hash(N'Бродецька середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Липовецька загальноосвітня школа І-ІІІ ст. № 1 ім. В. Липківського Липовецької районної ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Липовецький колегіум ім. Василя Липківського', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Білозерівська загальноосвітня школа І-ІІІ ст. Липовецької районної ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Білозерівська загальноосвітня школа І-ІІІ ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вахнівська загальноосвітня школа І-ІІІ ступенів Липовецької районної ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Вахнівська загальноосвітня школа І-ІІІ ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Зозівська загальноосвітня школа І-ІІІ ступенів Липовецької районної ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Зозівська загальноосвітня школа І-ІІІ ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Іваньківська загальноосвітня школа I-III ступенів Липовецької районної ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Іваньківська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заклад Навчально-виховний комплекс: Росошанська загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Сонечко Росошанської ОТГ Липовецького району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Росошанська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс (середня загальноосвітня школа I-III ступенів-дошкільний навчальний заклад) с.Микулинці Літинського району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Микулинці', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Байраківська загальноосвітня школа I-III ступенів ім. Максима Шимка Немирівської міської ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Комунальний заклад Байраківська загальноосвітня школа I-III ст. імені Максима Шимка Немирівської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Воловодівська загальноосвітня школа І-ІІІ ступенів Ковалівської сільської ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Комунальний заклад Воловодівська загальноосвітня школа І-ІІІ ступенів Немирівської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ковалівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-ліцей Ковалівської сільської ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Ковалівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-ліцей Немирівської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Медвежанська загальноосвітня школа І-ІІІ ступенів Немирівської міської ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Медвежанська загальноосвітня школа І-ІІІ ступенів Немирівської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Чуківська загальноосвітня школа I-III ступенів ім. Івана Бенери Немирівської районної ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Чуківська загальноосвітня школа I-III ступенів Немирівської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Ситковецька загальноосвітня школа I-III ступенів Ситковецької селищної ради Немирівського району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Ситковецька загальноосвітня школа I-III ступенів Немирівської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Балабанівка, Оратівський район, Вінницька область', N'Вінницька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Балабанівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Новоживотів Оратівського району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Новоживотів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Скоморошки Оратівського району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Скоморошки', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа I-III ступенів с.Фронтівка Оратівського району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа I-III ступенів с.Фронтівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Чагів Оратівського району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Чагів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Чернявка Оратівського району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Чернявка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Човновиця Оратівського району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Човновиця', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Якимівка Оратівського району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Якимівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів смт Оратів Оратівської селищної об''єднаної територіальної громади Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів смт.Оратів Оратівський район Вінницька область', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Студенянська загальноосвітня школа І-ІІІ ступенів Піщанського району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Студена Піщанського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кивачівська загальноосвітня школа I-III ступенів Краснопільської сільської ради Гайсинського району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Кивачівка Теплицький район Вінницька область', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ганнопільська загальноосвітня школа I-III ступенів Тульчинської міської ради', N'Вінницька область'), 
dbo.get_eo_hash(N'Ганнопільська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тиманівська загальноосвітня школа I-III ступенів Тульчинської міської ради Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Тиманівська загальноосвітня школа I-III ступенів Тульчинської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальносвітня школа I-III ступенів - дошкільний навчальний заклад с. Сальниця', N'Вінницька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Сальниця', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорна загальноосвітня школа I-III ступенів с. Уланів Хмільницького району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Уланів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сокільська середня загальноосвітня школа I-III ступенів Чернівецького району Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Сокільська середня загальноосвітня школа I-III ступенів Чернівецького району', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Довжанська середня загальноосвітня школа І-ІІІ ступенів Мурафської сільської ради', N'Вінницька область'), 
dbo.get_eo_hash(N'Довжанська середня загальноосвітня школа І-ІІІ ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Клекотинська середня загальноосвітня школа I-III ступенів Мурафської сільської ради', N'Вінницька область'), 
dbo.get_eo_hash(N'Клекотинська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мурафська середня загальноосвітня школа I-III ступенів, Шаргородського району, Вінницької області', N'Вінницька область'), 
dbo.get_eo_hash(N'Мурафська середня загальноосвітня школа I-III ступенів. Шаргородського району, Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Освітній опорний заклад навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-ліцей с. Зимне Володимир-Волинського району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-ліцей с. Зимне Володимир-Волинського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Загальноосвітня школа І-ІІІ ступенів с. Суходоли Володимир-Волинського району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Суходоли Володимир-Волинського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів села Гута-Боровенська Камінь-Каширського району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня села Гута-Боровенська Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня села Прилуцьке Ківерцівського району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Прилуцьке Ківерцівської районної  ради  Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний освітній заклад Велицька загальноосвітня школа І-ІІІ ступенів Велицької сільської ради Ковельського району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Велицьк Ковельського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад с. Вербка Дубівської сільської ради Ковельського району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Вербка Ковельської райдержадміністрації Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Дубівська загальноосвітня школа І-ІІІ ступенів Дубівської сільської ради Ковельського району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Дубове Ковельського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Поворський ліцей Поворської сільської ради Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Поворськ Ковельського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Навчально-виховний комплекс Локачинська загальноосвітня школа І-ІІІ ступенів - гімназія Локачинського району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Локачинська загальноосвітня школа І-ІІІ ступенів - гімназія Локачинського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступеня с. Піддубці Луцького району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Піддубці Луцького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Рокинівський навчально-виховний комплекс Княгининівської сільської ради Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Рокинівський навчально-виховний комплекс Луцької районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступеня смт Торчин Луцького району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня смт Торчин Луцького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Люб''язівська загальноосвітня школа І-ІІІ ступенів Любешівської районної ради Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Люб''язь Любешівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Любешівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-гімназія Любешівської районної ради Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс смт Любешів Любешівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Загальноосвітня школа І-ІІІ ступенів с. Прилісне Маневицького району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Прилісне Маневицького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Загальноосвітня школа І-ІІІ ступенів с. Троянівка Маневицького району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Троянівка Маневицького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Загальноосвітня школа І-ІІІ ступенів с. Цміни Маневицького району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Цміни Маневицького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів імені Володимира Мельника с. Чорниж Маневицького району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Чорниж Маневицького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний опорний навчальний заклад Загальноосвітня школа І-ІІІ ступенів с. Переспа Рожищенського району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Переспа Рожищенського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний закладЗагальноосвітня школа І-ІІІ ступеня с. Смідин Старовижівського району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Смідин Старовижівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-гімназія смт Шацьк Шацької селищної ради Шацького району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-гімназія смт Шацьк', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Грушівська загальноосвітня школа І-ІІІ ступенів Грушівської сільської ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Грушівська загальноосвітня школа І-ІІІ ступеня Грушівської сільської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Першотравенська загальноосвітня школа І-ІІІ ступенів Апостолівської міської ради Апостолівського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Першотравенська загальноосвітня школа І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Зеленогайська середня загальноосвітня школа I-III ступенів з дошкільним відділенням Васильківського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Зеленогайська середня загальноосвітня школа Васильківського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Горянівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Горянівська загальноосвітня школа І-ІІІ ступенів Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Любимівська загальноосвітня школа І-ІІІ ступенів Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Любимівська  загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Новомиколаївська загальноосвітня школа І-ІІІ ступенів Сурсько-Литовської сільської ради Дніпровського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Новомиколаївська середня загальноосвітня школа І-ІІІ ступенів Сурсько-Литовської сільської ради Дніпропетровського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Сурсько-Литовська загальноосвітня школа І-ІІІ ступенів Сурсько-Литовської сільської ради Дніпровського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Сурсько-Литовська  загальноосвітня школа І-ІІІ ступенів Дніпровського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний комунальний навчальний заклад Софіївська загальноосвітня школа І-ІІІ ступенів Криворізької районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний навчальний заклад Валівська загальноосвітня школа І-ІІІ ступенів Криворізької районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Дружбівська середня загальноосвітня школа І-ІІІ ступенів Криничанського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Дружбівська середня загальноосвітня школа І-ІІІ ступеня Криничанського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Затишнянська середня загальноосвітня школа Криничанського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Затишнянська середня загальноосвітня школа І-ІІІ ступенів Криничанського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД МАЛОМИХАЙЛІВСЬКА СЕРЕДНЯ ЗАГАЛЬНООСВІТНЯ ШКОЛА І - ІІІ СТУПЕНІВ КРИНИЧАНСЬКОЇ СЕЛИЩНОЇ РАДИ ДНІПРОПЕТРОВСЬКОЇ ОБЛАСТІ', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Маломихайлівська середня загальноосвітня школа Криничанського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Аулівська середня загальноосвітня школа I-III ступенів Аулівської селищної ради.', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Аульська середня загальноосвітня школа І-ІІІ ступеня Криничанського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний опорний заклад Божедарівська середня загальноосвітня школа І-ІІІ ступенів Криничанського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Божедарівська середня загальноосвітня школа І-ІІІ ступенів Криничанського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Криничанська середня загальноосвітня школа І -ІІІ ступенів № 1 Криничанської селищної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Криничанська середня загальноосвітня школа № 1 Криничанського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 38 імені І. О. Секретнюка Кам''янської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 38 ім.І.О.Секретнюка м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 27 Кам''янської міської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 27 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кільченська загальноосвітня школа І-ІІІ ступенів Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Радянська загальноосвітня школа І-ІІІ ступенів Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Мар''ївський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Мар''ївська загальноосвітня школа І-ІІІ ступенів Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний залад освіти  Веселівська загальноосвітня школа І-ІІІ ступенів Межівської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'РКЗО  Веселівська середня загальноосвітня школа І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Володимирівська загальноосвітня школа І-ІІІ ступенів Межівської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'РКЗО Володимирівська середня загальноосвітня школа І-ІІІ ступенів Межівської районної адміністрації Дніпропетровської  області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Іванівська загальноосвітня школа І-ІІІ ступенів Межівської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'РКЗО Іванівська середня загальноосвітня школа І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Новогригорівська загальноосвітня школа І-ІІІ ступенів Межівської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'РКЗО Новогригорівська середня загальноосвітня школа І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Новопідгороднянська загальноосвітня школа І-ІІІ ступенів Межівської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'РКЗО Новопідгороднянська середня загальноосвітня школа І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Райпільська загальноосвітня школа І-ІІІ ступенів Межівської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'РКЗО Райпільська середня загальноосвітня школа І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти Борисівська загальноосвітня школа І-ІІІ ступенів Червоногригорівської селищної ради Нікопольського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Борисівська загальноосвітня школа І-ІІІ ступенів Нікопольської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти Лошкарівська загальноосвітня школа І-ІІІ ступенів Лошкарівської сільскої ради Нікопольського району Дніпропетровської областіі', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Лошкарівська загальноосвітня школа І-ІІІ ступенів Нікопольської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новоіванівська загальноосвітня школа І-ІІІ ступенів Першотравневської сільської ради Нікопольського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Новоіванівська загальноосвітня школа І-ІІІ ступенів Нікопольської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти Придніпровська загальноосвітня школа І-ІІІ ступенів Червоногригорівської селищної ради Нікопольського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Придніпровська загальноосвітня школа І-ІІІ ступенів Нікопольської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чистопільська загальноосвітня школа І-ІІІ ступенів Першотравневської сільської ради Нікопольського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Чистопільська загальноосвітня школа І-ІІІ ступенів Нікопольської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чкаловська загальноосвітня школа І-ІІІ ступенів Виконкому Чкаловської сільської ради (ОТГ)', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Чкаловська загальноосвітня школа І-ІІІ ступенів Нікопольської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти Шевченківська загальноосвітня школа І-ІІІ ступенів Лошкарівської сільскої ради Нікопольського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Шевченківська загальноосвітня школа І-ІІІ ступенів Нікопольської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти Червоногригорівська загальноосвітня школа І-ІІІ ступенів Червоногригорівської селищної ради Нікопольського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Червоногригорівська загальноосвітня школа І-ІІІ ступенів Нікопольської районної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти Кам''янська загальноосвітня школа І-ІІІ ступенів Червоногригорівської селищної ради Нікопольського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Кам''янська загальноосвітня школа І-ІІІ ступенів Нікопольскої районної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Хуторо-Губиниська загальноосвітня школа І-ІІІ ступенів Новомосковська районна рада Дніпропетровська область', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Хуторо-Губиниська загальноосвітня школа І-ІІІ ступенів  Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Черкаська загальноосвітня школа І-ІІІ ступеня Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Черкаська загальноосвітня школа І-ІІІ ступенів Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Іванівський заклад освіти I-III ступенів', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти - Іванівська середня загальноосвітня школа I-III ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чаплинський навчально-виховний комплекс І-ІІІ ступенів Петриківської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти -Чаплинська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Курилівський заклад освіти І-ІІІ ступенів Петриківської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти - Курилівська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Петриківська загальноосвітня школа І-ІІІ ступенів Петриківської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти - Петриківська загальноосвітня школа І-ІІІ ступенів Петриківської районної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Троїцький навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Петропавлівської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Троїцький навчально-виховний комплекс Загальноосвітний навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Петропавлівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Березівська загальноосвітня школа І-ІІІ ступенів Великомихайлівської сільської ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Березівська загальноосвітня школа І-ІІІ ступенів Покровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'комунальний заклад освіти Братський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Покровської селищної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Братський навчально-виховний комплекс  Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Покровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великомихайлівська загальноосвітня школа І-ІІІ ступенів Великомихайлівської сільської ради Покровського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Великомихайлівська загальноосвітня школа І-ІІІ ступенів Покровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гаврилівська загальноосвітня школа І-ІІІ ступенів Маломихайлівської сільської ради Покровського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Гаврилівська загальноосвітня школа І-ІІІ ступенів Покровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Маломихайлівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад ім. І.Г.Скакуна Маломихайлівської сільської ради Покровського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Маломихайлівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад ім. І.Г.Скакуна Покровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Байдаківська загальноосвітня школа І-ІІІ ступенів  Лихівської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Холодіївська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лозуватська загальноосвітня школа І-ІІІ ступенів Вишнівської селищної ради П''ятихатського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Лозуватська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вишнівська загальноосвітня школа І-ІІІ ступенів Вишнівської селищної ради П''ятихатського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Вишнівська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний опорний навчальний заклад Лихівська загальноосвітня школа І-ІІІ ступенів Лихівської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Опорний навчальний заклад Лихівська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шевченківський заклад загальної середньої освіти І-ІІІ ступенів Славгородської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Шевченківська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Варварівський заклад загальної середньої освіти І-ІІІ ступенів Славгородської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Варварівська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Дерезуватський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Синельниківської районної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Дерезуватська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Зайцівська загальноосвітня школа І-ІІІ ступенів Зайцівської сільської ради Синельниковського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Зайцівська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освітиКислянська загальноосвітня школа І-ІІІ ступенів Зайцівської сільської ради Синельниковського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Кислянська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Циганівська загальноосвітня школа І-ІІІ ступенів Раївської сільскої ради Синельниківського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Циганівська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Майська загальноосвітня школа І-ІІІ ступенів Зайцівської сільської ради Синельниковського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Майська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Миролюбівська середня загальноосвітня школа І-ІІІ ступенів Синельниківської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Миролюбівська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Михайлівська загальноосвітня школа І-ІІІ ступенів Раївської сільскої ради Синельниківського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Михайлівська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Новоолександрівська загальноосвітня школа І-ІІІ ступенів Раївської сільскої ради Синельниківського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Новоолександрівська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Раївський навчально-виховний комплекс, заклад загальної середньої освіти І - ІІІ ступенів Раївської сільскої ради Синельниківського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Раївська загальноосвітня середня школа-інтернат', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти «Вишневецький навчально-виховний комплекс «загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад» Роздорської селищної ради»', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Вишневецький навчально-виховний комплекс загальноосвітній навчальний заклад І -ІІІ ступенів - дошкільний навчальний заклад Синельниківської районної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний опорний навчальний заклад Іларіонівська загальноосвітня школа І - ІІІ ступенів Іларіонівської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний опорний загальноосвітній навчальний заклад Іларіонівська середня загальноосвітня школа І - ІІІ ступенів Синельниківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Роздорська середня загальноосвітня школа Роздорської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Роздорська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Славгородський заклад загальної середньої освіти І-ІІІ ступенів Славгородської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Славгородська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Первомайський навчально-виховний комплекс заклад загальної середньої освіти І-ІІІ ступенів -дошкільний заклад освіти» Іларіонівської селищної ради Синельниківського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Первомайський навчально-виховний комплекс', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Шахтарська середня загальноосвітня школа І-ІІІ ступенів Іларіонівської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Шахтарська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Вакулівська загальноосвітня школа І - ІІІ ступенів Вакулівської сільської ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Жовтнева загальноосвітня школа І - ІІІ ступенів Софіївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Китайгородська загальноосвітня школа І-ІІІ ступенів Томаківської селищної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Китайгородська загальноосвітня школа І-ІІІ ступенів Томаківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Настасівська загальноосвітня школа І-ІІІ ступенів Мирівської сільської ради Томаківського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Настасівська загальноосвітня школа І-ІІІ ступенів Мирівської сільско ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Преображенський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Преображенська загальноосвітня школа І-ІІІступенів Томаківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чумаківська загальноосвітня школа І-ІІІ ступенів Томаківської селищної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Чумаківська загальноосвітня школа І-ІІІ ступенів Томаківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Бабайківська загальноосвітня школа І-ІІІ ступенів Царичанської селищної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Бабайківська загальноосвітня школа І-ІІІ ступенів Царичанської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Преображенська загальноосвітня школа І-ІІІ ступенів Царичанської селищної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Преображенська загальноосвітня школа І-ІІІ ступенів Царичанської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Прядівська загальноосвітня школа І-ІІІ ступенів Царичанської селищної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Прядівська загальноосвітня школа І-ІІІ ступенів Царичанської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Царичанська загальноосвітня школа І-ІІІ ступенів Царичанської селищної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Царичанська загальноосвітня школа І-ІІІ ступенів Царичанської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Благодатнівська школа загальної середньої освіти І-ІІІ ступенів Широківської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Благодатнівська середня загальноосвітня школа- загальноосвітній навчальний заклад І-ІІІ ступенів Широківської районної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад освіти Калинівська середня загальноосвітня школа - загальноосвітній навчальний заклад І-ІІІ ступенів Гречаноподівської сільської ради Широківського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад освіти Калинівська середня загальноосвітня школа - загальноосвітній навчальний заклад І-ІІІ ступенів Гречаноподівської сільскої ради Широківського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Запорізька школа загальної середньої освіти І-ІІІ ступенів Широківської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Запорізька середня загальноосвітня школа-загальносвітний навчальний заклад І-ІІІ ступенів Широківської районної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Зеленобалківський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Новолатівської сільської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Зеленобалківський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Новолатівської сільскої ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний комунальний заклад Карпівська середня загальноосвітня школа І-ІІІ ступенівШироківської районної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Карпівська середня загальноосвітня школа-загальноосвітній навчальний заклад І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Новокурська школа загальної середньої освіти І-ІІІ ступенів Широківської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Новокурська середня загальноосвітня школа-загальноосвітній навчальний заклад І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Шестірнянська школа загальної середньої освіти І-ІІІ ступенів Широківської селищної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Шестірнянська середня загальноосвітня школа-загальноосвітній навчальний заклад І-ІІІ ступенів Широківської районної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний опрний заклад освіти Юр''ївська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу Д.П.Запорожченка Юріївської селищної ради Юріївського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Юр''ївська загальноосвітня школа І-ІІІ ступенів Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Соледарська загальноосвітня школа І - ІІІ ступенів №13 з поглибленим вивченням англійської мови Соледарської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Соледарська загальноосвітня школа I-III ступенів №13 з поглибленим вивченням англійської мови Бахмутської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бахмутська загальноосвітня школа I-III ступенів Соледарської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Бахмутська загальноосвітня школа I-III ступенів Бахмутської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Берестівська загальноосвітня школа І-ІІІ ступенів Соледарської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Берестівська загальноосвітня школа І-ІІІ ступенів Бахмутської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Міньківський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Соледарської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Міньківський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Бахмутської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Никифорівська загальноосвітня школа I-III ступенів Солідарської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Никифорівська загальноосвітня школа I-III ступенів Бахмутської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Парасковіївська загальноосвітня школа I-III ступенів Соледарської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Парасковіївська загальноосвітня школа I-III ступенів Бахмутської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Яковлівська загальноосвітня школа I-III ступенів Соледарської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Яковлівська загальноосвітня школа I-III ступенів Бахмутської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Керменчицька загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Октябрська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шахівська загальноосвітня школа I-III ступенів', N'Донецька область'), 
dbo.get_eo_hash(N'Октябрська загальноосвітня школа I-III ступенів Октябрської об’єднаної територіальної громади', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Іллінівська спеціалізована школа І-ІІІ ступенів Іллінівської сільської ради Костянтинівського району Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Іллінівська спеціалізована школа І-ІІІ ступенів Костянтинівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Олександро - Калинівська загальноосвітня школа І-ІІІ ступенів Іллінівської сільської ради Костянтинівського району Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Олександро - Калинівська загальноосвітня школа І - ІІІ ступенів Костянтинівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тарасівський навчально-виховний комплекс І-ІІІ ступенів Іллінівської сільської ради Костянтинівського району Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Тарасівський навчально-виховний комплекс Костянтинівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Зорянська спеціалізована школа І-ІІІ ступенів імені Героя Радянського Союзу Дубрівного Петра Савелійовича Іллінівської сільської ради Костянтинівського району Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Зорянська спеціалізована школа І - ІІІ ступенів імені Героя Радянського Союзу Дубрівного Петра Савелійовича Костянтинівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Катеринівська загальноосвітня школа І-ІІІ ступенів Іллінівської сільської ради Костянтинівського району Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Катеринівська загальноосвітня школа І-ІІІ ступенів Костянтинівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новоселівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Лиманської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Новоселівська загальноосвітня школа I-III ступенів Лиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бахмутська вечірня (змінна) школа ІI-III ступенів №1 Бахмутської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Артемівська вечірня (змінна) школа ІI-III ступенів №1 Артемівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Маріупольська спеціалізована школа з поглибленим вивченням новогрецької мови І-ІІІ ступенів №46 Маріупольської міської ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маріупольська спеціалізована школа з поглибленим вивченням новогрецької мови I-III ступенів №46 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 6 Мирноградської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №6 Димитровської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №10', N'Донецька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 10 Торецької міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №20', N'Донецька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 20 Торецької міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Веселогірська загальноосвітня школа І-ІІІ ступенів Олександрівської районної ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Веселогірська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мирнодолинський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад (дитячий садок) Олександрівської районної ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Мирнодолинський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад (дитячий садок) Олександрівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новоолександрівський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад (дитячий садок)»Олександрівської районної ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Новоолександрівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад (дитячий садок) Олександрівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Миколаївський заклад загальної середньої освіти ІІ-ІІІ ступенів №4 Миколаївської міської ради Слов''янського району Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Миколаївська загальноосвітня гімназія Слов''янської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Андріївська загальноосвітня школа І-ІІІ ступенів Слов’янської районної ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Андріївська загальноосвітня школа І-ІІІ ступенів, Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Долинська загальноосвітня школа І-ІІІ ступенів Слов’янської районної ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Долинська загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Маяківська загальноосвітня школа І-ІІІ ступенів Слов’янської районної ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Маяківська загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Олександрівська загальноосвітня школа І-ІІІ ступенів Черкаської селищної ради', N'Донецька область'), 
dbo.get_eo_hash(N'Олександрівська загальносвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Прелесненська загальноосвітня школа І-ІІІ ступенів', N'Донецька область'), 
dbo.get_eo_hash(N'Прелеснянська загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Привільська загальноосвітня школа І-ІІІ ступенів', N'Донецька область'), 
dbo.get_eo_hash(N'Привільська загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Рай-Олександрівський заклад загальної середньої освіти І-ІІІ ступенів Миколаївської міської ради Слов’янського району Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Рай-Олександрівська загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сергіївська загальноосвітня школа І-ІІІ ступенів Слов’янської районної ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Сергіївська загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Хрестищенська загальноосвітня школа І-ІІІ ступенів Слов’янської районної ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Хрестищенська загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Билбасівська опорна загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області»', N'Донецька область'), 
dbo.get_eo_hash(N'Билбасівська загальноосвітня школа І-ІІІ ступенів, Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Райгородоцька загальноосвітня школа І-ІІІ ступенів Слов’янської районної ради', N'Донецька область'), 
dbo.get_eo_hash(N'Райгородоцька загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Орлівський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад Ясинуватського району Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Орлівський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Ясинуватського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Первомайський навчально – виховний комплекс: загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад Ясинуватського району Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Первомайська загальноосвітня школа I-III ступенів Ясинуватського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Верхньоторецький навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Донецька область'), 
dbo.get_eo_hash(N'Верхньоторецька загальноосвітня школа I-III ступенів Ясинуватського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Желаннівський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад', N'Донецька область'), 
dbo.get_eo_hash(N'Желаннівська загальноосвітня школа I-III ступенів Ясинуватського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Очеретинський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів з поглибленим вивченням окремих предметів та курсів – дошкільний навчальний заклад (опорний навчальний заклад) Ясинуватського району Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Очеретинська загальноосвітня школа І-ІІІ ступенів з поглибленим вивченням окремих предметів та курсів Ясинуватського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Іванковецька середня загальноосвітня школа I-III ступенів Семенівської сільської ради Бердичівського району', N'Житомирська область'), 
dbo.get_eo_hash(N'Іванковецька середня загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Половецька загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'), 
dbo.get_eo_hash(N'Половецька середня загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Райгородоцька загальноосвітня школа I-III ступенів імені Героя Радянського Союзу В.К.Олійника Бердичівської районної ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Райгородоцька середня загальноосвітня школа I-III ступенів імені Героя Радянського Союзу В.К.Олійника Бердичівської районної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Хажинська середня загальноосвітня школа I-III ступенів Семенівської сільської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Хажинська середня загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Биківська загальноосвітня школа I-III ступенів Брусилівської селищної ради', N'Житомирська область'), 
dbo.get_eo_hash(N'Биківська загальноосвітня школа I-III ступенів Брусилівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Водотиївський навчально-виховний комплекс Загальноосвітня школа І-ІІ ступенів-ліцей Брусилівської селищної ради', N'Житомирська область'), 
dbo.get_eo_hash(N'комунальний заклад Водотиївський навчально-виховний комплекс Загальноосвітня школа І-ІІ ступенів-ліцей Брусилівської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лазарівський навчально-виховний комплекс Загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад Брусилівської селищної ради', N'Житомирська область'), 
dbo.get_eo_hash(N'Лазарівський навчально-виховний комплекс загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад Брусилівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Морозівська загальноосвітня школа I-III ступенів Брусилівської селищної ради', N'Житомирська область'), 
dbo.get_eo_hash(N'Морозівська загальноосвітня школа I-III ступенів Брусилівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Осівецький навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Брусилівської селищної ради', N'Житомирська область'), 
dbo.get_eo_hash(N'Осівецький навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Брусилівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Приворотська загальноосвтня школа I-III ступенів Брусилівської селищної ради', N'Житомирська область'), 
dbo.get_eo_hash(N'Приворотська загальноосвтня школа I-III ступенів Брусилівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Соловіївська загальноосвітня школа I-III ступенів Брусилівської селищної ради', N'Житомирська область'), 
dbo.get_eo_hash(N'Соловіївська загальноосвітня школа I-III ступенів Брусилівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Хомутецька загальноосвітня школа I-III ступенів Брусилівської селищної ради', N'Житомирська область'), 
dbo.get_eo_hash(N'Хомутецька загальноосвітня школа I-III ступенів Брусилівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Барашівська загальноосвітня школа І-ІІІ ступенів Барашівської сільської ради Ємільчинського району Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Барашівська загальноосвітня школа I-III ступенів, Ємільчинський р-н', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Варварівська загальноосвітня школа I-III ступенів, Ємільчинський р-н', N'Житомирська область'), 
dbo.get_eo_hash(N'Варварівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великоцвілянська загальноосвітня школа I-III ступенів Ємільчинської районної ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Великоцвілянська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Киянська загальноосвітня школа І-ІІІ ступенів Барашівської сільської ради Ємільчинського району Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Киянська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кулішівська загальноосвітня школа I-III ступенів Ємільчинської районної ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Кулішівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Барашівська загальноосвітня школа I-III ступенів', N'Житомирська область'), 
dbo.get_eo_hash(N'Барашівська загальноосвітня школа I-III ступенів, Житомирський р-н', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кожухівська середня загальноосвітня школа І-ІІІ ступенів Коростенського району Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Кожухівська середня загальноосвітня школа I-III ступенів Коростенського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорна Липненська загальноосвітня школа I-III ступенів', N'Житомирська область'), 
dbo.get_eo_hash(N'Липненська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Слободороманівська гімназія Новоград-Волинського району Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Слободороманівська гімназія', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Городницька загальноосвітня школа I-III ступенів', N'Житомирська область'), 
dbo.get_eo_hash(N'Городницька загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бондарівська загальноосвітня школа І-ІІІ ступенів Овруцької міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Бондарівська загальноосвітня школа І-ІІІ ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великофоснянська загальноосвітня школа I-III ступенів Овруцької міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Великофоснянська загальноосвітня школа I-III ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великохайчанська загальноосвітня школа I-III ступенів Овруцької міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Великохайчанська загальноосвітня школа I-III ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великочернігівська загальноосвітня школа I-III ступенів Овруцької міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Великочернігівська загальноосвітня школа I-III ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кирданівська загальноосвітня школа I-III ступенів Овруцької міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Кирданівська загальноосвітня школа I-III ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Листвинська загальноосвітня школа I-III ступенів Словечанської сільської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Листвинська загальноосвітня школа I-III ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Можарівська загальноосвітня школа I-III ступенів Словечанської сільської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Можарівська загальноосвітня школа I-III ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Нововелідницька загальноосвітня школа І-ІІІ ступенів Овруцького району Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Нововелідницька загальноосвітня школа І-ІІІ ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Норинська загальноосвітня школа І-ІІІ ступенів Овруцької міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Норинська загальноосвітня школа  І-ІІІ ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Піщаницька загальноосвітня школа I-III ступенів Овруцької міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Піщаницька загальноосвітня школа I-III ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Покалівська загальноосвітня школа I-III ступенів Овруцької міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Покалівська загальноосвітня школа I-III ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Раківщинська загальноосвітня школа I-III ступенів Овруцької міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Раківщинська загальноосвітня школа I-III ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Словечанська загальноосвітня школа I-III ступенів Словечанської сільської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Словечанська загальноосвітня школа I-III ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тхоринська загальноосвітня школа I-III ступенів Словечанської сільської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Тхоринська загальноосвітня школа I-III ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шоломківська загальноосвітня школа I-III ступенів Овруцької міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Шоломківська загальноосвітня школа I-III ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Олевська загальноосвітня школа І-ІІІ ступенів № 2 Олевської міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Олевська загальноосвітня школа І-ІІІ ступенів № 2 Олевської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Білокоровицька загальноосвітня школа I-III ступенів №1 Білокоровицької сільської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Білокоровицька загальноосвітня школа I-III ступенів №1 Олевського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Варварівська загальноосвітня школа I-III ступенів, Олевський р-н', N'Житомирська область'), 
dbo.get_eo_hash(N'Варварівська загальноосвітня школа I-III ступенів  Олевського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Замисловицька загальноосвітня школа I-III ступенів', N'Житомирська область'), 
dbo.get_eo_hash(N'Замисловицька загальноосвітня школа I-III ступенів Олевського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Зубковицька загальноосвітня школа I-III ступенів', N'Житомирська область'), 
dbo.get_eo_hash(N'Зубковицька загальноосвітня школа I-III ступенів Олевського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кам''янська загальноосвітня школа I-III ступенів Олевської міської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Кам''янська загальноосвітня школа I-III ступенів Олевського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Майданська загальноосвітня школа I-III ступенів', N'Житомирська область'), 
dbo.get_eo_hash(N'Майданська загальноосвітня школа I-III ступенів Олевського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заклад Дружбівський навчально-виховний комплекс', N'Житомирська область'), 
dbo.get_eo_hash(N'Заклад Дружбівський навчально-виховний комплекс Олевської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новоозерянський навчально-виховний комплекс', N'Житомирська область'), 
dbo.get_eo_hash(N'Новоозерянський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Олевської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Квітнева загальноосвітня школа І-ІІІ ступенів Квітневої сільської ради Попільнянського району Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Квітнева загальноосвітня школа І-ІІІ ступенів Попільнянської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Макарівська загальноосвітня школа І-ІІІ ступенів Андрушківської сільської ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Макарівська загальноосвітня школа І-ІІІ ступенів Попільнянської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Миролюбівська загальноосвітня школа І-ІІІ ступенів Попільнянської селищної ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Миролюбівська загальноосвітня школа І-ІІІ ступенів Попільнянської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Парипська загальноосвітня школа І-ІІІ ступенів Попільнянської селищної ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Парипська загальноосвітня школа І-ІІІ ступенів Попільнянської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Попільнянська загальноосвітня школа І-ІІІ ступенів №2 Попільнянської селищної ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Попільнянська загальноосвітня школа І-ІІІ ступенів №2 Попільнянської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сокільчанська загальноосвітня школа І-ІІІ ступенів Попільнянської селищної ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Сокільчанська загальноосвітня школа І-ІІІ ступенів Попільнянської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Строківська загальноосвітня школа І-ІІІ ступенів Попільнянської селищної ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Строківська загальноосвітня школа І-ІІІ ступенів Попільнянської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Попільнянська гімназія №1 Попільнянської селищної ради Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Попільнянська гімназія №1 Попільнянської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Романівська загальноосвітня школа І-ІІІ ступенів №2', N'Житомирська область'), 
dbo.get_eo_hash(N'Романівський ліцей', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Зубринська загальноосвітня школа I-III ступенів Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Зубринська загальноосвітня школа I-III ступенів Хорошівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Краївщинський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Краївщинський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Хорошівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Рижанська гімназія Житомирської області', N'Житомирська область'), 
dbo.get_eo_hash(N'Рижанська гімназія Хорошівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Осійська загальноосвітня школа І-ІІІ ступенів імені Федора Потушняка Іршавської районної ради Закарпатської області', N'Закарпатська область'), 
dbo.get_eo_hash(N'Осійська загальноосвітня школа І-ІІІ ступенів Іршавської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ужгородська загальноосвітня школа І-ІІІ ступенів №9 Ужгородської міської ради Закарпатської області', N'Закарпатська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Ужгородський економічний ліцей, ЗОШ І-ІІ ступенів Ужгородської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Колочавський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Міжгірської районної ради Закарпатської області', N'Закарпатська область'), 
dbo.get_eo_hash(N'Колочавська загальноосвітня школа І-ІІІ ступенів №2 Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Репинський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Міжгірської районної ради Закарпатської області', N'Закарпатська область'), 
dbo.get_eo_hash(N'Репинська загальноосвітня школа І-ІІІ ступенів Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великолазівський заклад загальної середньої освіти І-ІІІ ступенів Баранинської сільської ради Ужгородського району Закарпатської області', N'Закарпатська область'), 
dbo.get_eo_hash(N'Великолазівська загальноосвітня школа І-ІІІ ступенів Ужгородської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Олексіївський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Смирновської сільської ради Більмацького району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Олексіївська загальноосвітня школа I-III ступенів Смирновської сільської ради Більмацького району  Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великобілозерський навчально-виховний комплекс № 1  (школа-дитячий садок) Великобілозерської сільської ради Великобілозерського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Великобілозерський навчально-виховний комплекс № 1 Великобілозерської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Веселівська загальноосвітня школа І - ІІІ ступенів Новоуспенівської сільської ради Веселівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Веселівська загальноосвітня школа І - ІІІ ступенів Веселівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Запорізька загальноосвітня школа І-ІІІ ступенів Новоуспенівської сільської ради Веселівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Запорізька загальноосвітня школа І-ІІІ ступенів Веселівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Калинівська загальноосвітня школа І-ІІІ ступенів Чкаловської сільської ради Веселівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Калинівська загальноосвітня школа І-ІІІ ступенів Веселівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Корніївська загальноосвітня школа І-ІІІ ступенів Чкаловської сільської ради Веселівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Корніївська загальноосвітня школа І-ІІІ ступенів Веселівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Маломихайлівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Веселівської селищної ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Маломихайлівська загальноосвітня школа І-ІІІ ступенів Веселівської селищної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Матвіївська загальноосвітня школа І-ІІІ ступенів Новоуспенівської сільської ради Веселівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Матвіївська загальноосвітня школа І-ІІІ ступенів Веселівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний закладНовоуспенівська загальноосвітня школа І-ІІІ ступенів Новоуспенівської сільської ради Веселівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний закладНовоуспенівська загальноосвітня школа І-ІІІ ступенів Веселівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Чкаловська загальноосвітня школа І-ІІІ ступенів Чкаловської сільської ради Веселівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Чкаловська загальноосвітня школа І-ІІІ ступенів Веселівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Широківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Веселівської селищної ради', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Широківська загальноосвітня школа І-ІІІ ступенів Веселівської селищної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Таврійська загальносвітня школа І-ІІІ ступенів Новоуспенівської сільської ради Веселівського району Запорізької областіі', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Таврійська загальносвітня школа І-ІІІ ступенів Веселівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальна організація Петро-Михайлівська загальноосвітня школа І-ІІІ ступенів  Петро-Михайлівської сільскої ради', N'Запорізька область'), 
dbo.get_eo_hash(N'Петро-Михайлівська загальноосвітня школа І-ІІІ ступенів Вільнянської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Верхньотерсянська загальноосвітня школа I-III ступенів Воздвижівської сільської ради', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Верхньотерсянська загальноосвітня школа I-III ступенів Гуляйпільської районної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ВОЗДВИЖІВСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ ВОЗДВИЖІВСЬКОЇ СІЛЬСЬКОЇ РАДИ', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Воздвижівська загальноосвітня школа І-III ступенів Гуляйпільської районної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Долинська загальноосвітня школа І-ІІІ ступенів Воздвижівської сільської ради', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Долинська загальноосвітня школа І-ІІІ ступенів Гуляйпільської районної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Мирненська загальноосвітня школа I-III ступенів Гуляйпільської міської ради', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Мирненська загальноосвітня школа I-III ступенів Гуляйпільської районної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Темирівська загальноосвітня школа I-III Гуляйпільської міської ради', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Темирівська загальноосвітня школа I-III Гуляйпільської районної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Успенівська загальноосвітня школа I-III ступенів Гуляйпільської міської ради', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Успенівська загальноосвітня школа I-III ступенів Гуляйпільської районної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Гуляйпільська загальноосвітня школа І-ІІІ ступенів  Гуляйпільської міської ради', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Гуляйпільська загальноосвітня школа І-ІІІ ступенів  Гуляйпільської районної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Біленьківська загальноосвітня школа І-ІІІ ступенів Біленьківської сільської ради Запорізького району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Біленьківська загальноосвітня школа І-ІІІ ступенів Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лисогірський навчально-виховний комплекс загальнооcвітній навчальний заклад - дошкільний навчальний заклад Біленьківської сільської ради Запорізького району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Лисогірський навчально-виховний комплекс загальнооcвітній навчальний заклад - дошкільний навчальний заклад Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лукашівський навчально-виховний комплекс загальноосвітній навчальний заклад - заклад дошкільної освіти Широківської сільської ради Запорізького району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Лукашівський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мар''ївський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Біленьківської сільської ради Запорізького району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Мар''ївський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Новозапорізька школа Долинської сільскої ради Запорізького району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Новозапорізька загальноосвітня школа І - ІІІ ступенів Долинської сільскої ради Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Розумівська школа Долинської сільської ради Запорізького району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Розумівська загальноосвітня школа І-ІІІ ступенів Долинської сільскої ради Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Дитячий садок - загальноосвітня школа I-III ступенів Кам''янсько-Дніпровської міської ради Кам''янсько-Дніпровського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Дитячий садок - загальноосвітня школа I-III ступенів Кам''янсько-Дніпровської міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Великознам''янська загальноосвітня школа І-ІІІ ступенів № 3 Кам''янсько-Дніпровської міської ради Кам''янсько-Дніпровського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Великознам''янська загальноосвітня школа І-ІІІ ступенів № 3 Кам''янсько-Дніпровської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Дніпровська загальноосвітня школа I-III ступенів № 1 Водянської сільської ради Кам''янсько-Дніпровського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Дніпровська загальноосвітня школа I-III ступенів № 1 Кам''янсько-Дніпровської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Нововодянська загальноосвітня школа I-III ступенів Водянської сільської ради Кам''янсько-Дніпровського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Нововодянська загальноосвітня школа I-III ступенів Кам''янсько-Дніпровської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Астраханська загальноосвітня школа І-ІІІ ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Астраханська загальноосвітня школа І-ІІІ ступенів Мелітопольської районної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Малотокмачанська загальноосвітня школа I-III ступенів Малотокмачанської сільської ради Оріхівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Малотокмачанська загальноосвітня школа I-III ступенів Оріхівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Перспектива Таврійської сільської ради Оріхівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Таврійська загальноосвітня школа I-III ступенів Оріхівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Яснополянська загальноосвітня школа I-III ступенів Комишуваької селищної ради Оріхівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Яснополянська загальноосвітня школа I-III ступенів Оріхівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад  Навчально-виховний комплекс ДжерелоКомишуваської селищної ради Оріхівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Комишуваська загальноосвітня школа I-III ступенів Оріхівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Новотавричеська загальноосвітня школа I-III ступенів Комишуваської селищної ради Оріхівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Новотавричеська загальноосвітня школа I-III ступенів Оріхівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальна установа Басаньська загальноосвітня школа I-III ступенів Пологівської районної ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Басаньська загальноосвітня школа I-III ступенів Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальна установа Воскресенський навчально - виховний комплекс  спеціалізована школа І - ІІІ ступенів - дошкільний навчальний заклад Воскресенської сільської ради Пологівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальна установа Чапаєвський навчально - виховний комплекс  спеціалізована школа І - ІІІ ступенів - дошкільний навчальний заклад Воскресенської сільської ради Пологівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'КУ Григорівська загальноосвітня школа I-III ступенів Пологівської районної ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Григорівська загальноосвітня школа I-III ступенів Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальна установа Кінськороздорівський навчально-виховний комплекс загальноосвітній навчальний заклад-дошкільний навчальний заклад Воскресенської сільської ради Пологівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальна установа Кінськороздорівський навчально-виховний комплекс загальноосвітній навчальний заклад-дошкільний навчальний заклад Чапаєвської сільської ради Пологівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальна установа Новокарлівська загальноосвітня школа I-III ступенів Пологівської районної ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Новокарлівська загальноосвітня школа I-III ступенів Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальна установа Новоселівська загальноосвітня школа I-III ступенів Пологівської районної ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Новоселівська загальноосвітня школа I-III ступенів Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальна установа Семенівський навчально-виховний комплекс загальньоосвітній навчальний заклад-дошкільний навчальний заклад Пологівської районної ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Семенівська загальноосвітня школа I-III ступенів Пологівської районної радиї Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Федорівська загальноосвітня школа I-III ступенів Пологівської районної ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Чубарівська загальноосвітня школа I-III ступенів Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальна установа Шевченківська загальноосвітня школа I-III ступенів Пологівської районної ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальна організація Ботіївська загальноосвітня школа І-ІІІ ступенів Ботіївської сільської ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальна організація Ботієвська загальноосвітня школа І-ІІІ ступенів Ботіївської сільскої ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гірсівська загальноосвітня школа І-ІІІ ступенів Гірсівської сільської ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Гірсівська загальноосвітня школа І-ІІІ ступенів Гірсівської сільскої ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Дунаївська загальноосвітня школа І-ІІІ ступенів Гірсівської сільської ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Дунаївська загальноосвітня школа І-ІІІ ступенів Гірсівської сільскої ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Нововасилівський навчально-виховний комплекс Спеціалізована школа І-ІІІ ступенів - позашкільний навчальний заклад Гармонія Приазовської районної ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Нововасилівський навчально-виховний комплекс Спеціалізована школа І-ІІІ ступенів позашкільний навчальний заклад Гармонія Приазовської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Мануйлівська загальноосвітня школа І-ІІІ ступенів Новоолексіївської сільської ради Приморського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Мануйлівська загальноосвітня школа І-ІІІ ступенів Приморської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Новоолексіївська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Новоолексіївської сільської ради Приморського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Новоолексіївська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Приморської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Урожайнівський навчально-виховний комплекс «Перспектива» «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Остриківської сільської ради Токмацького району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Урожайнівський навчально виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Токмацької районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Богданівська загальноосвітня школа І-ІІІ ступенів Чернігівської селищної ради Чернігівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Богданівська загальноосвітня школа І-ІІІ ступенів Чернігівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Владівська загальноосвітня школа І-ІІІ ступенів Чернігівської селищної ради Чернігівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Владівська загальноосвітня школа І-ІІІ ступенів Чернігівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ільїнський навчально-виховний комплекс Чернігівської селищної ради Чернігівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Ільїнський навчально-виховний комплекс Чернігівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новомихайлівський навчально-виховний комплекс Чернігівської селищної ради Чернігіського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Новомихайлівський навчально-виховний комплекс Чернігівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новополтавська загальноосвітня школа І-ІІІ ступенів Чернігівської селищної ради Чернігівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Новополтавська загальноосвітня школа І-ІІІступенів Чернігівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Просторівська загальноосвітня школа І-ІІІ ступенів Чернігівської селищної ради Чернігівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Просторівська загальноосвітня школа І-ІІІ ступенів Чернігівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Атманайська загальноосвітня школа I-III ступенів Кирилівської селищної ради Якимівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Атманайська загальноосвітня школа I-III ступенів Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вовчанська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Вовчанська загальноосвітня школа І-ІІІ ступенів Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Володимирівська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Володимирівська загальноосвітня школа І-ІІІ ступенів Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Давидівська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Давидівська загальноосвітня школа І-ІІІ ступенів Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мирненська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Ленінська загальноосвітня школа І-ІІІ ступенів Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Охрімівська загальноосвітня школа І-ІІІ ступенів Кирилівської селищної ради Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Охрімівська загальноосвітня школа І-ІІІ ступенів Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Радивонівська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Радивонівська загальноосвітня школа І-ІІІ ступенів Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Розівська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Розівська загальноосвітня школа І-ІІІ ступенів Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Таврійська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Червоноармійська загальноосвітня школа І-ІІІ ступенів Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чорноземненська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Чорноземненська загальноосвітня школа І-ІІІ ступенів Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Азовська загальноосвітня школа І - ІІІ ступенів Кирилівської селищної ради Якимівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Азовська загальноосвітня школа І - ІІІ ступенів Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Горьківська загальноосвітня школа I-III ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Горьківська загальноосвітня школа I-III ступенів Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Переможненська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Переможненська загальноосвітня школа І-ІІІ ступенів Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Горохолинська загальноосвітня школа І-ІІІ ступенів імені Романа Кияка Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Горохолинська загальноосвітня школа І-ІІІ ступенів Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Дзвиняцький ліцей Дзвиняцької сільської ради об''єднаної територіальної громади Богородчанського району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Дзвиняцька загальноосвітня школа І-ІІІ ступенів Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Росільнянський ліцей Дзвиняцької сільської ради об''єднаної територіальної громади Богородчанського району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Росільнянська загальноосвітня школа І-ІІІ ступенів Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Білоберізька загальноосвітня школа І-ІІІ ступенів Білоберізької сільської ради об''єднаної територіальної громади Верховинського району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Білоберізька загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Зеленський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Верховинської районної ради Івано-Франківської обл.', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Зеленська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської обл.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кривопільський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів –дошкільний навчальний заклад»', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Кривопільська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської обл.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кінашівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Більшівцівської селищної ради об''єднаної територіальної громади Галицького району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Кінашівська загальноосвітня школа І-ІІІ ступенів  Більшівцівської селищної ради об''єднаної територіальної громади Галицького району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Топорівський заклад загальної середньої освіти І-ІІІ ст.', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Топорівська загальноосвітня школа І-ІІІ ст.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великотур''янський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Долинська районна рада Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Великотур''янський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вишківська загальноосвітня школа I-III ступенів Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Вишківська загальноосвітня школа I-III ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гошівська загальноосвітня школа I-III ступенів Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Гошівська загальноосвітня школа I-III ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Княжолуцька загальноосвітня школа I-III ступенів Долинської районної ради Івано - Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Княжолуцька загальноосвітня школа I-III ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Малотур’янський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Малотур’янський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Надіївська загальноосвітня школа I-III ступенів Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Надіївська загальноосвітня школа I-III ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Оболонська загальноосвітня школа I-III ступенів Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Оболонська загальноосвітня школа I-III ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Раківська загальноосвітня школа I-III ступенів Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Раківська загальноосвітня школа I-III ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Солуківська загальноосвітня школа I-III ступенів Долинської районної ради Івано - Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Солуківська загальноосвітня школа I-III ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Старомізунська загальноосвітня школа I-III ступенів імені Василя Верховинця Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Старомізунська загальноосвітня школа I-III ступенів імені Василя Верховинця', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тростянецька загальноосвітня школа I-III ступенів Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Тростянецька загальноосвітня школа I-III ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Войнилівський ліцей Войнилівської селищної ради об''єднаної територіальної громади Калуського району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Опорний навчальний заклад Войнилівська ЗОШ І-ІІІ ступенів Калуської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Нижньовербізька загальноосвітня школа І-ІІІ ступенів Нижньовербізької сільської ради об''єднаної територіальної громади', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Нижньовербізька загальноосвітня школа І-ІІІ ступенів Нижньовербізької сільської об''єднаної територіальної громади', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'П''ядицька загальноосвітня школа І-ІІІ ступенів імені Степана Мельничука П''ядицької сільської ради об''єднаної територіальної громади Коломийського району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'П''ядицька загальноосвітня школа І-ІІІ ступенів імені Степана Мельничука', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Брустурівська загальноосвітня школа І-ІІІ ступенів Космацької сільської ради обєднаної територіальної громади Косівського району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Брустурівська загальноосвітня школа І-ІІІ ст. Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великорожинський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Великорожинський навчально-виховний комплекс Великорожинська ЗОШ І-ІІІ ступенів - дошкільний навчальний заклад Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кобаківський ліцей ім.Марка Черемшини Рожнівської сільської ради об''''єднаної територіальної громади Косівського району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Кобаківська загальноосвітня школа І-ІІІ ст. ім. Марка Черемшини Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Космацька загальноосвітня школа І-ІІІ ст., Космацької сільської ради об''єднаної територіальної громади, Косівського району, Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Космацька загальноосвітня школа І-ІІІ ст. Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Стопчатівський ліцей Яблунівської селищної ради об''єднаної територіальної громади Косівського району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Стопчатівська загальноосвітня школа І-ІІІ ступенів Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Уторопський ліцей Яблунівської селищної ради об''єднаної територіальної громади Косівського району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Уторопське навчально-виховне об''єднання Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Хімчинський ліцей Інтелект Рожнівської сільської ради об''єднаної територіальної громади Косівського району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Хімчинська загальноосвітня школа І-ІІІ ст. Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Яблунівський ліцей Яблунівської селищної ради об''єднаної територіальної громади Косівського району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Яблунівська загальноосвітня школа І-ІІІ ст. Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Білоославська загальноосвітня школа І-ІІІ ступенів імені Марійки Підгірянки Надвірнянської районної ради', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Білоославська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Волосівський ліцей Переріслянської сільської ради об''єднаної територіальної громади', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Волосівський навчально-виховний комплекс Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гаврилівський ліцей Переріслянської сільської ради об''єднаної територіальної громади', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Гаврилівська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Зарічанський ліцей імені Володимира Яворського Делятинської селищної ради об''єднаної територіальної громади', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Зарічанська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Переріслянський ліцей Переріслянської сільської ради об''єднаної територіальної громади', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Переріслянська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Фитьківський ліцей Переріслянської сільської ради об''єднаної територіальної громади', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Фитьківська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чорнопотоківський ліцей Делятинської селищної ради обє''днаної територіальної громади', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Чорнопотоківська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чорноославський ліцей Делятинської селищної ради об''єднаної територіальної громади', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Чорноославська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Делятинський ліцей №2 Делятинської селищної ради об''єднаної територіальної громади', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Делятинський навчально-виховний комплекс Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ланчинський ліцей імені Юрія Шкрумеляка Ланчинської селищної ради об''єднаної територіальної громади', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Ланчинська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'опорний заклад Верхньолипицька загальноосвітня школа І-ІІІ ступенів Рогатинської районної ради', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Верхньолипицька загальноосвітня школа І-ІІІ ступенів Рогатинської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спаський ліцей Спаської сільської ради об''єднаної територіальної громади Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Спаська загальноосвітня школа І-ІІІ ступенів Рожнятівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Брошнів-Осадський ліцей Брошнів-Осадської селищної ради об''єднаної територіальної громади Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Брошнів-Осадська загальноосвітня школа І-ІІІ ступенів Рожнятівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вовчківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Вовчківська загальноосвітня школа І-ІІІ ступенів Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ганьківський ліцей Заболотівської селищної ради об''єднаної територіальної громади Снятинського району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Ганьківська загальноосвітня школа І-ІІІ ступенів Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Іллінецький ліцей Заболотівської селищної ради об''єднаної територіальної громади Снятинського району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Іллінецька загальноосвітня школа І-ІІІ ступенів Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Рудниківський ліцей Заболотівської селищної ради об''єднаної територіальної громади Снятинського району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Рудниківська загальноосвітня школа І-ІІІ ступенів Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Троїцький ліцей Заболотівської селищної ради об''єднаної територіальної громади Снятинського району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Троїцька загальноосвітня школа І-ІІІ ступенів Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заболотівський ліцей Заболотівської селищної ради об''єднаної територіальної громади Снятинського району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Заболотівська загальноосвітня школа І-ІІІ ступенів Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Марковецький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Марковецька загальноосвітня школа І-ІІІ ступенів Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Павлівський ліцей Ямницької сільської ради об''єднаної територіальної громади Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Павлівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад) Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Підпечерівська школа загальної середньої освіти І-ІІІ ступенів Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Підпечерівська загальноосвітня школа І-ІІІ ступенів Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ямницький ліцей Ямницької сільської ради об''єднаної територіальної громади Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Ямницький навчально - виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад  Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Делівський ліцей Олешанської сільської ради об''єднаної територіальної громади Тлумацького району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Делівська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Олешанський ліцей Олешанської сільської ради об''єднаної територіальної громади Тлумацького району Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Олешанська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Обертинський ліцей Тлумацької районної ради Івано-Франківської області', N'Івано-Франківська область'), 
dbo.get_eo_hash(N'Обертинська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Семенівська загальноосвітня школа І-ІІІ ступенів Баришівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Семенівська загальноосвітня школа І-ІІІ ступенів Баришівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Садова загальноосвітня школа І-ІІІ ступенів Баришівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Садова загальноосвітня школа І-ІІІ ступенів Баришівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Шкарівська загальноосвітня школа І-ІІІ ступенів Білоцерківської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Шкарівська загальноосвітня школа І-ІІІ ступенів Білоцерківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Вороньківський навчально-виховний комплекс ліцей - загальноосвітня школа І-ІІІ ступенів - дитячий садок Бориспільської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Опорний навчальний заклад Вороньківська загальноосвітня школа І-ІІІ ступенів Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад «Щасливський навчально-виховний комплекс «ліцей – загальноосвітня школа І-ІІІ ступенів – дитячий садок» Бориспільської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Щасливський навчально-виховний комплекс Ліцей-загальноосвітня школа І-ІІІ ступенів Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Загальцівське навчально-виховне обєднання Загальноосвітня школа І-ІІІ ступенів-дитячий садок Бородянської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Загальцівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок Бородянської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Новозаліське навчально-виховне обєднання загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Бородянської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Новозаліська загальноосвітня школа І-ІІІ ступенів Бородянської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД “БОБРИЦЬКЕ НАВЧАЛЬНО-ВИХОВНЕ ОБ’ЄДНАННЯ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ - ЗАКЛАД ДОШКІЛЬНОЇ ОСВІТИ” ВЕЛИКОДИМЕРСЬКОЇ СЕЛИЩНОЇ РАДИ БРОВАРСЬКОГО РАЙОНУ КИЇВСЬКОЇ ОБЛАСТІ', N'Київська область'), 
dbo.get_eo_hash(N'Бобрицька загальноосвітня школа І-ІІІ ступенів Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Гоголівська загальноосвітня школа І-ІІІ ступенів Броварського району Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Гоголівська загальноосвітня школа І-ІІІ ступенів', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Руднянське навчально-виховне об ''єднання Заклад загальної середньої освіти - заклад дошкільної освіти Великодимерської селищної ради Броварського району Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Руднянська загальноосвітня школа І-ІІІ ступенів Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тарасівське навчально-виховне об''єднання Заклад загальної середньої освіти - заклад дошкільної освіти Великодимерської селищної ради Броварського району Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Тарасівський навчально-виховний комплекс Загальноосвітня школа I-ІII ступенів - дошкільний навчальний заклад Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великодимерське навчально-виховне об''єднання Броварського району Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Великодимерський середній загальноосвітній навчально-виховний комплекс Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Жукинська загальноосвітня школа І-ІІІ ступенів Вишгородського району Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Жукинська загальноосвітня школа І-ІІІ ступенів Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Катюжанська загальноосвітня школа 1-3 ступенів Вишгородської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Катюжанська загальноосвітня школа 1-3 ступенів Вишгородської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лебедівська загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Лебедівська загальноосвітня школа І-ІІІ ступенів Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Литвинівська загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Литвинівська загальноосвітня школа І-ІІІ ступенів Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Пархомівський навчально-виховний комплекс Загальноосвітня школа І - ІІІ ступенів - дитячий садок Володарської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Пархомівський навчально-виховний комплекс ЗОШ І-ІІІ ступенів - дошкільний навчальний заклад Володарського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кухарське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок Іванківського району Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Кухарівська загальноосвітня школа І-ІІІ ступенів Іванківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гружчанське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок Макарівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Гружчанська загальноосвітня школа І-ІІІ ступенів Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лишнянське навчально-виховне об''єднання загальноосвітня школа І-ІІІ ступенів-дитячий садок Макарівського району Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Лишнянська загальноосвітня школа І-ІІІ ступенів Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ситняківське навчально-виховне об`єнання Загальноосвітня школа І-ІІІ ступенів-дитячий садок Макарівського району Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Ситняківська загальноосвітня школа І-ІІІ ступенів Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Червонослобідська загальноосвітня школа І-ІІІ ступенів Макарівського району Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Червонослобідська загальноосвітня школа І-ІІІ ступенів Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Зеленьківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Миронівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Комунальний заклад Зеленьківська загальноосвітня школа І-ІІІ ступенів Миронівської районної ради  Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Потіцький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Миронівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Комунальний заклад Потіцька загальноосвітня школа І-ІІІ ступенів Миронівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Краснослобідський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дитячий садок Обухівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Краснослобідська загальноосвітня школа І-ІІІ ступенів Обухівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Студениківський навчально - виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Переяслав-Хмельницького району Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Опорний навчальний заклад Студениківська загальноосвітня школа І-ІІІ ступенів Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'опорний навчальний заклад Мар''янівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок Поліського району Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Мар''янівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Поліського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Красятицьке навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок  Поліської районної ради.Поліського району Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Красятицьке навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Поліського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Іванівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дитячий садок Ставищенської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Іванівська загальноосвітня школа І-ІІІ ступенів Ставищенської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Розкішнянський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - медичний ліцей Ставищенської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Розкішнянська загальноосвітня школа І-ІІІ ступенів Ставищенської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад «Ківшоватський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад» Таращанської районної ради Київської області»', N'Київська область'), 
dbo.get_eo_hash(N'Ківшоватська загальноосвітня школа І-ІІІ ступенів Таращанської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Кашперівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок Тетіївської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Кашперівська загальноосвітня школа І-ІІІ ступенів Тетіївської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великомотовилівський навчально-виховний комплекс заклад загальної середньої освіти І-ІІІ ступенів-дитячий садок Фастівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Великомотовилівське навчально-виховне об''єднання загальноосвітня школа І-ІІІ ступенів - дитячий садок Фастівської райдержадміністрації', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великоснітинський заклад загальної середньої освіти І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Великоснітинська загальноосвітня школа І-ІІІ ступенів Фастівської райдержадміністрації', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Дідівщинський навчально - виховний комплекс заклад загальної середньої освіти І - ІІІ ступенів - дитячий садок Фастівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Дідівщинська загальноосвітня школа І-ІІІ ступенів Фастівської райдержадміністрації', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Дорогинський заклад загальної середньої освіти І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Дорогинська загальноосвітня школа І-ІІІ ступенів Фастівської райдержадміністрації', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Малоснітинський заклад загальної середньої освіти І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Малоснітинська загальноосвітня школа І-ІІІ ступенів Фастівської райдержадміністрації', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Фастівецький заклад загальної середньої освіти І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Фастівецька загальноосвітня школа І-ІІІ ступенів Фастівської райдержадміністрації', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Борівський заклад загальної середньої освіти І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Борівська загальноосвітня школа І-ІІІ ступенів Фастівської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кожанський заклад загальної середньої освіти І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Кожанська загальноосвітня школа І-ІІІ ступенів Фастівської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Жоравський навчально - виховний комплекс Загальноосвітня школа І - ІІІ ступенів -дошкільний навчальний заклад (ясла - садок) Яготинської районної ради Київської області', N'Київська область'), 
dbo.get_eo_hash(N'Жоравська загальноосвітня школа І-ІІІ ступенів Яготинської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великотроянівська загальноосвітня школа І-ІІІ ступенів Благовіщенської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Великотроянівська загальноосвітня школа І-ІІІ ступенів  Благовіщенського району Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'КЗ Благодатненська загальноосвітня школа І-ІІІ ступенів Бобринецької районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Куйбишевська загальноосвітня школа І-ІІІ ступенів Бобринецької районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Березовобалківська загальноосвітня школа І-ІІІ ступенів (опорний навчальний заклад) Вільшанської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Березовобалківська загальноосвітня школа І-ІІІ ступенів Вільшанської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сухоташлицький навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад (опорний навчальний заклад)Вільшанської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Сухоташлицький навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Вільшанської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вільшанська загальноосвітня школа І-ІІІ ступенів (опорний навчальний заклад) Вільшанської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Вільшанська загальноосвітня школа І-ІІІ ступенів Вільшанської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Могильненська загальноосвітня школа І-ІІІ ступенів Гайворонського району', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Могильне Гайворонського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Солгутівська загальноосвітня школа І-ІІІ ступенів Гайворонського району Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Солгутове Гайворонського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Таужненська загальноосвітня школа І - ІІІ ступенів Кіровоградської області Гайворонського району', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Таужне Гайворонського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чемерпільська загальноосвітня школа І-ІІІ ступенів', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Чемерпіль Гайворонського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гнатівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Мрія Добровеличківської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Гнатівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Мрія Добровеличківської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Липнязька загальноосвітня школа І-ІІІ ступенів Добровеличківської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Липнязька загальноосвітня школа І-ІІІ ступенів № 1 Добровеличківської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Перчунівська загальноосвітня школа І-ІІІ ступенів Добровеличківської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Перчунівська загальноосвітня школа І-ІІІ ступенів Добровеличківської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Піщанобрідське навчально-виховне об''єднаннязагальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Піщанобрідська загальноосвітня школа І-ІІІ ступенів Добровеличківської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тернівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Добровеличківської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Тернівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Добровеличківської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Мошоринська загальноосвітня школа I-III ступенів Знам''янської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Мошоринська загальноосвітня школа І-ІІІ ступенів Знам''янської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Петрівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Знам''янської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Петрівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Знам''янської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Суботцівська загальноосвітня школа І-ІІІ ступенів Знам''янської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Суботцівська загальноосвітня школа І-ІІІ ступенів Знам''янської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Трепівська загальноосвітня школа І-ІІІ ступенів Знам''янської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Трепівська загальноосвітня школа І-ІІІ ступенів Знам''янської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Бережинська загальноосвітня школа І-ІІІ ступенів Кіровоградської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Бережинська загальноосвітня школа І-ІІІ ступенів Кіровоградської районної державної адміністрації Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Великосеверинівська загальноосвітня школа І-ІІІ ступенів Кіровоградської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Великосеверинівська загальноосвітня школа І-ІІІ ступенів Кіровоградської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Карлівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів, Позашкільний центр Соколівської сільської ради Кіровоградського району Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Комунальний заклад Карлівське навчально-виховне об''єднання Кіровоградської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Миколаївське навчально-виховне об''єднання загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклал Кіровоградської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступенів Кіровоградської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Первозванівське навчально-виховне обєднання загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Первозванівської сільської ради Кіровоградського району Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Первозванівська загальноосвітня школа І-ІІІ ступенів Кіровоградської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Соколівське навчально-виховне об`єднання Загальноосвітня школа І-ІІІ ступенів, Позашкільний центр Соколівської сільської ради Кіровоградського району Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Комунальний заклад Соколівське навчально-виховне об`єднання Кіровоградської районної ради, Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Губівська загальноосвітня школа І-ІІІ ступенів імені Д. Бєдного Компаніївської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Губівська загальноосвітня школа І-ІІІ ступенів ім. Д. Бєдного Компаніївської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Звенигородський загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Олександрійської міської ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Звенигородський загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Олександрійської міської ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів № 12 - дошкільний навчальний заклад Олександрійської міської ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів № 12 - дошкільний навчальний заклад Олександрійської міської ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Верблюзький навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад – центр позашкільної освіти» Новгородківської районної ради Кіровоградської області»', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Верблюзький навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад - центр позашкільної освіти Новгородківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад «Новгородківський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Новгородківської районної ради Кіровоградської області»', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Новгородківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів з поглибленим вивченням предметів - центр довузівської підготовки Новгородківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховне об''єднання Тишківська загальноосвітня школа І - ІІІ ступенів -дошкільний навчальний заклад Новомиргородської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Навчально-виховне об''єднання Тишківська загальноосвітня школа -дошкільний навчальний заклад Новомиргородської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Ганнівська загальноосвітня школа І-ІІІ ступенів - центр позашкільної освіти Ганнівської сільської ради Новоукраїнського району Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Ганнівська загальноосвітня школа І-ІІІ ступенів Новоукраїнської районної ради Кіровоградвської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Іванівське навчально-виховне об`єднання загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Іванівська загальноосвітня школа І-ІІІ ступенів Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Косівське навчально-виховне об''єднання загальноосвітня школа І-ІІІ ступенів - позашкільний центр Олександрійської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Косівська загальноосвітня школа І-ІІІ ступенів Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лікарівський навчально-виховний комплекс загальноосвітня школа І-ІІІ сткпенів - дошкільний навчальний заклад Олександрійської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Лікарівська загальноосвітня школа І-ІІІ ступенів Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Недогарський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Олександрійської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Недогарський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Червонокам''янське НВО загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад - позашкільний центр Олександрійської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Червонокам''янське НВО загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад - позашкільний навчальний центр Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Навчально- виховний комплекс Загальноосвітня школа І-ІІІ ступенів - Дошкільний навчальнйи заклад Великоандрусівської сільської ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Великоандрусівська загальноосвітня школа І-ІІІ ступенів Світловодської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Глинське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Світловодської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Глинська загальноосвітня школа І-ІІІ ступенів Світловодської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Павлівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Світловодської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Комунальний заклад Павлівське навчально-виховне об''єднання Світловодської районної ради Кіровградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Інгульське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів Устинівської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Інгульська загальноосвітня школа І-ІІІ ступенів Устинівської районної державної адміністрації Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Криничуватський навчально-виховний комплекс загальноосвітня школа І-ІІІступенів-дошкільний навчальний заклад Устинівської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Криничуватська загальноосвітня школа І-ІІІ ступенів Устинівської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Димитровське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів Устинівської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Димитровська загальноосвітня школа І-ІІІ ступенів Устинівської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Седнівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Седнівська загальноосвітня школа І-ІІІ ступенів Устинівської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Устинівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів Устинівської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Устинівська загальноосвітня школа І-ІІІ ступенів Устинівської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бараниківський заклад загальної середньої освіти І-ІІІ ступенів Біловодської селищної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Бараниківська загальноосвітня школа I-III ступенів Біловодської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Городищенський заклад загальної середньої освіти І-ІІІ ступенів Біловодської селищної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Городищенська загальноосвітня школа I-III ступенів Біловодської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Євсузький заклад загальної середньої освіти І-ІІІ ступенів Біловодської селищної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Євсузький навчально-виховний комплекс Веселка (загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад)', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Литвинівський заклад загальної середньої освіти І-ІІІ ступенів Біловодської селищної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Литвинівська загальноосвітня школа I-III ступенів Біловодської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новодеркульський заклад загальної середньої освіти імені А.В. Пастухова', N'Луганська область'), 
dbo.get_eo_hash(N'Новодеркульська середня загальноосвітня школа I-III ступенів імені А.В. Пастухова', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новоолександрівський заклад загальної середньої освіти І-ІІІ ступенів Біловодської селищної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Новоолександрівська загальноосвітня школа I-III ступенів Біловодської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Курячівська загальноосвітня школа I-III ступенів Білокуракинської селищної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Курячівська загальноосвітня школа I-III ступенів Білокуракинської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Нещеретівська загальноосвітня школа I-III ступенів Білокуракинської селищної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Нещеретівська загальноосвітня школа I-III ступенів Білокуракинської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мирненська загальноосвітня школа І-ІІІ ступенів Білокуракинської районної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Червоноармійська загальноосвітня школа I-III ступенів Білокуракинської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Варварівський заклад загальної середньої освіти І-ІІІ ступенів Кремінської районної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Варварівська загальноосвітня школа I-III ступенів Кремінської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Макіївський заклад загальної середньої освіти I-III ступенів Кремінської районної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Макіївська загальноосвітня школа I-III ступенів Кремінської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Гірська багатопрофільна гімназія Попаснянської районної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Гірська багатопрофільна гімназія Попаснянської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Плотинський навчально-виховний комплекс Станично-Луганського району Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Комунальний заклад Плотинська загальноосвітня школа I-III ступенів Станично-Луганського району Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний опорний заклад Теплівський навчально-виховний комплекс Станично-Луганського району Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Комунальний заклад Теплівська загальноосвітня школа I-III ступенів Станично-Луганського району Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бутівська загальноосвітня школа І-ІІІ ступенів Чмирівської сільської ради Старобільського району Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Бутівська загальноосвітня школа І-ІІІ ступенів Старобільської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вишневська загальноосвітня школа І-ІІІ ступенів Чмирівської сільської ради Старобільського району Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Вишневська загальноосвітня школа І-ІІІ ступенів Старобільської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Половинкинська загальноосвітня школа І-ІІІ ступенів Старобільської районної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Половинкинська загальноосвітня школа І-ІІІ ступенів Старобільської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чмирівський навчально-виховний комплекс «Школа І ступеня-гімназія» Чмирівської сільської ради Старобільського району Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Чмирівський навчально-виховний комплекс «Школа-гімназія» Старобільської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Маркопільський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - Дошкільний навчальний заклад Бродівської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Маркопільська загальноосвітня школа І-ІІІ ступенів Бродівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Пеняківський навчально-виховний комплекс загальноосвітня школа І - ІІІ ступенів-дошкільний навчальний закладБродівської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Пеняківський навчально-виховний комплекс загальноосвітня школа І - ІІІ ступенів-дошкільний навчальний заклад', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Коропузький навчально-виховний комплекс заклад загальної середньої освіти - заклад дошкільної освіти  Великолюбінської селищної ради Городоцького району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Коропузький навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний Великолюбінський заклад загальної середньої освіти І-ІІІ ступенів Великолюбінської селищної ради Городоцького району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Великолюбінська загальноосвітня школа І-ІІІ ступенів Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Рихтицька середня загальноосвітня школа І-ІІІст. Дрогобицького району', N'Львівська область'), 
dbo.get_eo_hash(N'Середня школа с. Рихтичі', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Уличненська середня загальноосвітня школа І-ІІІст.', N'Львівська область'), 
dbo.get_eo_hash(N'Середня школа с. Уличне', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний навчальний заклад Ходорівської міської ради Львівської області загальноосвітня школа І-ІІІ ступенів №4 с.Бортники імені Золотаря', N'Львівська область'), 
dbo.get_eo_hash(N'Комунальний навчальний заклад Ходорівської міської ради Львівської області загальноосвітня школа І-ІІІ ступенів №4 с.Бортники', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад та його філія Журавнівський навчально-виховний комплекс середня загальноосвітня школа - ліцей Жидачівської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Журавнівський навчально-виховний комплекс середня загальноосвітня школа - ліцей Жидачівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний закладМагерівська загальноосвітня школа І-ІІІ ступенів Жовківської районної ради', N'Львівська область'), 
dbo.get_eo_hash(N'Магерівська загальноосвітня школа І-ІІІ ступенів Жовківської районної ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Глинянська загальноосвітня школа І-ІІІ ступенів Золочівської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Глинянська загальноосвітня школа І-ІІІ ступенів Золочівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Полянський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Золочівської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Полянська загальноосвітня школа І-ІІІ ступенів Золочівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великоколоднівський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Жовтанецької сільської ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Великоколоднівський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Кам''янка-Бузького району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів Жовтанецької сільської ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Жовтанецький навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний заклад Кам’янка-Бузького району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Більченський навчально-виховний комплекс (загальноосвітній навчальний заклад-дошкільний навчальний заклад) Миколаївської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Більченський навчально-виховний комплекс (загальноосвітній навчальний заклад-дошкільний навчальний заклад) Миколаївської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Демнянський навчально-виховний комплекс (загальнооосвітній навчальний заклад - дошкільний навчальний заклад) Миколаївського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Демнянський навчально-виховний комплекс (загальнооосвітній навчальний заклад - дошкільний навчальний заклад) Миколаївської району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Дроговизький навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Миколаївської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Дроговизька загальноосвітня школа І-ІІІ ступенів Миколаївської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Розвадівський заклад загальної середньої освіти І-ІІІ ступенів Розвадівської сільської ради Миколаївського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Розвадівська загальноосвітня школа І-ІІІ ступенів Миколаївської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Черницький заклад загальної середньої освіти І-ІІІ ступенів Розвадівської сільської ради Миколаївського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Черницький навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Миколаївської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Судововишнянський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Cудововишнянської міської ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Судововишнянський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Мостиської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Крукеницька загальноосвітня школа І-ІІІ ступенів-ліцей Мостиської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Крукеницька загальноосвітня школа І-ІІІ ступенів- ліцей Мостиської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Малнівський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Мостиської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Малнівський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Мостиської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Твіржанський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Мостиської міської ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Твіржанський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навальний заклад Мостиської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'ОЗНЗ Бібрська загальноосвітня школа І-ІІІ ступенів імені Уляни Кравченко Перемишлянської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Бібрська загальноосвітня школа І-ІІІ ступенів імені Уляни Кравченко Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Давидівська загальноосвітня школа І-ІІІ ступенів ім. Т. Г. Шевченка Давидівської сільської ради об''єднаної територіальної громади Пустомитівського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Давидівська загальноосвітня школа ім. Т. Г. Шевченка І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кротошинська загальноосвітня школа І-ІІІ ступенів Давидівської сільської ради об''єднаної територіальної громади Пустомитівського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Кротошинська загальноосвітня школа І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чишківська загальноосвітня школа І-ІІІ ступенів Давидівської сільської ради об''єднаної територіальної громади Пустомитівського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Чишківська загальноосвітня школа І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Тетевчиці Радехівського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Тетевчиці Радехівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бісковицька середня загальноосвітня школа І-ІІІ ступенів Бісковицької сільської ради', N'Львівська область'), 
dbo.get_eo_hash(N'Бісковицька середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чукв''янська середня загальноосвітня школа І-ІІІ ступенів Самбірського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Чуквівська середня загальноосвітня школа І-ІІІ ступенів Самбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тухлянський навчально-виховний комплекс Середня загальноосвітня школа - гімназія Сколівської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Тухлянський навчально-виховний комплекс Середня загальноосвітня школа - гімназія с. Тухля Сколівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бутинський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дитячий садок Сокальської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Бутинський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дитячий садок Сокальського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня середня школа І-ІІІ ступенів с. Нове Місто Новоміської сільської ради Старосамбірського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Загальноосвітня середня школа І-ІІІ ступенів с. Нове Місто Старосамбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великодідушицька опорна середня загальноосвітня школа І-ІІІ ступенів Стрийського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Великодідушицька середня загальноосвітня школа І-ІІІ ступенів Стрийського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Станківський загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Стрийського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Станківська середня загальноосвітня школа І-ІІІ ступенів Стрийського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчально-виховний комплекс Дашавський загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Стрийського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Дашавський загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Стрийського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Явірський навчально-виховний комплекс (загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад) Турківської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Явірська загальноосвітня школа І-ІІІ ступенів Турківської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Івано-Франківська загальноосвітня школа І-ІІІ ступенів імені Івана Франка Яворівської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів імені Івана Франка Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціальна школа-інтернатІ-ІІІ ступенів №4 Оболонського району м. Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Спеціальна загальноосвітня школа-інтернат №4  загальноосвітній навчальний заклад І-ІІІ ступенів для слабозорих дітей', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №91 з поглибленим вивченням інформатики Шевченківського району м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Спеціалізована школа №91 І-ІІІ ступенів з поглибленим вивченням інформатики Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Благодатненська загальноосвітня школа I-III ступенів Благодатненської сільської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Благодатненська загальноосвітня школа I-III ступенів Арбузинської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Воєводська загальноосвітня школа I-III ступенів Благодатненської сільської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Воєводська загальноосвітня школа I-III ступенів Арбузинської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новокрасненська загальноосвітня школа I-III ступенів Арбузинської районної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Новокрасненьська загальноосвітня школа I-III ступенів Арбузинської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Садівська загальноосвітня школа I-III ступенів Благодатненської сільської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Садівська загальноосвітня школа I-III ступенів Арбузинської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Семенівська загальноосвітня школа I-III ступенів Благодатненської сільської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Семенівська загальноосвітня школа I-III ступенів Арбузинської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новоєгорівська загальноосвітня школа I-III ступеня Баштанської міської ради Баштанського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Новоєгорівська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новопавлівська загальноосвітня школа I-III ступенів Баштанської міської ради Баштанського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Новопавлівська загальноосвітня школа I-III ступенів Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Пісківська загальноосвітня школа I-III ступеня Баштанської міської ради Баштанського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Пісківська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Плющівська загальноосвітня школа I-III ступенів Баштанської міської ради Баштанського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Плющівська загальноосвітня школа I-III ступенів Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Старогороженська загальноосвітня школа I-III ступенів Баштанської районної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Старогороженська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Христофорівська загальноосвітня школа I-III ступеня Баштанської міської ради Баштанського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Христофорівська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Явкинська загальноосвітня школа I-III ступенів Баштанської міської ради Баштанського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Явкинська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лоцкинська загальноосвітня школа I-III ступенів Баштанської районної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Лоцкинська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Коблівський заклад загальної середньої освіти I-III ступенів Коблівської сільської ради Березанського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Коблівська загальноосвітня школа I-III ступенів Березанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новофедорівський заклад загальної середньої освіти I-III ступенів Коблівської сільської ради Березанського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Новофедорівська загальноосвітня школа I-III ступенів Березанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Рибаківський заклад загальної середньої освіти I-III ступенів Коблівської сільської ради Березанського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Рибаківська загальноосвітня школа I-III ступенів Березанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Колосівська загальноосвітня школа I-III ступенів Веселинівської селищної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Колосівська загальноосвітня школа I-III ступенів Веселинівської селищної ради Веселинівського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Зеленогайська загальноосвітня школа I-III ступенів Шевченківської сільської ради Вітовського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Зеленогайська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Калинівська загальноосвітня школа I-III ступенів Воскресенської селищної ради Вітовськоо району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Калинівська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Котляревська загальноосвітня школа I-III ступенів Шевченківської сільської ради Вітовського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Котляревська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лиманівська загальноосвітня школа I-III ступенів Галицинівської сільської ради Вітовського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Лиманівська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Пересадівська загальноосвітня школа I-III ступенів Воскресенської селищної ради Вітовського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Пересадівська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Прибузька загальноосвітня школа I-III ступенів Галицинівської сільської ради Вітовського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Прибузька загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Українківська загальноосвітня школа I-III ступенів Галицинівської сільської ради Вітовського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Українківська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів Шевченківської сільської ради Вітовського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Воскресенська загальноосвітня школа I-III ступенів Воскресенської селищної ради Вітовського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Воскресенська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Полігонівська загальноосвітня школа I-III ступенів Шевченківської сільської ради Вітовського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Полігонівська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Воронівська загальноосвітня школа I-III ступенів Олександрівської селищної ради Вознесенського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Воронівська загальноосвітня школа I-III ступенів Вознесенської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Григорівський навчально-виховний комплекс Загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад Вознесенської районної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Григорівський загальноосвітній навчальний заклад I-III ступенів Вознесенської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Прибужанівська загальноосвітня школа I-III ступенів Прибужанівської сільської ради Вознесенського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Прибужанівська загальноосвітня школа I-III ступенів Вознесенської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Щербанівська загальноосвітня школа I-III ступенів ім. Героя Соціалістичної Праці М. М. Рябошапки Вознесенської районної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Щербанівська загальноосвітня школа I-III ступенів Вознесенської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Яструбинівська загальноосвітня школа I-III ступенів Прибужанівської сільської ради Вознесенського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Яструбинівська загальноосвітня школа I-III ступенів Вознесенської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів ім.Т.Г.Шевченка Олександрівської селищної ради Вознесенського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів ім.Т.Г.Шевченка Вознесенської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тімірязєвська загальноосвітня школа І-ІІІ ступенів Прибужанівської сільської ради Вознесенського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Тімірязівська загальноосвітня школа I-III ступенів Вознесенської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Богданівська загальноосвітня школа I-III ступенів Прибузької сільської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Богданівська загальноосвітня школа I-III ступенів Доманівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Козубівська філія Доманівської загальноосвітньої школи I-III ступенів №2 Доманівської селищної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Козубівська загальноосвітня школа I-III ступенів Доманівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мостівський навчально-виховний комплекс загальноосвітній навчальний заклад I-III ступенів-дошкільний навчальний заклад Мостівської сільської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Мостівський навчально-виховний комплекс загальноосвітній навчальний заклад I-III ступенів-дошкільний навчальний заклад Доманівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Прибузька загальноосвітня школа I-III ступенів Прибузької сільської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Прибузька загальноосвітня школа I-III ступенів Доманівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сухобалківська загальноосвітня школа I-III ступенів Мостівської сільської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Сухобалківська загальноосвітня школа I-III ступенів Доманівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Луканівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дитячий садок Кривоозерської районної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Луканівська загальноосвітня школа I-III ступенів Кривоозерської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Іванівська загальноосвітня школа I-III ступенів Нечаянської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Іванівська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Криничанська загальноосвітня школа I-III ступенів Михайлівської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Криничанська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Михайлівська загальноосвітня школа I-III ступенів Михайлівської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Ульянівська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Нечаянська загальноосвітня школа I-III ступенів Нечаянської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Нечаянська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Трихатська загальноосвітня школа I-III ступенів Ольшанської селищної ради Миколаївського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Трихатська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ольшанська загальноосвітня школа I-III ступенів Ольшанської селищної ради Миколаївського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Ольшанська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Благодарівська загальноосвітня школа I-III ступенів Нечаянської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Комсомольська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Веснянська загальноосвітня школа I-III ступенів Веснянської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Веснянська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Троїцький заклад загальної середньої освіти I-III ступенів Новоодеської районної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Троїцька загальноосвітня школа I-III ступенів Новоодеської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кримківська ЗОШ І-ІІІ ступенів Кам’яномостівської сільської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Кримківська ордена Знак Пошани ЗОШ І-ІІІ ступенів ім. Партизанської іскри Первомайської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кам''яномостівська загальноосвітня школа I-III ступенів Кам’яномостівської сільської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Кам''яномостівська загальноосвітня школа I-III ступенів Первомайської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Калинівський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Снігурівської районної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Калинівський навчально-виховний комплекс Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новопетрівська загальноосвітня школа I-III ступенів Широківської сільської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Новопетрівська загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Суворська загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Червонозірська загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Червонодолинська загальноосвітня школа I-III ступенів Широківської сільської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Червонодолинська загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Широківська загальноосвітня школа I-III ступенів Широківської сільської ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Широківська загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Долинський навчально-виховний комплекс Загальноосвітня школа І - ІІІ ступенів - гімназія Ананьївського району Одеської області опорний заклад', N'Одеська область'), 
dbo.get_eo_hash(N'Долинський навчально-виховний комплекс Загальноосвітня школа І - ІІІ ступенів - гімназія Ананьївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально - виховний комплекс Піщанська загальноосвітня школа I-III ступенів - заклад дошкільної освіти Балтської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Піщанська загальноосвітня школа I-III ступенів Балтської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Демидівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - ДНЗ Березівського району', N'Одеська область'), 
dbo.get_eo_hash(N'Демидівська загальноосвітня школа I-III ступенів Березівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Міжлиманська загальноосвітня школа I-III ступенів Біляївського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Міжлиманська загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Каракуртська загальноосвітня школа I-III ступенів Болградського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Жовтнева загальноосвітня школа I-III ступенів Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новотроянівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-ліцей-дошкільний навчальний закладБолградської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Новотроянівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-ліцей-дошкільний закладБолградської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Навчально - виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад с. Йосипівка Захарівського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Комунальна установа Навчально - виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний заклад с.Йосипівка Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Навчально - виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад с.Оленівка Захарівського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Комунальна установа Навчально - виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний заклад с.Оленівка Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Навчально - виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад с.Павлівка Захарівського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Навчально - виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад с.Павлівка Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний закладНавчально - виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад с.ПерехрестовеЗахарівського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Навчально - виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний заклад с.Перехрестове Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Навчально - виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад с.РосіянівкаОдеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Комунальна установа Навчально - виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний заклад с.РосіянівкаОдеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний заклад с. Торосове, Захарівського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад с.Леніне Фрунзівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний заклад смт. Затишшя Захарівського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Навчально - виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад смт.Затишшя Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Навчально - виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад смт.Захарівка Захарівського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Навчально - виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад смт.Фрунзівка Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Білчанський навчально-виховний комплекс Загальноосвітня школа I-III ступенів ім.О.Одарія - дитячий садок Іванівської районної ради', N'Одеська область'), 
dbo.get_eo_hash(N'Білчанський навчально-виховний комплекс загальноосвітня школа I-III ступенів ім.О.Одарія  - дитячий садок Іванівської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Богунівський НВК Загальноосвітня школа I-III ступенів - дитячий садок Коноплянської сільської ради', N'Одеська область'), 
dbo.get_eo_hash(N'Богунівський НВК Загальноосвітня школа I-III ступенів - дитячий садок', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Джугастрівський навчально-виховний комплекс Загальноосвітня школа I-III ступеня-дитячий садок Коноплянської сільської ради', N'Одеська область'), 
dbo.get_eo_hash(N'Джугастрівський навчально-виховний комплекс Загальноосвітня школа I-III ступеня-дитячий садок', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Калинівська загальноосвітня школа I-III ступенів Коноплянської сільської ради', N'Одеська область'), 
dbo.get_eo_hash(N'Калинівська загальноосвітня школа I-III ступенів', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Коноплянська загальноосвітня школа I-III ступенів Коноплянської сільської ради', N'Одеська область'), 
dbo.get_eo_hash(N'Коноплянська загальноосвітня школа I-III ступенів Іванівської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Павлинський навчально - виховний комплекс Загальноосвітня школа I-III ступенів - дитячий садок Іванівської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Павлинський НВК Загальноосвітня школа I-III ступеня - дитячий садок Іванівської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Северинівський навчально- виховний комплекс Загальноосвітня школа І-ІІІ ступенів -дитячий садок', N'Одеська область'), 
dbo.get_eo_hash(N'Северинівський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дитячий садок', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Будеївський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Кодимської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Будеївський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Кодимської районної ради Одескої області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад опорний заклад Слобідська загальноосвітня школа I-III ступенів Кодимської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Слобідська загальноосвітня школа  I-III ступенів Кодимської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально - виховний комплекс  Загальноосвітня школа I-III ступенів - дитячий садок с. Познанка Перша Любашівського району', N'Одеська область'), 
dbo.get_eo_hash(N'Навчально - виховний комплекс  Загальноосвітня школа I-III ступенів - дитячий садок села Познанка Перша Любашівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Доброолександрівська загальнооcвітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Доброолександрівська загальноовітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Йосипівська загальноосвітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Йосипівська загальноовітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Маяківська загальноосвітня школа I-III ступенів Окнянського району', N'Одеська область'), 
dbo.get_eo_hash(N'Маяківська загальноосвітня школа I-III ступенів Красноокнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Котловинська загальноосвітня школа I-III ступенів Ренійської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Котловинська загальноосвітня I-III ступенів Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Калантаївська Загальноосвітня школа I-III ступенів, Роздільнянської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Калантаївська Загальноосвітня школа I-III ступенів, Роздільнянського району Одеської облатсі', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кам''янська загальноосвітня школа I-III ступенів, Роздільнянської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Кам''янська загальноосвітня школа I-III ступенів, Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новоукраїнський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Роздільнянської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа І-ІІІ ступенів Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Понятівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Роздільнянської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Понятівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад  Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Степова загальноосвітня школа I-III ступенів Роздільнянської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Степова загальноосвітня школа I-III ступенів Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад - Бакшанський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Савранського району', N'Одеська область'), 
dbo.get_eo_hash(N'Бакшанський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Савранської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кулевчанська загальноосвітня школа I-III ступенів Саратської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Кулевчанська загальноосвітня школа I-III ступенів Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'ОПОРНИЙ ЗАКЛАД НАДЄЖДИНСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА I-III СТУПЕНІВ САРАТСЬКОЇ РАЙОННОЇ РАДИ ОДЕСЬКОЇ ОБЛАСТІ', N'Одеська область'), 
dbo.get_eo_hash(N'Надєждинська загальноосвітня школа I-III ступенів Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сергіївська загальноосвітня школа I-III ступенів Саратської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Сергіївська загальноосвітня школа I-III ступенів Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Надрічненський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Тарутинської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний заклад села Надрічне Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Олександрівський авчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Тарутинської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний заклад  С.Олександрівка Тарутинського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тарутинський навчально-виховний комплексЗагальноосвітня школа І-ІІІ ступенів-ліцей-дошкільний навчальний заклад Тарутинської районної ради', N'Одеська область'), 
dbo.get_eo_hash(N'Тарутинський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-ліцей-дошкільний заклад Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Базар''янська загальноосвітня школа I-III ступенів Татарбунарського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Базар''янська загальноосвітня школа I-III ступенів Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Білоліська загальноосвітня школа I-III ступенів Татарбунарського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Білоліська загальноосвітня школа I-III ступенів Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Глибоківська загальноосвітня школа І-ІІІ ступенів Татарбунарської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Глибоківська загальноосвітня школа I-III ступенів Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Дивізійська загальноосвітня школа I-III ступенів Татарбунарської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Дивізійська загальноосвітня школа I-III ступенів Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Жовтоярська загальноосвітня школа I-III ступенів Татарбунарськоі районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Жовтоярська загальноосвітня школа I-III ступенів Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Лиманський навчально -виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Татарбунарської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Комунальний заклад Лиманський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'КЗ Приморська загальноосвітня школа I-III ступенів Татарбунарської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Приморська загальноосвітня школа I-III ступенів Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Трапівський навчально - виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний закладТатарбунарського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Трапівська загальноосвітня школа I-III ступенів Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Макарівський освітній комплекс Ширяївської селищної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Макарівська загальноосвітня школа I-III ступенів Ширяївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Мар''янівський освітній комплекс Ширяївської селищної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Мар''янівська загальноосвітня школа I-III ступенів Ширяївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Олександрівський освітній комплекс Ширяївської селищної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Олександрівський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Ширяївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Осинівський освітній комплекс Ширяївської селищної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Осинівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Ширяївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Ширяївський освітній комплекс №1 смт. Ширяєве Одеська область', N'Одеська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Олімп Загальноосвітня школа I-III ступенів - гімназія смт Ширяєве Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Радивонівський заклад загальної середньої освіти І-ІІІ ступенів виконавчого комітету Великобагачанської селищної ради  Великобагачанського району Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Радивонівська загальноосвітня школа І-ІІІ ступенів Великобагачанської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Якимівський заклад загальної середньої освіти І-ІІІ ступенів виконавчого комітету Великобагачанської селищної ради  Великобагачанського району Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Якимівська загальноосвітня школа І-ІІІ ступенів Великобагачанської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великобагачанський заклад загальної середньої освіти І-ІІІ ступенів виконавчого комітету Великобагачанської селищної ради Великобагачанського району Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Великобагачанська загальноосвітня школа І-ІІІ ступенів Великобагачанської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бабичівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний закладГлобинської міської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Бабичівська загальноосвітня школа І-ІІІ ступенів Глобинської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Пузиківський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Глобинської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Пузиківська загальноосвітня школа І-ІІІ ступенів Глобинської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Радалівський навчально-виховний комплекс загальноосвітня школа І -ІІІ ступенів - дошкільний навчальний заклад Глобинської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Радалівська загальноосвітня школа І-ІІІ ступенів Глобинської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Слободо-Петрівська загальноосвітня школа І-ІІІ ступенів Гребінківської міської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Слободо-Петрівська загальноосвітня школа І-ІІІ ступенів Гребінківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Стасівська загальноосвітня школа І-ІІІ ступенів імені М.Башкирцевої Диканської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Стасівська гімназія імені М.Башкирцевої Диканської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Бутенківська загальноосвітня школа І-ІІІ ступенів імені Ю.П.Дольд-Михайлика Кобеляцької районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Бутенківська загальноосвітня школа І-ІІІ ступенів імені Ю.П.Дольд-Михайлика Кобеляцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Білицька загальноосвітня школа І-ІІІ ступенів № 1 Кобеляцької районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Білицька загальноосвітня школа І-ІІІ ступенів № 1 Кобеляцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Омельницька загальноосвітня школа I-III ступенів виконавчого комітету Омельницької сільської ради  Кременчуцького району Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Омельницький ліцей', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бодаквянський навчально - виховний комплекс Загальноосвітня школа - дошкільний навчальний заклад І-ІІІ ступенів Лохвицької районної ради Полтавської област', N'Полтавська область'), 
dbo.get_eo_hash(N'Бодаквянський навчально - виховний комплекс  загальноосвітня школа - дошкільний навчальний заклад І-ІІІ ступенів Лохвицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад «Вовчицька загальноосвітня школа І-ІІІ ступенів-ліцей імені В.Ф. Мицика Лубенської районної ради Полтавської області»', N'Полтавська область'), 
dbo.get_eo_hash(N'Вовчицький ліцей імені В.Ф.Мицика Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Жданівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Лубенської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Жданівська загальноосвітня школа І-ІІІ ступенів Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Засульська загальноосвітня школа І-ІІІ ступенів - гімназія Засульської сільської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Засульська гімназія Засульської сільської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Калайдинцівська загальноосвітня школа І-ІІІ ступенів імені Ф.Д.Рубцова Лубенської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Калайдинцівська загальноосвітня школа І-ІІІ ступенів імені генерал-майора Ф.Д.Рубцова Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новаківська загальноосвітня школа І-ІІІ ступенів ім. П.М. Щербаня Засульської сільської ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Новаківська загальноосвітня школа І-ІІІ ступенів імені П.М. Щербаня Засульської сільської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Тарандинцівська загальноосвітня школа І-ІІІ ступенів імені В.А.Симоненка Лубенської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Тарандинцівська загальноосвітня школа І-ІІІ ступенів імені В.А.Симоненка Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Полтавська спеціалізована школа-інтернат № 2 І-ІІІ ступенів Центр освіти та соціально-педагогічної підтримки ім. Софії Русової Полтавської обласної ради', N'Полтавська область'), 
dbo.get_eo_hash(N'Полтавська спеціалізована школа-інтернат № 2 І-ІІІ ступенів Полтавської обласної ради', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Михайлівський опорний навчальний заклад (загальноосвітня школа І-ІІІ ступенів) Машівської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Михайлівська загальноосвітня школа І-ІІІ ст. Машівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Хомутецька загальноосвітня школа І-ІІІ ступенів Миргородської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Хомутецька загальноосвітня школа І-ІІІ ступенів Миргородської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Крутобалківський навчально-виховний комплекс  загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Новосанжарської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Крутобалківська загальноосвітня школа І-ІІІ ступенів Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Полузірський навчально-виховний комплекс загальноосвітня школа І - ІІІ ступенів - дошкільний навчальний заклад Новосанжарської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Полузірський навчально-виховний комплекс Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Руденківська загальноосвітня школа І-ІІІ ступенів Новосанжарської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Руденківська загальноосвітня школа І-ІІІ ступенів Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Новооржицька загальноосвітня школа І-ІІІ ступенів Оржицької районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Новооржицька загальноосвітня школа І-ІІІ ступенів Оржицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Оржицька загальноосвітня школа І-ІІІ ступенів ім.І.Я.Франка Оржицької районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Оржицька загальноосвітня школа І-ІІІ ступенів ім.І.Я.Франка Оржицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Березоворудська загальноосвітня школа І-ІІІ ступенів Пирятинської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Березоворудська загальноосвітня школа І-ІІІ ступенів Пирятинської райдержадміністрації Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новомартиновицька загальноосвітня школа І-ІІІ ступенів Пирятинської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Новомартиновицька загальноосвітня школа І-ІІІ ступенів Пирятинської райдержадміністрації Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Теплівська загальноосвітня школа І-ІІІ ступенів Пирятинської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Теплівська загальноосвітня школа І-ІІІ ступенів Пирятинської райдержадміністрації Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Решетилівська гімназія імені І.Л.Олійника Решетилівської селищної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Решетилівська гімназія імені І.Л.Олійника Решетилівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Веселоподільська загальноосвітня школа І-ІІІ ступенів Семенівської селищної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Веселоподільська загальноосвітня школа І-ІІІ ступенів Семенівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Степанівська загальноосвітня школа І-ІІІ ступенів Семенівської селищної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Степанівська  загальноосвітня школа І-ІІІ ступенів Семенівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вишневий навчально-виховний комплекс (заклад загальної середньої освіти - заклад дошкільної освіти) Хорольської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Петрівський навчально-виховний комплекс Хорольської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Скороходівська загальноосвітня школа І-ІІІ ступенів Скороходівської селищної ради Чутівського району Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Скороходівська загальноосвітня школа І-ІІІ ступенів Скороходівської селищної ради Чутівського району Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Яреськівська загальноосвітня школа І-ІІІ ступенів імені Ф.П.Борідька Шишацької районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Яреськівська загальноосвітня школа І-ІІІ ступенів ім. Ф.П.Борідька Шишацької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Балашівська загальноосвітня школа І-ІІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Балашівський навчально-виховний комплекс Колегіум-загальноосвітня школа І-ІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Кам''янська загальноосвітня школа І-ІІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Кам''янська загальноосвітня школа І-ІІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Прислуцький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Березнівської районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Прислуцький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дитячий садок Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Соснівський навчально-виховний комплекс Гімназія - загальноосвітня школа І ступеня Березнівської районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Соснівський навчально-виховний комплекс Гімназія - загальноосвітня школа І ступеня Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Садівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Гощанської районної ради Гощанського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Садівський навчально-вихавний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Гощанської районної ради Гощанського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Боремельський НВК загальноосвітня школа І-ІІ ступенів - колегіум Боремельської сільської ради Демидівського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Боремельський НВК загальноосвітня школа І-ІІ ступенів - колегіум Демидівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вербенський ліцей Демидівської селищної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Вербенська загальноосвітня школа І-ІІІ ступенів Демидівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Княгининський  ліцей Демидівської селищної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Княгининська загальноосвітня школа І-ІІІ ступенів Демидівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Малівська загальноосвітня школа І-ІІІ ступенів Боремельської сільської ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Малівська загальноосвітня школа І-ІІІ ступенів Демидівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Хрінницький ліцей Демидівської селищної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Хрінницька загальноосвітня школа І-ІІІ ступенів Демидівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Демидівський ліцей Демидівської селищної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Демидівський НВК загальноосвітня школа І-ІІІ ступенів-ліцей Демидівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Княгининська загальноосвітня школа І-ІІІ ступенів Мирогощанської сільської ради Дубенського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Княгининська загальноосвітня школа І-ІІІ ступенів Дубенської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Семидубський навчально-виховний комплекс Загальноосвітня школа І-ІІ ступенів-ліцей Дубенської районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Семидубський аграрний ліцей і загальноосвітня школа І-ІІ ступенів Дубенської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Студянська загальноосвітня школа І-ІІІ ступенів Смизької селищної ради', N'Рівненська область'), 
dbo.get_eo_hash(N'Студянська загальноосвітня школа І-ІІІ ступенів Дубенської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тараканівський ліцей Тараканівської сільської ради Дубенського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Тараканівська загальноосвітня школа І-ІІІ ступенів Дубенської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Смизька загальноосвітня школа І-ІІІ ступенів Смизької селищної ради', N'Рівненська область'), 
dbo.get_eo_hash(N'Смизька загальноосвітня школа І-ІІІ ступенів Дубенської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Висоцька загальноосвітня школа І-ІІІ ступенів Висоцької сільської ради Дубровицького району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Висоцька загальноосвітня школа І-ІІІ ступенів Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Людинська загальноосвітня школа І-ІІІ ступенів ім.К.Хомич Висоцької сільської ради Дубровицького району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Людинська загальноосвітня школа І-ІІІ ступенів ім.К.Хомич Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Селецький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад імені Олега Ващишина Дубровицької районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Селецький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Кутинська загальноосвітня школа І-ІІІ ступенів Локницької сільської ради Зарічненського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Кутинська загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кухітсько-Вільська загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Кухітсько-Вільська загальноосвітня школа І-ІІІ ступенів Зарічненської районої ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Кухченська загальноосвітня школа І-ІІІ ступенів Локницької сільської ради Зарічненського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Кухченська загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Локницька загальноосвітня школа І-ІІІ ступенів Локницької сільської ради Зарічненського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Локницька загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Нобельська загальноосвітня школа І-ІІІ ступенів Локницької сільської ради Зарічненського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Нобельська загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бущанський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад  Здолбунівської районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Бущанська загальноосвітня школа І-ІІІ ступенів Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гільчанський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Здолбунівської районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Гільчанська загальноосвітня школа І-ІІІ ступенів Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Глинський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Здолбунівської районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Глинська загальноосвітня школа І-ІІІ ступенів Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Дерманський навчально-виховний комплекс  загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Здолбунівської районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Дерманський навчально-виховний комплекс загальноосвітня школа І ступеня-гімназія Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Невірківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Корецької районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Невірківський навчально-виховний комплекс Школа І-ІІІ ступенів-дошкільний навчальний заклад Корецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Деражненська загальноосвітня школа І-ІІІ ступенів Деражненської сільської ради Костопільського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Деражненська загальноосвітня школа І-ІІІ ступенів Костопільської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Дюксинська загальноосвітня школа І-ІІІ ступенів імені Н.А. Хасевича Деражненської сільської ради Костопільського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Дюксинська загальноосвітня школа І-ІІІ ступенів Костопільської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мащанський ліцей Малолюбашанської сільської ради Костопільського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Мащанська загальноосвітня школа І-ІІІ ступенів Костопільської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Пісківська загальноосвітня школа І-ІІІ ступенів Пісківської сільської ради Костопільського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Пісківська загальноосвітня школа І-ІІІ ступенів Костопільської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Постійненська загальноосвітня школа І-ІІІ ступенів Деражненської сільської ради Костопільського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Постійненська загальноосвітня школа І-ІІІ ступенів Костопільської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Берегівська загальноосвітня школа І-ІІІ ступенів Млинівської селищної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Берегівська загальноосвітня школа І-ІІІ ступенів Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бокіймівська загальноосвітня школа І-ІІІ ступенів Бокіймівської сільської ради Млинівського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Бокіймівська загальноосвітня школа І-ІІІ ступенів Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Довгошиївський навчально-виховний комплекс Загальноосвітній навчальний заклад-дошкільний навчальний заклад Млинівської селищної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Довгошиївський навчально-виховний комплекс Загальноосвітній навчальний заклад-дошкільний навчальний заклад Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Малодорогостаївський ліцей Млинівської селищної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Малодорогостаївська загальноосвітня школа І-ІІІ ступенів Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новинодобрятинська загальноосвітня школа І-ІІІ ступенів Млинівської селищної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Новинодобрятинська загальноосвітня школа І-ІІІ ступенів Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новоселівська загальноосвітня школа І-ІІІ ступенів Млинівської селищної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Новоселівська загальноосвітня школа І-ІІІ ступенів Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Пугачівська загальноосвітня школа І-ІІІ ступенів Млинівської селищної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Пугачівська загальноосвітня школа І-ІІІ ступенів Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Смордвівська загальноосвітня школа І-ІІІ ступенів Бокіймівської сільської ради Млинівського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Смордвівська загальноосвітня школа І-ІІІ ступенів Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Довгалівська загальноосвітня школа І-ІІІ ступенів Крупецької сільської ради Радивилівського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Довгалівська загальноосвітня школа І-ІІІ ступенів Радивилівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Дружбівська загальноосвітня школа І-ІІІ ступенів Радивилівської міської ради Радивилівського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Дружбівська загальноосвітня школа І-ІІІ ступенів Радивилівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Крупецька загальноосвітня школа І-ІІІ ступенів Крупецької сільської ради Радивилівського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Крупецька загальноосвітня школа І-ІІІ ступенів Радивилівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Немирівська загальноосвітня школа І-ІІІ ступенів Радивилівської міської ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Немирівська загальноосвітня школа І-ІІІ ступенів Радивилівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Підзамчівська загальноосвітня школа І-ІІІ ступенів Радивилівської міської ради Радивилівського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Підзамчівська загальноосвітня школа І-ІІІ ступенів Радивилівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Пляшевський ліцей Демидівської селищної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Пляшевська загальноосвітня школа І-ІІІ ступенів Радивилівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ситненська загальноосвітня школа І-ІІІ ступенів Крупецької сільської ради Радивилівського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Ситненська загальноосвітня школа І-ІІІ ступенів Радивилівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Городоцький навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Рівненської районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Городоцька загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Дядьковицький навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Рівненської районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Дядьковицька загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Обарівський ліцей Рівненської районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Обарівська загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Шпанівський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Рівненської районної ради Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Шпанівський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Карпилівська загальноосвітня школа І-ІІІ ступенів Клесівської селищної ради Сарненського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Карпилівська загальноосвітня школа І-ІІІ ступенів Клесівської селищної ради Саренського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Степанська загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Сарненського району Рівненської області', N'Рівненська область'), 
dbo.get_eo_hash(N'Степанська загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Сарненського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ганнівсько-Тернівський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Миколаївської селищної ради Білопільського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Ганнівсько-Тернівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад  Миколаївської селищної ради Білопільського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Воскресенський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Буринської міської ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Воскресенський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Воскресенської сільської ради Буринського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Успенська загальноосвітня школа I-III ступенів імені Г.П.Головенського Буринської міської ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Успенська загальноосвітня школа I-III ступенів імені Г.П.Головенського Успенської сільської ради Буринського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Червонослобідська загальноосвітня школа I-III ступенів імені Г.Я.Базими Буринської міської ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Червонослобідська загальноосвітня школа I-III ступенів імені Г.Я.Базими Червонослобідської сільської ради Буринського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бочечківський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Бочечківської сільської ради Конотопської району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Бочечківський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Конотопської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Козацький навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Бочечківської сільської ради Конотопського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Козацький навчально - виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Конотопської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Курилівський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Дубов''язівської селищної ради Конотопського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Курилівський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Конотопської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Салтиківський навчально - виховний комплекс загальноосвітня школа I-III ступенів- дошкільний навчальний заклад Дубов''язівської селищної ради Конотопського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Салтиківський навчально - виховний комплекс Загальноосвітня школа I-III ступенів- дошкільний навчальний заклад Конотопської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шпотівський навчально - виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Дубов''язівської селищної ради Конотопського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Шпотівський навчально - виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Конотопської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Дубов''язівський навчально-виховний комплекс спеціалізована школа І-ІІІ ступенів - дошкільний навчальний заклад Дубов''язівської селищної ради Конотопського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Дубов''язівський навчально-виховний комплекс «спеціалізована школа І-ІІІ ступенів - дошкільний навчальний заклад» Конотопської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великобобрицька загальноосвітня школа I-III ступенів Верхньосироватської сільської ради Сумського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Великобобрицька загальноосвітня школа I-III ступенів Краснопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Миропільський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Миропільської сільської ради Краснопільського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Миропільський навчально-виховний комплекс Краснопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Осоївський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - заклад дошкільної освіти Краснопільської селещної ради', N'Сумська область'), 
dbo.get_eo_hash(N'Осоївський навчально-виховний комплекс Краснопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Самотоївська загальноосвітня школа I-III ступенів Краснопільської селищної ради', N'Сумська область'), 
dbo.get_eo_hash(N'Самотоївська загальноосвітня школа I-III ступенів Краснопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сіннівський навчально-виховний комплексЗагальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад Миропільської сільської ради Сумської області.', N'Сумська область'), 
dbo.get_eo_hash(N'Сіннівський навчально-виховний комплекс Краснопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Хмелівська загальноосвітня школа I-III ступенів Краснопільської селищної ради', N'Сумська область'), 
dbo.get_eo_hash(N'Хмелівська загальноосвітня школа I-III ступенів Краснопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чернеччинський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - заклад дошкільної освіти Краснопільської селищної ради', N'Сумська область'), 
dbo.get_eo_hash(N'Чернеччинський навчально-виховний комплекс Краснопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Угроїдська загальноосвітня школа I-III ступенів Краснопільської селищної ради', N'Сумська область'), 
dbo.get_eo_hash(N'Угроїдська загальноосвітня школа I-III ступенів Краснопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кролевецький навчально-виховний комплекс № 6загальноосвітня школа I-III ступенів - заклад дошкільної освіти (ясла-садок) Кролевецької міської ради', N'Сумська область'), 
dbo.get_eo_hash(N'Кролевецька загальноосвітня школа I-III ступенів № 6 Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Божківський навчально- виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Кролевецької районної ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Червоноранківський навчально- виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Грузчанська загальноосвітня школа I-III ступенів Кролевецької міської ради', N'Сумська область'), 
dbo.get_eo_hash(N'Грузчанська загальноосвітня школа I-III ступенів Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Липоводолинська спеціалізована школа I-III ступенів Липоводолинської районної ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Липоводолинська спеціалізована школа I-III ст. Липоводолинської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вільшанська загальноосвітня школа I-III ступенів Вільшанської сільської ради Недригайлівського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Вільшанська загальноосвітня школа I-III ступенів Недригайлівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Коровинська загальноосвітня школа I-III ступенів Коровинської сільської ради Недригайлівського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Коровинська загальноосвітня школа I-III ступенів Недригайлівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Томашівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Коровинської сільської ради Недригайлівського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Томашівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Недригайлівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бугруватський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Чернеччинської сільської ради Охтирського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Бугруватська загальноосвітня школа I-III ступенів Охтирської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Височанський навчально - виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Чернеччинської сільської ради Охтирського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Височанський навчально - виховний комплекс: загальноосвітня школа I-III ступенів - дошкільнийнавчальний заклад Охтирської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комишанська загальноосвітня школа I-III ступенів Комишанської сільської ради Охтирського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Комишанська загальноосвітня школа I-III ступенів Охтирської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Малопавлівська загальноосвітня школа I-III ступенів Комишанської сільської ради Охтирського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Малопавлівська загальноосвітня школа I-III ступенів Охтирської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сонячненський навчально-виховний комплекс:загальноосвітня школа I-III ступенів -дошкільний навчальний заклад Чернеччинської сільської ради Охтирської району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Сонячненський навчально-виховний комплекс:загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Охтирської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Хухрянська загальноосвітня школа I-III ступенів Чернеччинської сільської ради Охтирського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Хухрянська загальноосвітня школа I-III ступенів Охтирської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чернеччинська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу М.В.Пилипенка Чернеччинської сільської ради Охтирської району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Чернеччинська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу М.В.Пилипенка Охтирської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новослобідський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Новослобідської сільської ради Путивльського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Новослобідський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Путивльської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Юр''ївський навчально-виховний комплекс: загальносвітня школа I-III ступенів - дошкільний навчальний заклад Новослобідської сільської ради Путивльського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Юр''ївський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Путивльської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад «Великобубнівська загальноосвітня школа І-ІІІ ступенів Роменської районної ради Сумської області»', N'Сумська область'), 
dbo.get_eo_hash(N'Великобубнівська загальноосвітня школа I-III ступенів Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Великочернеччинська спеціалізована школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Великочернеччинська спеціалізована школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Верхньосироватська спеціалізована школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Верхньосироватська спеціалізована школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Підліснівська загальноосвітня школа I-III ступенів Степанівської селищної ради Сумського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Підліснівська загальноосвітня школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Садівська загальноосвітня школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Садівська загальноосвітня школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кам''янська загальноосвітня школа I-III ступенів Тростянецької міської ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Кам''янська загальноосвітня школа I-III ступенів Тростянецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Полянський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Тростянецької районної ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Полянський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Тростянецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Погребківська загальноосвітня школа I-III ступенів Шосткинської районної ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Коротченківський навчально-виховний комплекс загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Шосткинської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мечищівський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Бережанської районної ради Тернопільської області', N'Тернопільська область'), 
dbo.get_eo_hash(N'Мечищівська загальноосвітня школа І-ІІІ ступенів Бережанської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Рогачинський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Бережанської районної ради Тернопільської області Бережанської районної ради Тернопільської області', N'Тернопільська область'), 
dbo.get_eo_hash(N'Рогачинська загальноосвітня школа І-ІІІ ступенів Бережанської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Саранчуківський НВК  ЗНЗ І-ІІІ ступенів-ДНЗ Бережанської районної ради Тернопільської області', N'Тернопільська область'), 
dbo.get_eo_hash(N'Саранчуківська загальноосвітня школа І-ІІІ ступенів Бережанської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Більче-Золотецький навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'), 
dbo.get_eo_hash(N'Більче-Золотецька загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Озерянська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'), 
dbo.get_eo_hash(N'Озерянська загальноосвітня школа І-ІІІ ступенів, Борщівський р-н', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Стрілковецький навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад', N'Тернопільська область'), 
dbo.get_eo_hash(N'Стрілковецька загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Циганська загальноосвітня школа І-ІІІ ступенів імені Івана Франка', N'Тернопільська область'), 
dbo.get_eo_hash(N'Циганська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Скала-Подільський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад', N'Тернопільська область'), 
dbo.get_eo_hash(N'Скала-Подільська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Зубрецька загальноосвітня школа І-ІІІ ступенів імені Героїв Небесної Сотні Ігоря Костенка та Василя Мойсея', N'Тернопільська область'), 
dbo.get_eo_hash(N'Зубрецька загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бодаківська комунальна загальноосвітня школа І-ІІІ ступенів Вишнівецької об''єднаної територіальної громади', N'Тернопільська область'), 
dbo.get_eo_hash(N'Бодаківська загальноосвітня школа І-ІІІ ступенів Бодаківської сільської ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бутинська комунальна загальноосвітня школа І-ІІІ ступенів Вишнівецької об єднаної територіальної громади', N'Тернопільська область'), 
dbo.get_eo_hash(N'Бутинська загальноосвітня школа І-ІІІ ступенів Бутинської сільської ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Старовишнівецька комунальна загальноосвітня школа І-ІІІ ступенів Вишнівецької об''єднаної територіальної громади', N'Тернопільська область'), 
dbo.get_eo_hash(N'Старовишнівецька загальноосвітня школа І-ІІІ ступенів Старовишнівецької сільської ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вишнівецька комунальна загальноосвітня школа І-ІІІ ступенів Вишнівецької ОТГ Збаразького району Тернопільської області', N'Тернопільська область'), 
dbo.get_eo_hash(N'Вишнівецька загальноосвітня школа І-ІІІ ступенів Вишнівецької селищної ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Висиповецький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Тернопільська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Висипівців Зборівського району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад Горинська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'), 
dbo.get_eo_hash(N'Горинська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Юськовецька загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'), 
dbo.get_eo_hash(N'Юськовецька загальноосвітня школа І-ІІІ ступенів Лановецької районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Оріховецький загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Підволочиської селищної ради Тернопільської області', N'Тернопільська область'), 
dbo.get_eo_hash(N'Оріховецька загальноосвітня школа І-ІІІ ступенів Підволочиської селищної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ласковецька загальноосвітня школа І-ІІІ ступенів, що знаходиться в комунальній власності Теребовлянської міської ради', N'Тернопільська область'), 
dbo.get_eo_hash(N'Ласковецька загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лошнівська загальноосвітня школа І-ІІІ ступенів, що знаходиться в комунальній власності Теребовлянської міської ради', N'Тернопільська область'), 
dbo.get_eo_hash(N'Лошнівська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Острівецька загальноосвітня школа І-ІІІ ступенів, що знаходиться в комунальній власності Теребовлянської міської ради', N'Тернопільська область'), 
dbo.get_eo_hash(N'Острівецька загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Навчально-виховний комплекс “Загальноосвітня школа І-ІІІ ст.- дошкільний навчальний заклад с. Великі Гаї” Великогаївської сільської ради Тернопільської області', N'Тернопільська область'), 
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа І-ІІІ ступенів с. Великі Гаї Великогаївської сільської ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад НВКДовжанківська загальноосвітня школа І-ІІІ ступенів-ДНЗ Тернопільської районної ради Тернопільської області', N'Тернопільська область'), 
dbo.get_eo_hash(N'Комунальний заклад Довжанківська загальноосвітня школа І-ІІІ ступенів Тернопільської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад НВК Мишковицька загальноосвітня школа І-ІІІ ступенів - ДНЗТернопільської районної ради Тернопільської області', N'Тернопільська область'), 
dbo.get_eo_hash(N'Комунальний заклад Мишковицька загальноосвітня школа І-ІІІ ступенів Тернопільської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Криштопівський ліцей Близнюківської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Криштопівська загальноосвітня школа I-III ступенів Близнюківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Близнюківський ліцей Близнюківської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Близнюківська загальноосвітня школа І-ІІІ ступенів Близнюківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бугаївська загальноосвітня школа I-III ступенів Вовчанської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Революційна загальноосвітня школа I-III ступенів Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Варварівська загальноосвітня школа I-III ступенів Вовчанської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Жовтнева Друга загальноосвітня школа I-III ступенів Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лиманський навчально-виховний комплекс (загальноосвітня школа I-III ступенів - дошкільний навчальний заклад) Вовчанської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Жовтневий навчально-виховний комплекс (загальноосвітня школа I-III ступенів - дошкільний навчальний заклад) Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Старосалтівська загальноосвітня школа І-ІІІ ступенів Старосалтівської селищної ради Вовчанського району Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Старосалтівська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу О.М. Щербака  Старосалтівської селищної ради Вовчанського району  Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Черкаськолозівський ліцей Малоданилівської селищної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Черкаськолозівська загальноосвітня школа I-III ступенів Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Малоданилівський ліцей Малоданилівської селищної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Малоданилівський ліцей Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бердянський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Зачепилівської селищної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Бердянський навчально-виховний комплекс ЗНЗ І-ІІІ ступенів - ДНЗ Зачепилівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступенів Зачепилівської селищної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступенів Зачепилівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Зачепилівська загальноосвітня школа І-ІІІ ступенів Зачепилівської селищної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Зачепилівська загальноосвітня школа І-ІІІ ступенів', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Бірківська загальноосвітня школа I-III ступенів Зміївської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Бірківська загальноосвітня школа I-III ступенів Зміївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Лиманська загальноосвітня школа I-III ступенів Зміївської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Лиманська загальноосвітня школа I-III ступенів Зміївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний закладСкрипаївська загальноосвітня школа I-III ступенів Зміївської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Скрипаївська загальноосвітня школа I-III ступенів Зміївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Таранівська загальноосвітня школа I-III ступенів імені Героїв-широнінців Зміївської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Таранівська загальноосвітня школа I-III ступенів Зміївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Тимченківська загальноосвітня школа I-III ступенів Зміївської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Тимченківська загальноосвітня школа I-III ступенів Зміївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Чемужівська загальноосвітня школа I-III ступенів Зміївської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Чемужівська загальноосвітня школа I-III ступенів Зміївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Шелудьківський ліцей імені Героя Радянського Союзу Юхима Єгоровича Кравцова Зміївської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Шелудьківський ліцей імені Героя Радянського Союзу Юхима Єгоровича Кравцова Зміївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Шебелинська загальноосвітня школа I-III ступенів Зміївської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Шебелинська загальноосвітня школа I-III ступенів Зміївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Першотравнева загальноосвітня школа І-ІІІ ступенів Зміївської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Першотравнева загальноосвітня школа І-ІІІ ступенів Зміївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сковородинівський навчально-виховний комплекс (загальноосвітня школа I-III ступенів – дошкільний навчальний заклад (ясла-садок)) Золочівської районної державної адміністрації Харківської області імені Григорія Савича Сковороди', N'Харківська область'), 
dbo.get_eo_hash(N'Сковородинівський навчально-виховний комплекс (загальноосвітня школа I-III ступенів – дошкільний навчальний заклад (ясла-садок)) імені Григорія Савича Сковороди Золочівської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Золочівська загальноосвітня школа I-III ступенів № 2 Золочівської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Золочівська загальноосвітня школа I-III ступенів № 2 Золочівської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вірнопільський навчально-виховний комплекс Ізюмської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Вірнопільська загальноосвітня школа I-III ступенів Ізюмської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Капитолівський ліцей Оскільської сільської ради Ізюмського району Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Капитолівський навчально-виховний комплекс Ізюмської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Опорна школа Оскільський ліцей Оскільської сільської ради Ізюмського району Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Оскільський навчально-виховний комплекс Ізюмської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Студенокський ліцей Оскільської сільської ради Ізюмського району Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Студенокський навчально-виховний комплекс Ізюмської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новопарафіївський навчально-виховний комплекс (загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад) Кегичівської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Новопарафіївський навчально-виховний комплекс Кегичівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Різуненківський ліцей Коломацької селищної ради Коломацького району Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Різуненківський навчально-виховний комплекс (дошкільний навчальний заклад-загальноосвітня школа І-ІІІ ст.) Коломацької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шелестівський ліцей Коломацької селищної ради Коломацького районуХарківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Шелестівський навчально-виховний комплекс(дошкільний навчальний заклад-загальноосвітня школа І-ІІІ ст.) Коломацької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Коломацький ліцей імені Героя Радянського Союзу І.Є. Єгорова Коломацької селищної ради Коломацького району Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Коломацький навчально-виховний комплекс (дошкільний навчальний заклад-загальноосвітня школа І-ІІІ ст.) імені Героя Радянського Союзу І.Є. Єгорова Коломацької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Добренський навчально-виховний комплекс (заклад загальної середньої освіти I-III ступенів -заклад дошкільної освіти) Красноградської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Добренський навчально-виховний комплекс (загальноосвітня школа I-III ступенів - дошкільний навчальний заклад) Красноградської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Миколо - Комишуватський навчально-виховний комплекс (заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти) Красноградської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Миколо - Комишуватський навчально-виховний комплекс (загальноосвітня школа I-III ступенів - дошкільний навчальний заклад) Красноградської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Наталинський навчально-виховний комплекс (загальноосвітня школа I-III ступенів - дошкільний навчальний заклад) Наталинської сільської ради Красноградського району Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Наталинський навчально-виховний комплекс (загальноосвітня школа I-III ступенів - дошкільний навчальний заклад) Красноградської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Петрівський навчально-виховний комплекс (заклад загальної середньої освіти I-III ступенів -заклад дошкільної освіти) Красноградської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Петрівський навчально-виховний комплекс (загальноосвітня школа I-III ступенів - дошкільний навчальний заклад) Красноградської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Піщанський навчально-виховний комплекс (заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти) Красноградської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Піщанський навчально-виховний комплекс (загальноосвітня школа I-III ступенів - дошкільний навчальний заклад) Красноградської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Попівська загальноосвітня школа I-III ступенів Наталинської сільської ради Красноградського району Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Попівська загальноосвітня школа I-III ступенів Красноградської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Хрестищенський заклад загальної середньої освіти I-III ступенів Красноградської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Хрестищенська загальноосвітня школа I-III ступенів Красноградської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Артільський навчально-виховний комплекс Лозівської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Артільський навчально-виховний комплекс Лозівської районної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бунаківський навчально-виховний комплекс Лозівської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Бунаківський навчально-виховний комплекс Лозівської районної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Катеринівська загальноосвітня школа I-III ступенів Лозівської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Катеринівська загальноосвітня школа I-III ступенів Лозівської районної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шатівський навчально-виховний комплекс Лозівської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Шатівський навчально-виховний комплекс Лозівської районної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Павлівська загальноосвітня школа I-III ступенів ім. Олекси Десняка Лозівської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Павлівська загальноосвітня школа I-III ступенів ім. Олекси Десняка Лозівської районної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Смирнівський навчально-виховний комплекс Лозівської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Смирнівський навчально-виховний комплекс Лозівської районної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Краснопавлівська загальноосвітня школа І-ІІІ ступенів Лозівської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Краснопавлівський багатопрофільний ліцей Лозівської районної державної адміністрації', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Орільська загальноосвітня школа І-ІІІ ступенів Лозівської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Орільський начально-виховний комплекс Лозівської районної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чернігівський навчально-виховний комплекс Лозівської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Чернігівський навчально-виховний комплекс Лозівської районної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новоселівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ст. - дошкільний навчальний заклад) Нововодолазької селищної ради', N'Харківська область'), 
dbo.get_eo_hash(N'Новоселівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ст. - дошкільний навчальний заклад) Нововодолазької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сосонівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ст. - дошкільний навчальний заклад) Нововодолазької селищної ради', N'Харківська область'), 
dbo.get_eo_hash(N'Сосонівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ст. - дошкільний навчальний заклад) Нововодолазької районної ради Харьківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Староводолазька загальноосвітня школа I-III ст. Нововодолазької селищної ради', N'Харківська область'), 
dbo.get_eo_hash(N'Староводолазька загальноосвітня школа I-III ст. Нововодолазької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Олексіївський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів -дошкільні навчальні заклади ясла-садки Первомайської районної державної адміністрації Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Комунальний заклад Олексіївський навчально-виховний комплекс', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Біляївський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад (ясла-садок) Первомайської районної державної адміністрації Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Біляївський навчально-виховний комплекс Первомайської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Багаточернещинський ліцей Сахновщинської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Багаточернещинська загальноосвітня школа I-III ступенів Сахновщинської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Олійниківський навчально - виховний комплекс Сахновщинської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Олійниківська загальноосвітня школа I-III ступенів Сахновщинської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тавежнянський навчально-виховний комплекс Сахновщинської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Тавежнянська загальноосвітня школа I-III ступенів Сахновщинської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Роганська гімназія Роганської селищної ради Харківського району Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Роганська гімназія Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Роганський аграрний ліцей Роганської селищної ради Харківського району Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Роганський аграрний ліцей Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Волохово-Ярський навчально-виховний комплекс Чугуївської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Волохово-Ярський навчально-виховний комплекс Чугуївського району Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Старогнилицький ліцей Малинівської селищної ради Чугуївського району Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Старогнилицький навчально-виховний комплекс Чугуївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Малинівський ліцей №2 Малинівської селищної ради Чугуївського району Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Малинівська загальноосвітня школа I-III ступенів Чугуївського району Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гетьманівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Шевченківської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Гетьманівська загальноосвітня школа I-III ступенів Шевченківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Надеждівський заклад повної загальної середньої освіти Білозерської селищної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Надеждівська загальноосвітня школа I-III ступенів Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Станіславський заклад повної загальної середньої освіти Станіславської сільської ради Херсонської області ім. К.Й. Голобородька', N'Херсонська область'), 
dbo.get_eo_hash(N'Станіславська загальноосвітня школа І-ІІІ ступенів Білозерської районної ради Херсонської області ім. К.Й. Голобородька', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Томинобалківський заклад повної загальної середньої освіти Білозерської селищної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Томинобалківська загальноосвітня школа I-III ступенів Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Широкобалківський заклад повної середньої освіти Станіславської сільської ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Широкобалківська загальноосвітня школа I-III ступенів Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Малолепетиська загальноосвітня школа I-III ступенів імені Тараса Григоровича Шевченка Малолепетиської сільської ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Малолепетиська загальноосвітня школа I-III ступенів Малолепетиської сільської ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Миколаївський освітній комплекс Заклад загальної середньої освіти І-ІІІ ступенів-заклад дошкільної освіти Великолепетиської районної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступенів Миколаївської сільської ради Великолепетиського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Борозенський заклад загальної середньої освіти І - ІІІ ступенів', N'Херсонська область'), 
dbo.get_eo_hash(N'Борозенська загальноосвітня школа І-ІІІ ступенів Великоолександрівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чарівненський заклад загальної середньої освіти I-III ступенів', N'Херсонська область'), 
dbo.get_eo_hash(N'Чарівненська загальноосвітня школа I-III ступенів Великоолександрівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чкаловська загальноосвітня школа I-III ступенів', N'Херсонська область'), 
dbo.get_eo_hash(N'Чкаловська загальноосвітня школа I-III ступенів Великоолександрівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бехтерський заклад повної загальної середньої освіти Бехтерської сільської ради Голопристанського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Бехтерська загальноосвітня школа І-ІІІ ступенів Бехтерської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Добропільський заклад повної загальної середньої освіти Долматівської сільської ради Голопристанського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Добропільська загальноосвітня школа I-III ступенів Добропільської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Долматівський заклад повної загальної середньої освіти Долматівської сільської ради Голопристанського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Долматівська загальноосвітня школа I-III ступенів Долматівської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Нововолодимирівський заклад повної загальної середньої освіти Долматівської сільської ради Голопристанського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Нововолодимирівська загальноосвітня школа I-III ступенів Нововолодимирівської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Олексіївський заклад повної загальної середньої освіти Бехтерської сільської ради Голопристанського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Олексіївська загальноосвітня школа I-III ступенів Олексіївської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Рибальченський заклад повної загальної середньої освіти Чулаківської сільської ради Голопристанського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Рибальченська загальноосвітня школа I-III ступенів Рибальченської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Таврійська загальноосвітня школа I-III ступенів Гладківської сільської ради Голопристанського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Таврійська загальноосвітня школа I-III ступенів Гладківськоїї сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чулаківський заклад повної загальної середньої освіти Чулаківської сільської ради Голопристанського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Чулаківська загальноосвітня школа I-III ступенів Чулаківської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великоблаговіщенський заклад повної загальної середньої освіти Горностаївської селищної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Великоблаговіщенська загальноосвітня школа I-III ступенів Горностаївської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заводівський заклад дошкільної, повної загальної середньої освіти Горностаївської селищної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Заводівський навчально - виховний комплекс навчально-виховний заклад-дошкільний навчальний заклад Горностаївської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Каїрський заклад повної загальної середньої освіти Любимівської селищної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Каїрська загальноосвітня школа I-III ступенів Горностаївської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Костянтинівський заклад повної загальної середньої освіти Костянтинівської сільської ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Костянтинівська загальноосвітня школа I-III ступенів Горностаївської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Маринський заклад повної загальної середньої освіти Горностаївської селищної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Маринська загальноосвітня школа І-ІІІ ступенів Горностаївської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ольгинський заклад повної загальної середньої освіти Горностаївської селищної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Ольгинська загальноосвітня школа I-III ступенів Горностаївської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Червонополянський заклад повної загальної середньої освіти Костянтинівської сільської ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Червонополянська загальноосвітня школа I-III ступенів Горностаївської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Червоноблагодатненський заклад дошкільної, повної загальної середньої освіти Горностаївської селищної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Червоноблагодатненський навчально-виховний комплекс загальноосвітня школа I-III ступенів-дошкільний навчальний заклад  Горностаївської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Агайманська загальноосвітня школа I-III ступенів', N'Херсонська область'), 
dbo.get_eo_hash(N'Агайманська загальноосвітня школа I-III ступенів Іванівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Дудчинська загальноосвітня школа І-ІІІ ступенів Тавричанської сільської ради Каховського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Дудчинська загальноосвітня школа І-ІІІ ступенів Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тавричанський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Тавричанської сільської ради Каховського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Тавричанський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великокопанівська загальноосвітня школа І-ІІІ ступенів Великокопанівської сільської ради Олешківського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Великокопанівська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Виноградівський заклад повної загальної середньої освіти ім. О.М. Соценка Виноградівської сільської ради Олешківського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу О.М.Соценка  Олешківської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тарасівський заклад повної загальної середньої освіти Виноградівської сільської ради Олешківського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Тарасівська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Брилівський заклад повної загальної середньої освіти Виноградівської сільської ради Олешківського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Брилівська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Абрикосівська загальноосвітня школа І-ІІІ ступенів Великокопанівської сільської ради Олешківського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Абрикосівська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Хрестівська загальноосвітня школа I-III ступенів Хрестівської сільської ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Хрестівська загальноосвітня школа I-III ступенів Хрестівської сільської ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад-навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад - позашкільний навчальний заклад - гімназія Асканія-Нова селищної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Асканія-Нова Загальноосвітня школа І-ІІІ ступенів - позашкільний навчальний заклад - гімназія Асканія-Нова селищної радиі', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Охрімовецький навчально-виховний комплекс Загальноосвітня школа I-III ступенів- дошкільний навчальний заклад Віньковецької районної ради Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Охрімовецький навчально-виховний комплекс Загальноосвітня школа I-III ступенів- дошкільний заклад', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Щаснівський навчально-виховний комплекс Волочиської міської ради Хмельницької області у складі загальноосвітньої школи І-ІІІ ступенів та дошкільного навчального закладу', N'Хмельницька область'), 
dbo.get_eo_hash(N'Щаснівська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Яхновецький НВК', N'Хмельницька область'), 
dbo.get_eo_hash(N'Яхновецька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великопобіянська загальноосвітня школа I-III ступенів Дунаєвецької міської ради Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Великопобіянська загальноосвітня школа I-III ступенів Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великожванчицька загальноосвітня школа І-ІІІ ступенів ім. М.С.Майдана Дунаєвецької міської ради Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Великожванчицька загальноосвітня школа І-ІІІ ступенів ім. М.С.Майдана Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Голозубинецька ЗОШ I-III ступенів Дунаєвецької міської ради Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Голозубинецька ЗОШ I-III ступенів Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мушкутинецька загальноосвітня школа I-III ступенів Дунаєвецької міської ради Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Мушкутинецька загальноосвітня школа I-III ступенів Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'ОНЗ Кременчуківська загальноосвітня школа I-III ступенів Красилівського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Кременчуківська загальноосвітня школа I-III ступенів Красилівського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вільховецька загальноосвітня школа I-III ступенів ім. Федора Степановича Бацури', N'Хмельницька область'), 
dbo.get_eo_hash(N'Вільховецька загальноосвітня школа I-III ступенів, Новоушицький р-н', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Oпорний заклад - Берездівський навчально-виховний комплекс дошкільний навчальний заклад- школа І-ІІІ ступенів Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Берездівський  навчально-виховний комплекс дошкільний навчальний заклад- школа І-ІІІ ступенів Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великоскнитський навчально-виховний комплексДошкільний навчальний заклад- середня загальноосвітня школа I-III ступенів Ганнопільської сільської ради Славутського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Великоскнитський навчально-виховний комплексДошкільний навчальний заклад- середня загальноосвітня школа I-III ступенів Ганнопільська сільська рада Славутського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад - Горицький навчально-виховний комплекс дошкільний навчальний заклад - школа І-ІІІ ступенів Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Горицький навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа І-ІІІ ступенів Берездівської сільської ради Славутського  району  Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Довжківський навчально-виховний комплекс Дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів Ганнопільської сільської ради Славутського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Довжківський навчально-виховний комплекс Дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів Ганнопільська сільська рада Славутського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад - Малоправутинський навчально-виховний комплекс дошкільний навчальний заклад - школа I-III ступенів Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Малоправутинський навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний заклад - Мирутинський навчально-виховний комплексдошкільний навчальний заклад-школа I-III ступенів Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Мирутинський навчально-виховний комплексдошкільний навчальний заклад-школа I-III ступенів Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Дашковецький навчально-виховний комплекс Загальноосвітня школа I-III ступенів, дошкільний навчальний заклад Старосинявської селищної ради Старосинявського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Дашковецький навчально-виховний комплекс Загальноосвітня школа I-III ступенів, дошкільний навчальний заклад', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Пасічнянський навчально-виховний комплекс Загальноосвітня школа I-III ступенів, технологічний ліцей Старосинявської селищної ради Старосинявського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Пасічнянський навчально-виховний комплекс Загальноосвітня школа I-III ступенів, технологічний ліцей', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Старосинявський навчально-виховний комплекс Загальноосвітня школа I-III ступенів, гімназія імені О.Романенка', N'Хмельницька область'), 
dbo.get_eo_hash(N'Старосинявський навчально-виховний комплекс Загальноосвітня школа I-III ступенів, гімназія', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гвардійський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів, гімназія', N'Хмельницька область'), 
dbo.get_eo_hash(N'Гвардійський навчально-виховний комплекс', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ружичанський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів, центр здорового способу життя Розсошанської сільської ради Хмельницького району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Ружичанський навчально-виховний комплекс', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чорноострівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів, колегіум Чорноострівської селищної ради', N'Хмельницька область'), 
dbo.get_eo_hash(N'Чорноострівський навчально-виховний комплекс', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вишнівчицька загальноосвітня школа I-III ступенів імені С.М.Раєвського Чемеровецької районної ради Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Вишнівчицька загальноосвітня школа I-III ступенів ім. С.М.Раєвського', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вільховецька загальноосвітня школа I-III ступенів', N'Хмельницька область'), 
dbo.get_eo_hash(N'Вільховецька загальноосвітня школа I-III ступенів, Чемеровецький р-н', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Гуківська загальноосвітня школа I-III ступенів Гуківської сільської ради Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Гуківська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великомедведівський навчально-виховний комплекс «загальноосвітній навчальний заклад І-ІІІ ступенів- дошкільний навчальний заклад» Судилківської сільської ради Шепетівського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Великомедведівський навчально-виховний комплекс загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад Шепетівської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Городищенська загальноосвітня школа І-ІІІ ступенів Судилківської сільської ради Шепетівського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Городищенська загальноосвітня школа I-III ступенів Шепетівської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Городнявська загальноосвітня школа I-III ступенів Шепетівської районної ради Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Городнявський навчально-виховний комплекс Середня загальноосвітня школа I-III ступенів, колегіум Шепетівської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Коськівська загальноосвітня школа I-III ступенів Ленковецької сільської ради Шепетівського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Коськівська загальноосвітня школа I-III ступенів Шепетівської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ленковецька загальноосвітня школа I-III ступенів Ленковецької сільської ради Шепетівського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Ленковецька загальноосвітня школа I-III ступенів Шепетівської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мокіївська загальноосвітня школа I-III ступенів Ленковецької сільської ради Шепетівського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Мокіївська загальноосвітня школа I-III ступенів Шепетівської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Полянська загальноосвітня школа I-III ступенів Судилківської сільської ради Шепетівського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Полянська загальноосвітня школа I-III ступенів Шепетівської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Серединецька загальноосвітня школа I-III ступенів Судилківської сільської ради Шепетівського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Серединецька загальноосвітня школа I-III ступенів Шепетівської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Судилківська загальноосвітня школа I-III ступенів Судилківської сільської ради Шепетівського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Судилківська загальноосвітня школа I-III ступенів Шепетівської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Травлинська загальноосвітня школа I-III ступенів Судилківської сільської ради Шепетівського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Травлинська загальноосвітня школа I-III ступенів Шепетівської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чотирбоцька загальноосвітня школа I-III ступенів Ленковецької сільської ради Шепетівського району Хмельницької області', N'Хмельницька область'), 
dbo.get_eo_hash(N'Чотирбоцька загальноосвітня школа I-III ступенів Шепетівської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Білоусівська загальноосвітня школа І-ІІІ ступенів Драбівської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Білоусівська загальноосвітня школа І-ІІІ ступенів  Драбівської районної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Драбівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів імені С .В. Васильченка - гімназія Драбівської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Драбівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів імені С .В. Васильченка - гімназія Драбівської районної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бузівський заклад загальної середньої освіти І-ІІІ ступенів Бузівської сільської ради Жашківського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Бузівська загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Конельський заклад загальної середньої освіти І-ІІІ ступенів Соколівської сільської ради', N'Черкаська область'), 
dbo.get_eo_hash(N'Конельська загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Острожанська загальноосвітня школа І-ІІІ ступенів Соколівської сільської ради', N'Черкаська область'), 
dbo.get_eo_hash(N'Острожанська загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Скибинський заклад загальної середньої освіти І-ІІІ ступенів Жашківської міської ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Скибинська загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Соколівський навчально-виховний комплекс Школа І-ІІІ ступенів - ліцей Соколівської сільської ради', N'Черкаська область'), 
dbo.get_eo_hash(N'Соколівський НВК Школа І-ІІІ ступенів - ліцей Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Зорівська загальноосвітня школа І-ІІІ ступенів Зорівської сільської ради Золотоніського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Зорівська загальноосвітня школа І-ІІІ ступенів Золотоніської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Михайлівська загальноосвітня школа І-ІІІ ступенів Михайлівської сільської ради Кам''янського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Михайлівська загальноосвітня школа І-ІІІ ступенів Кам''янської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ревівська загальноосвітня школа І-ІІІ ступенів Михайлівської сільської ради Кам''янського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Ревівська загальноосвітня школа І-ІІІ ступенів Кам''янської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тимошівська загальноосвітня школа І-ІІІ ступенів імені Кароля Шимановського Кам''янської міської ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Тимошівська загальноосвітня школа І-ІІІ ступенів імені Кароля Шимановського Кам''янської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Мартинівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Степанецької сільської ради об''єднаної територіальної громади Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Мартинівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Канівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Степанецька спеціалізована школа І-ІІІ ступенів Степанецької сільської ради об''єднаної територіальної громади Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Степанецька спеціалізована школа І-ІІІ ступенів Канівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Дацьківський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Стеблівської селищної ради Корсунь-Шевченківського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Дацьківський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Корсунь-Шевченківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Деренкoвецький навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Набутівської сільської ради Корсунь-Шевченківського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Деренківецький навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Корсунь-Шевченківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Нетеребський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Набутівської сільської ради Корсунь-Шевченківського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Нетеребський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Корсунь-Шевченківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Авторська О.А.Захаренка середня загальноосвітня школа І-ІІІ ступенів с. Сахнівка Набутівської сільської ради Корсунь-Шевченківського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Авторська О.А.Захаренка середня загальноосвітня школа І-ІІІ ступенів с. Сахнівка Корсунь-Шевченківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шендерівський навчально-виховний комплексДошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів  Стеблівської селищної ради Корсунь-Шевченківського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Шендерівський  навчально-виховний комплексДошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів  Корсунь-Шевченківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Стеблівська загальноосвітня школа І-ІІІ ступенів Імені І.С. Нечуя-Левицького Стеблівської селищної ради Корсунь-Шевченківського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Стеблівська загальноосвітня школа І-ІІІ ступенів Імені І.С. Нечуя-Левицького Корсунь-Шевченківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Івахнянський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Івахнянська загальноосвітня школа І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Княже-Криницький заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Княже-Криницька загальноосвітня школа І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Копіюватський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Копіюватський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Коритнянський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Коритнянський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Леськівський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Леськівська загальноосвітня школа І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сатанівський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Сатанівська загальноосвітня школа І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Халаїдівський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Халаїдівська загальноосвітня школа І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шабастівський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Шабастівська загальноосвітня школа І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Цибулівський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Цибулівська загальноосвітня школа І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Городецька загальноосвітня школа І-ІІІ ступенів Паланської сільської ради Уманського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Городецька загальноосвітня школа І-ІІІ ступенів Уманської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Громівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Паланської сільської ради Уманського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Громівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Уманської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кочубіївська загальноосвітня школа І-ІІІ ступенів Паланської сільської ради Уманського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Кочубіївська загальноосвітня школа І-ІІІ ступенів Уманської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Паланська загальноосвітня школа І-ІІІ ступенів Паланської сільської ради Уманського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Паланська загальноосвітня школа І-ІІІ ступенів Уманської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Заячківський навчально-виховний комплекс ДНЗ -ЗОШ І-ІІІ ступенів Христинівської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Заячківська загальноосвітня школа І-ІІІ ступенів Христинівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад Білозірська загальноосвітня школа І-ІІІ ступенів Білозірської сільської ради Черкаського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Білозірська загальноосвітня школа І-ІІІ ступенів Білозірської сільської ради Черкаського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Степанківська загальноосвітня школа І-ІІІ ступенів Степанківської сільської ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Степанківська загальноосвітня школа І-ІІІ ступенів Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Хацьківська загальноосвітня школа І-ІІІ ступенів Степанківської сільської ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Хацьківська загальноосвітня школа І-ІІІ ступенів Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ірдинський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Білозірської сільської ради Черкаського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Ірдинська загальноосвітня школа І-ІІІ ступенів Білозірської сільської ради Черкаського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Іркліївська загальноосвітня школа І-ІІІ ступенів Іркліївської сільської ради Чорнобаївського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Іркліївська загальноосвітня школа І-ІІІ ступенів Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мельниківський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Іркліївської сільської ради Чорнобаївського району Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Мельниківський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Замостянська загальноосвітня школа І-ІІІ ступенів Вашківецької міської ради Вижницького району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Замостянська загальноосвітня школа І-ІІІ ступенів Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Іспаська загальноосвітня школа І-ІІІ ступенів імені Миколи Марфієвича Вижницької міської ради Вижницького району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Іспаська загальноосвітня школа І-ІІІ ступенів імені Миколи Марфієвича Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Карапчівська загальноосвітня школа І-ІІІ ступенів Вашківецької міської ради Вижницького району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Карапчівська загальноосвітня школа І-ІІІ ступенів Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Міліївська загальноосвітня школа І-ІІІ ступенів ім. Дмитра Загула Вижницької міської ради Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Міліївська загальноосвітня школа І-ІІІ ступенів ім. Дмитра Загула Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Черешенська загальноосвітня школа І-ІІІ ступенів Вижницької міської ради Вижницького району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Черешенська загальноосвітня школа І-ІІІ ступенів Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чорногузівська загальноосвітня школа І-ІІІ ступенів Вижницької міської ради Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Чорногузівська загальноосвітня школа І-ІІІ ступенів Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Опорний навчальний заклад – навчально-виховний комплекс «Великобудський загальноосвітній навчальний заклад – дошкільний навчальний заклад» Великобудської сільської ради Герцаївського району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Навчально-виховний комплекс Великобудський загальноосвітній навчальний заклад - дошкільний навчальний заклад Великобудської сільської ради Герцаївського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Молодійська загальноосвітня школа І-ІІІ ступенів Молодійської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Молодійська загальноосвітня школа Молодійської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Нижньосиньовецька загальноосвітня школа І-ІІІ ступенів Тереблеченської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Нижньосиньовецька загальноосвітня школа І-ІІІ ступенів Синьовецької сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Турятський навчально - виховний комплекс Глибоцької районої ради Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Турятський навчально - виховний комплекс Турятської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Баламутівський заклад загальної середньої освіти Юрковецької сільської ради Заставнівського району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Баламутівський навчально-виховний комплекс Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Горошовецький заклад загальної середньої освіти Юрковецької сільської ради Заставнівського району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Горошовецький навчально – виховний комплекс  «Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад» Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Добриновецький заклад загальної середньої освіти Юрковецької сільської ради Заставнівського району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Добриновецький навчально-виховний комплекс Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Погорілівський заклад загальної середньої освіти Юрковецької сільської ради Заставнівського району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Погорілівська загальноосвітня школа І-ІІІ ступенів Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ржавинецький заклад загальної середньої освіти Юрковецької сільської ради Заставнівського району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Ржавинецький навчально-виховний комплекс Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Юрковецький заклад загальної середньої освіти Юрковецької сільської ради Заставнівського району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Юрковецька загальноосвітня школа І-ІІІ ступенів Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кельменецький ліцей-опорний заклад', N'Чернівецька область'), 
dbo.get_eo_hash(N'Кельменецький ліцей-опорний заклад Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Брусницький заклад загальної середньої освіти І-ІІІ ступенів ім. І. Миколайчука Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Брусницький загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Киселівський опорний загальноосвітній навчальний заклад І-ІІІ ступенів Киселівської сільської ради Кіцманського району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Киселівський загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Нижньостановецький заклад загальної середньої освіти І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Нижньостановецький загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Ошихлібський загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманськогго району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Ошихлібський загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Рідківська загальноосвітня школа І-ІІІ ступенів Магальськоїї сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Рідківська загальноосвітня школа І-ІІІ ступенів Рідківської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Довгопільський заклад загальної середньої освіти І-ІІІ ступенів Конятинської сільської ради Путильського району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Довгопільська загальноосвітня школа І-ІІІ ступенів Путильської районної ради Путильського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Конятинський заклад загальної середньої освіти І-ІІІ ступенів Конятинської сільської ради Путильського району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Конятинська загальноосвітня школа І-ІІІ ступенів Путильської районної ради Путильського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мариничівський навчально-виховний комплекс Родина Усть-Путильської сільської ради Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Мариничівський навчально-виховний комплекс РодинаПутильської районної ради Путильського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Плосківський заклад загальної середньої освіти І-ІІІ ступенів Селятинської сільської ради', N'Чернівецька область'), 
dbo.get_eo_hash(N'Плосківська загальноосвітня школа І-ІІІ ступенів Путильської районної ради Путильського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Самаківський заклад загальної середньої освіти І-ІІІ ступенів Конятинської сільської ради Путильського району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Самаківська загальноосвітня школа І-ІІІ ступенів Путильської районної ради Путильського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Шепітський заклад загальної середньої освіти І-ІІІ ступенів Селятинської сільської ради', N'Чернівецька область'), 
dbo.get_eo_hash(N'Шепітська загальноосвітня школа І-ІІІ ступенів Путильської районної ради Путильського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Шишківці Вашковецької сільської ради Сокирянського району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Шишківці Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Банилово-Підгірнівська гімназія Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Банилово-Підгірнівська гімназія Банилово-Підгірнівської Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Їжівська загальноосвітня школа І-ІІІ ступенів Чудейської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Їжівська загальноосвітня школа І-ІІІ ступенів Їжівської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Костинецький навчально-виховний комплекс Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Костинецький НВК Сторожинецької міськоїї ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Старожадівський навчально-виховний комплекс Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Старожадівський навчально-виховний комплекс Старожадівської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Полянський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Клішковецької сільської ради Хотинського району Чернівецької області', N'Чернівецька область'), 
dbo.get_eo_hash(N'Полянський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Клішковецької сільскої ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Батуринська загальноосвітня школа I-III ступенів імені Григора Орлика', N'Чернігівська область'), 
dbo.get_eo_hash(N'Батуринська загальноосвітня школа I-III ступенів Бахмацької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Городищенський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад', N'Чернігівська область'), 
dbo.get_eo_hash(N'Городищенський навчально-виховний комплекс Бахмацької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Красилівська загальноосвітня школа I-III ступенів Бахмацької районної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Красилівська загальноосвітня школа І-ІІІ ступенів Козелецької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Красненський навчально-виховний комплекс Загальноосвітній навчальний заклад І - ІІІ ступенів - дошкільний навчальний заклад  Бахмацької районної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Красненський навчально-виховний комплекс Бахмацької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Кропивненський навчально-виховний комплексЗагальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Бахмацької районної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Кропивненський навчально-виховний комплекс Бахмацької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Курінський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Бахмацької районної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Курінський навчально-виховний комплекс Бахмацької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Митченківський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Бахмацької районної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Митченківський навчально-виховний комплекс Бахмацької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великозагорівська загальноосвітня школа I-III ступенів Плисківської сільської ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Великозагорівська загальноосвітня школа I-III ступенів Борзнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Плисківська загальноосвітня школа I-III ступенів Плисківської сільської ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Плисківська загальноосвітня школа I-III ступенів Борзнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сиволозька загальноосвітня школа I-III ступенів Плисківської сільської ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Сиволозька загальноосвітня школа I-III ступенів Борзнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Риботинський навчально-виховний комплекс загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Коропської селищної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Риботинський навчально-виховний комплекс Зальноосвітня школа I-III ступенів- дошкільний навчальний заклад Коропської селищної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Блистівський заклад загальної середньої освіти І-ІІІ ступенів Менської міської ради Менського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Блистівська загальноосвітня школа I-III ступенів Менської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Дягівський заклад загальної середньої освіти І-ІІІ ступенів Менської міської ради Менського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Дягівська загальноосвітня школа I-III ступенів Менської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Киселівський заклад загальної середньої освіти І-ІІІ ступенів Менської міської ради Менського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Киселівська загальноосвітня школа I-III ступенів Менської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Синявський заклад загальної середньої освіти I-III ступенів Менської міської ради Менського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Синявська загальноосвітня школа I-III ступенів Менської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Стольненський заклад загальної середньої освіти I-III ступенів Менської міської ради Менського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Стольненська загальноосвітня школа I-III ступенів Менської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Макошинський заклад загальної середньої освіти І-ІІІ ступенів Менської міської ради Менського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Макошинська загальноосвітня школа I-III ступенів Менської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Безуглівський навчально-виховний комплекс загальноосвітній навчальний заклад-дошкільний навчальний заклад I-III ступенів Ніжинської районної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Безуглівська загальноосвітня школа I-III ступенів Ніжинської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лосинівська загальноосвітня школа I-III ступенів Лосинівської селищної ради Ніжинського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Лосинівська загальноосвітня школа I-III ступенів Лосинівської селищної ради Ніжинського районну Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Орлівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дитячий садок Новгород-Сіверської районної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Орлівський навчально-виховний комплекс Новгород-Сіверської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лихачівська загальноосвітня школа I-III ступенів Мринської сільської ради Носівської району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Лихачівська загальноосвітня школа I-III ступенів Носівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мринська загальноосвітня школа I-III ступенів Мринської сільської ради Носівського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Мринська загальноосвітня школа I-III ступенів Носівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Костобобрівський заклад загальної середньої освіти I-III ступенів Семенівської міської ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Костобобрівська загальноосвітня школа I-III ст. Семенівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Олександрівський заклад загальної середньої освіти I-III ступенів Семенівської міської ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ст. Семенівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Погорільський заклад загальної середньої освіти I-III ступенів Семенівської міської ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Погорільська загальноосвітня школа I-III ст. Семенівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Тимоновицький заклад загальної середньої освіти I-III ступенів Семенівської міської ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Тимоновицька загальноосвітня школа I-III ст. Семенівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сновська загальноосвітня школа I-III ступенів № 2 Сновської міської ради Сновського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Щорська загальноосвітня школа I-III ступенів № 2 Щорської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Петрівський навчально-виховний комплекс загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад Сновської міської ради Сновського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Петрівський навчально-виховний комплекс загальноосвітній начальний заклад I-III ступенів - дошкільний навчальний заклад Сновської міської ради Сновського району Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Волинківська загальноосвітня школа I-III ступенів Сосницької селищної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Волинківська загальноосвітня школа I-III ступенів Сосницької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чорнотицька загальноосвітня школа I-III ступенів Сосницької селищної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Чорнотицька загальноосвітня школа I-III ступенів Сосницької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сосницька гімназія ім. О. П. Довженка Сосницької селищної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Сосницька гімназія ім. О. П. Довженка Сосницької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Красноколядинська загальноосвітня школа I-III ступенів Талалаївської селищної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Красноколядинська загальноосвітня школа I-III ступенів Талалаївської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Липівська загальноосвітня школа I-III ступенів Талалаївської селищної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Липівська загальноосвітня школа I-III ступенів Талалаївської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Талалаївська загальноосвітня школа I-III ступенів Талалаївської селищної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Талалаївська загальноосвітня школа I-III ступенів Талалаївської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Андріївська загальноосвітня школа I-III ступенів Михайло-Коцюбинської селищної ради Чернігівського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Андріївська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Ведильцівська загальноосвітня школа I-III ступенів ім. Героя Радянського Союзу А.Ф.Блашкуна Михайло-Коцюбинської селищної ради Чернігівського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Ведильцівська загальноосвітня школа I-III ступенів ім. Героя Радянського Союзу А.Ф.Блашкуна Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Іванівська загальноосвітня школа I-III ступенів Іванівської сільської ради Чернігівського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Іванівська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Количівська загальноосвітня школа I-III ступенів Іванівської сільської ради Чернігівського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Количівська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Краснянська загальноосвітня школа I-III ступенів Іванівської сільської ради Чернігівського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Краснянська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Шибиринівська загальноосвітня школа I-III ступенів Михайло-Коцюбинської селищної ради Чернігівського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Шибиринівська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний навчальний заклад Гончарівська гімназія Гончарівської селищної ради Чернігівського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Гончарівська гімназія Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Михайло-Коцюбинська гімназія Михайло-Коцюбинської селищної ради Чернігівського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Михайло-Коцюбинська гімназія Чернігівської районної ради Чернігівської області', N'Чернігівська область'))

