INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Борсуківська загальноосвітня школа І-ІІІ ступенів  Борсуківської сільської ради Лановецького району Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Борсуківська загальноосвітня школа І-ІІІ ступенів Лановецької районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Горішньовигнанський навчально-виховний комплекс Чортківської районної ради Тернопільської області загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад', N'Тернопільська область'),
dbo.get_eo_hash(N'Горішньовигнанський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Співаківська загальноосвітня школа I-III ступенів Ізюмської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Червоношахтарська загальноосвітня школа I-III ступенів Ізюмської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рівненська загальноосвітня школа I-III ступенів Чорноморської сільської ради Очаківського району Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Рівненська загальноосвітня школа I-III ступенів Очаківської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рубцівська загальноосвітня школа I-III ступенів Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Рубцівська загальноосвітня школа I-III ступенів Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Новопетрівка Великомихайлівського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Новопетрівка Великомихайлівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа №6 м.Покров Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа №6 м.Орджонікідзе Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа №7 з поглибленим вивченням іноземних мов Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа №7 з поглибленим вивченням іноземних мов Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Першотравенський навчально - виховний комплекс загальноосвітня школа І – ІІІ ступенів – дошкільний навчальний заклад', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Першотравенська загальноосвітня школа І-ІІІ ступенів Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа №9 м.Покров Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа №9 м.Орджонікідзе Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад с.Костенів імені Андрія Костирки Перемишлянської районної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад с.Костенів Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вовчинецький загальноосвітній навчально-виховний комплекс I-III ступенів Школа-дитячий садок', N'Вінницька область'),
dbo.get_eo_hash(N'Вовчинецька середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально – виховний комплекс «Піщанська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради', N'Донецька область'),
dbo.get_eo_hash(N'Навчально – виховний комплекс «Піщанська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Красноармійської районної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Андрушівський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів- дошкільний навчальний заклад', N'Тернопільська область'),
dbo.get_eo_hash(N'Андрушівський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів- дошкільний навчальний заклад Шумського району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мшанський навчально-виховний комплекс загальноосвітній навчальний заклад-дошкільний навчальний заклад імені Степана Тисляка Городоцької районної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Мшанська загальноосвітня школа І-ІІІ ступенів імені Степана Тисляка Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ріпківський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дитячий садок Ізяславської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Ріпківський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дитячий садок', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний навчальний заклад Покровська загальноосвітня школа І-ІІІ ступенів Решетилівської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Жовтнева загальноосвітня школа І-ІІІ ступенів Решетилівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кремидівська загальноосвітня школа I-III ступенів Лиманської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Кремидівська загальноосвітня школа I-III ступенів Комінтернівської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Сапанівська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Тернопільська область'),
dbo.get_eo_hash(N'Сапанівська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Олександрівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Болградської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Олександрівський навчально-виховний комплекс загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Носівська загальноосвітня школа I-III ступенів №2 Носівської міської ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Носівська загальноосвітня школа I-III ступенів №2 Носівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Київської обласної ради Київський обласний ліцей-інтернат фізичної культури і спорту', N'Київська область'),
dbo.get_eo_hash(N'Київський обласний ліцей-інтернат фізичної культури і спорту', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Баштанська загальноосвітня школа I-III ступенів №2 Баштанської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Баштанська загальноосвітня школа I-III ступеня №2 Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа  І-ІІІ ступенів № 106 з поглибленим вивченням англійської мови Шевченківського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №106 І-ІІІ ступенів з поглибленим вивченням англійської мови навчання Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вільхівська загальноосвітня школа І-ІІІ ступенів імені Леоніда Васильовича Куценка Благовіщенської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Вільхівська загальноосвітня школа І-ІІІ ступенів Ульяновської районної ради Кіровоградської області ім.Л.В. Куценка', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зайцівська загальноосвітня школа I-III ступенів Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Зайцівська загальноосвітня школа I-III ступенів Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Веселоподільська загальноосвітня школа І-ІІІ ступенів Семенівської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Веселоподільська середня загальноосвітня школа І-ІІІ ступенів Семенівської районної державної адміністрації Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новотроїцька загальноосвітня школа І-ІІІ ступенів Покровської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Новотроїцька загальноосвітня школа І-ІІІ ступенів Красноармійської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Шекеринецький навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дитячий садок Ізяславської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Шекеринецький навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дитячий садок', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Стрижавська загальноосвітня школа І-ІІІ ступенів', N'Вінницька область'),
dbo.get_eo_hash(N'Стрижавська середня загальноосвітня школа І-ІІІ ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Немішаївська загальноосвітня школа №2 І-ІІІ ступенів', N'Київська область'),
dbo.get_eo_hash(N'Немішаївська загальноосвітня школа І-ІІІ ступенів №2 Бородянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Нижньосироватська загальноосвітня школа І-ІІІ ступенів імені Бориса Грінченка Нижньосироватської сільської ради Сумського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Нижньосироватська загальноосвітня школа І-ІІІ ступенів імені Бориса Грінченка Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Холмська загальноосвітня школа I-III ступенів  Арцизької районної  ради  Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Холмське Арцизького району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня села  Суськ Ківерцівського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Суськ Ківерцівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Світлодарська загальноосвітня школа І-ІІІ ступенів Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Світлодарська загальноосвітня школа І-ІІІ ступенів Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Балабинський навчально-виховний комплекс школа І-III ступенів - гімназія Престиж Запорізького району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Балабинський навчально-виховний комплекс школа І-Ш ступенів - гімназія Престиж Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад НВК Лозівська загальноосвітня школа І-ІІІ ступенів - ДНЗ Байковецької сільської ради Тернопільського району Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Комунальний заклад НВК Лозівська загальноосвітня школа І-ІІІ ступенів - ДНЗ Тернопільської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Косачівська загальноосвітня школа І-ІІІ ступенів Деснянської селищної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Косачівська загальноосвітня школа І-ІІІ ступенів Козелецької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Пришибська загальноосвітня школа І-ІІІ ступенів Пришибської сільської ради Кременчуцького району Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Пришибська загальноосвітня школа І-ІІІ ступенів Кременчуцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Брилівська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Брилівська загальноосвітня школа І-ІІІ ступенів Цюрупинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Холодіївська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Холодіївська загальоосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально - виховний комплекс Загальноосвітня школа I-III ступенів-дитячий садок села Великокомарівка Великомихайлівського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Великокомарівка Великомихайлівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа №52 з поглибленим вивченням інформаційних технологій м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №52 з поглибленим вивченням інформаційних технологій Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Руськополівська загальноосвітня школа І-ІІІ ступенів  Тячівської міської ради Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Руськополівська загальноосвітня школа І-ІІІ ступенів Руськополівської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Богунівський НВК Загальноосвітня школа I-III ступенів - дитячий садок', N'Одеська область'),
dbo.get_eo_hash(N'Богунівський НВК Загальноосвітня школа I-III ступеня - дитячий садок', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс № 167 з поглибленим вивченням  німецької мови (спеціалізована школа І ступеня - гімназія) м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Навчально-виховний комплекс № 167 з поглибленим виченням  німецької мови (спеціалізована школа І ступеня - гімназія) м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Березівська загальноосвітня школа', N'Закарпатська область'),
dbo.get_eo_hash(N'Березівська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лучанська загальноосвітня школа І-ІІІ ступенів Таращанської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Лучанська загальноосвітня школа І-ІІІ ступенів Таращанського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний заклад навчально-виховний комплекс Колківська загальноосвітня школа І-ІІІ ступенів - ліцей Маневицького району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Колківська загальноосвітня школа І-ІІІ ступенів - ліцей Маневицького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №9 Оболонського району м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №9 загальноосвітній навчальний заклад І-ІІІ ступенів', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 47 з поглибленим вивченням іноземних мов та фізико-математичного профілю Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 47 з поглибленим вивченням іноземних мов та фізико-математичного профілю Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'П''ятихатська загальноосвітня школа І-ІІІ ступенів № 2 П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'П''ятихатська загальоосвітня школа І-ІІІ ступенів № 2 П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа №210 м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №210 загальноосвітній навчальний заклад І-ІІІ ступенів з поглибленим вивченням російської мови з першого класу Оболонського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гвіздецька загальноосвітня школа І-ІІІ ступенів Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Гвіздецька загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дунаєвецький навчально-виховний комплекс ЗОШ I-III ступенів, гімназія Дунаєвецької міської ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Дунаєвецький навчально-виховний комплекс ЗОШ I-III ступенів, гімназія Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти навчально-виховний комплекс № 61 Загальноосвітній навчальний заклад І-ІІ ступенів техніко-економічний ліцей Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти навчально-виховний комплекс № 61 Загальноосвітній навчальний заклад І-ІІ ступенів Техніко-економічний ліцей Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новокалинівський НВК середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Самбірського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Новокалинівський НВК середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 18 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 18 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кіровоградський обласний навчально-виховний комплекс (гімназія-інтернат-школа мистецтв)', N'Кіровоградська область'),
dbo.get_eo_hash(N'Кіровоградський обласний навчально-виховний комплекс гімназія-інтернат-школа мистецтв', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Розквітівська загальноосвітня школа I-III ступенів Розквітівської сільської ради об''єднаної територіальної громади Березівського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Розквітівська загальноосвітня школа I-III ступенів Березівської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Заїчинська загальноосвітня школа І-ІІІ ступенів Семенівської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Заїчинська середня загальноосвітня школа І-ІІІ ступенів Семенівської районної державної адміністрації Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великолепетиська загальоосвітня школа І-ІІІ ступенів №2 Великолепетиської селищної ради Великолепетиського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Великолепетиська загальноосвітня школа I-III ступенів № 2 Великолепетиської селищної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 11 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 11 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Болгарська загальноосвітня школа I-III ступенів  Роздільнянської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Болгарка Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Петрівський навчально-виховний комплекс загальноосвітній начальний заклад I-III ступенів - дошкільний навчальний заклад Сновської міської ради Сновського району Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Петрівський навчально-виховний комплекс загальноосвітній начальний заклад I-III ступенів - дошкільний навчальний заклад Щорської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бурдівська загальноосвітня школа I-III ступенів Роздільнянської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Бурдівка, Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Корюківська гімназія Корюківської міської ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Корюківська гімназія Корюківської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Полтавська загальноосвітня школа І-ІІІ ступенів Компаніївської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Полтавська загальноосвітня школа І-ІІІ ступенів Компаніївської державної районної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рудянська загальноосвітня школа І-ІІІ ступенів Гніздичівської селищної ради', N'Львівська область'),
dbo.get_eo_hash(N'Рудянська середня загальноосвітня школа І-ІІІ ступенів Жидачівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Заводська загальноосвітня школа I-III ступенів Кириківської селищної ради  Великописарівського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Заводська загальноосвітня школа I-III ст. Великописарівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Витвицька загальноосвітня школа I-III ступенів Витвицької сільської ради об''єднаної територіальної громади Долинського району Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Витвицька загальноосвітня школа I-III ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Кременівська загальноосвітня школа I-III ступенів імені братів Зосіма Нікольської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів імені братів Зосіма села Кременівка Володарського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 6 м. Подільська Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 6 м.Котовська Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кетрисанівська загальноосвітня школа І-ІІІ ступенів Бобринецької районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Кетрисанівська загальноосвітня школа І-ІІІ ступенів Бобринецької районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Республіканська загальноосвітня школа I-III ступенів Нікольської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Республіка Володарського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний заклад с. Лісне Тарутинської районної ради', N'Одеська область'),
dbo.get_eo_hash(N'Лісненський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Роздільнянський навчально-виховний комплекс школа-гімназія №1 Роздільнянської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс школа-гімназія №1 м.Роздільна Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний опорний заклад Луківська загальноосвітня школа І-ІІІ ступенів - ліцей Турійського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Луківська загальноосвітня школа І-ІІІ ступенів - ліцей Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Самгородоцький загальноосвітній навчально-виховний комплекс  I-III ступенів Школа - дитячий садок', N'Вінницька область'),
dbo.get_eo_hash(N'Самгородоцька середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Першокостянтинівська загальноосвітня школа I-III ступенів Чаплинської селищної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Першокостянтинівська загальноосвітня школа I-III ступенів Чаплинської ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Троїцька загальноосвітня школа I-III ступенів Любашівського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Троїцька загальноосвітня школа I-III ступенів Любашівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Байраківська загальноосвітня школа I-III ст. імені Максима Шимка Немирівської районної ради Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Байраківська загальноосвітня школа I-III ступенів Немирівської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лиманський навчально - виховний комплекс гімназія - загальноосвітня школа І ступеня Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Краснолиманський навчально - виховний комплекс гімназія - загальноосвітня школа І ступеня Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Маломихайлівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад ім. І.Г.Скакуна Покровської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Маломихайлівськийнавчально-виховний комплекс Загальоосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад ім. І.Г.Скакуна Покровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Литвиновицький навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад Кролевецької районної ради Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Литвиновицька загальноосвітня школа I-III ступенів Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс  Школа-садок  І-ІІІ ступенів № 38 м. Львова', N'Львівська область'),
dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів №38 м. Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зибківська загальноосвітня школа І-ІІІ ступенів Онуфріївської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Зибківська загальноосвітня школа І-ІІІ ступенів Онуфріївської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Скороходівська загальноосвітня школа І-ІІІ ступенів Скороходівської селищної ради Чутівського району Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Артемівська загальноосвітня школа I-III ступенів Чутівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Носівська загальноосвітня школа I-III ступенів №4 Носівської міської ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Носівська загальноосвітня школа I-III ступенів №4 Носівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кривський навчально - виховний комплекс ЗАГАЛЬНООСВІТНІЙ НАВЧАЛЬНИЙ ЗАКЛАД І - ІІІ СТУПЕНІВ - ДОШКІЛЬНИЙ НАВЧАЛЬНИЙ ЗАКЛАД', N'Закарпатська область'),
dbo.get_eo_hash(N'Кривська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ  ступенів  №49 з поглибленим вивченням французької мови Шевченківського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №49 І-ІІІ ступенів з поглибленим вивченням французької мови Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний освітній заклад Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - гімназія  смт Голоби Ковельського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - гімназія імені С. Є. Ткача смт Голоби Ковельської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Северинівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Таращанської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Северинівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Таращанського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Олександрівське навчально-виховне об''єднання №1 Олександрівської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Олександрівська загальноосвітня школа І-ІІІ ступенів № 1 Олександрівської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кам''янець-Подільська загальноосвітня школа №16 I-III ступенів', N'Хмельницька область'),
dbo.get_eo_hash(N'Кам''янець-Подільський навчально-виховний комплекс №16 у складі загальноосвітньої школи I-III ступенів та колегіуму Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ковалівська загальноосвітня школа І-ІІІ ступенів  Монастириського району  Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Ковалівська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рокитненська загальноосвітня школа І-ІІІ ступенів Омельницької сільської ради Кременчуцького району  Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Рокитненська загальноосвітня школа І-ІІІ ступенів Кременчуцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Нижньовільхівський навчально - виховний комплекс Станично-Луганського району Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Комунальний заклад Нижньовільхівська загальноосвітня школа I-III ступенів Станично-Луганського району Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Покровська загальноосвітня школа I-III ступенів Менської районної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Жовтнева загальноосвітня школа I-III ступенів Менської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Красненьківська загальноосвітня школа I-III ступенів Іллінецької міської ради Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Красненьківська загальноосвітня школа I-III ступенів Іллінецької районної ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Оріхівський навчально-виховний комплекс №2 імені академіка В.А. Лазаряна Оріхівської районної ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Оріхівський навчально - виховний комплекс №2 імені академіка В.А. Лазаряна Оріхівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 13 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 13 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа №252 імені Василя Симоненка Оболонського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №252 - загальноосвітній навчальний заклад І-ІІІ ступенів з поглибленим вивченням української мови і літератури', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Турківська загальноосвітня школа І-ІІІ ступенів П''ядицької сільської ради об''єднаної територіальної громади Коломийського району Івано-Фравнківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Турківська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Давидковецька загальноосвітня школа I-III ступенів Хмельницького району Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Давидковецька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новомиколаївський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад Токмацької районної ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Новомиколаївськй навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад Токмацької районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Малаївський аграрний ліцей Окнянського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Малаївський аграрний ліцей Красноокнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Соснинська загальноосвітня школа І-ІІІ ступенів імені Сергія Байдовського Іваничівської районної ради Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Комунальний заклад Соснинська загальноосвітня школа І-ІІІ ступенів імені Сергія Байдовського Іваничівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №1 Мирноградської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №1 Димитровської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кам''янський навчально-виховний комплекс: Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Рокитнівської районної ради Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Кам''янський НВК Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа І-ІІІ ступенів № 4 з поглибленим вивченням англійської мови Горішньоплавнівської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Спеціалізова загальноосвітня школа І-ІІІ ступенів № 4 з поглибленим вивченням англійської мови Комсомольської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зорянський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний начальний заклад  Мирівської сільської ради Томаківського району Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Зорянський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний начальний заклад  Томаківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Переможнянський загальноосвітній навчально-виховний комплекс I-III ступенів Школа - дитячий садок', N'Вінницька область'),
dbo.get_eo_hash(N'Переможнянська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Річківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Річківський НВК загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний навчальний заклад Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Більшівцівська загальноосвітня школа І-ІІІ ступенів Більшівцівської селищної ради об''єднаної територіальної громади Галицького району Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Більшівцівська загальноосвітня школа І-ІІІ ступенів Галицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа №298 Оболонського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №298 - загальноосвітній навчальний заклад І-ІІІ ступенів з поглибленим вивченням англійської мови з першого класу м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс №33 Маріїнська багатопрофільна гімназія - загальноосвітній навчальний заклад І ступеня Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс №33 Маріїнська багатопрофільна гімназія - загальноосвітній навчальний заклад І ступеня Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Жаданівська загальноосвітня школа I-III ступенів Іллінецької міської ради Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Жаданівська загальноосвітня школа I-III ступенів Іллінецької районної ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Косівський навчально-виховний комплекс Загальноосвітня школа І ступеня-гімназія-інтернат Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Косівський навчально-виховний комплекс загальноосвітня школа І ступеня-інтернат-гімназія Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Полиці Камінь-Каширського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня села Полиці Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальна установа Кінськороздорівський навчально-виховний комплекс загальноосвітній навчальний заклад-дошкільний навчальний заклад Чапаєвської сільської ради Пологівського району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Комунальна установа Кінськороздорівський навчально-виховний комплекс загальноосвітній навчальний заклад-дошкільний навчальний заклад Чапаєвської сільської об''єднаної територіальної громади Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'ОЗНЗ Рокитнівська загальноосвітня школа І-ІІІ ступенів №3 Рокитнівської районної ради Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Рокитнівська загальноосвітня школа І-ІІІ ступенів №3 Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Броварська загальноосвітня школа І-ІІІ ступенів №1 Броварської міської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Броварська загальноосвітня школа І-ІІІ ступенів №1 Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 115 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 115 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Старосільська загальноосвітня школа I-III ступенів Нижньосироватської сільської ради Сумського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Червоненська загальноосвітня школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Привільненська загальноосвітня школа І-ІІІ ступенів Привільненської сільської ради Дубенського району Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Привільненська загальноосвітня школа І-ІІІ ступенів Дубенської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Іваницька загальноосвітня школа I-III ступенів Парафіївської селищної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Іваницька загальноосвітня школа I-III ступенів Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 63 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 63 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Середня загальноосвітня школа №10 м.Львова ім.святої Марії Магдалени', N'Львівська область'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №10 ім.Св.Марії Магдалени', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'НВК Знам''янська загальноосвітня школа І-ІІІ ступенів № 3-гімназія Знам''янської міської ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Знам''янська загальноосвітня школа І-ІІІ ступенів № 3 Знам''янської міської ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Криворудська загальноосвітня школа І-ІІІ ступенів Семенівської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Криворудська середня загальноосвітня школа І-ІІІ ступенів Семенівської районної державної адміністрації Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Березівської  сільської ради Шевченківський навчально-виховний комплекс: загальноосвітня школа I-III ступенів, дошкільний навчальний заклад Суничка  Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Шевченківський навчально-виховний комплекс: загальноосвітня школа I-III ступенів, дошкільний навчальний заклад Суничка Глухівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рідкодубівський навчально - виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Рідкодубівський навчально - виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Краснолиманської міської ради Донецької', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Білівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дитячий садок Ізяславської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Білівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дитячий садок', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад  Першотравнева загальноосвітня школа I-III ступенів Долинської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Першотравнева загальноосвітня школа I-III ступенів Долинської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Володимирівська загальноосвітня школа І-ІІІ ступенів Таращанської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Володимирівська загальноосвітня школа І-ІІІ ступенів Таращанського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-ліцей №1 імені Євгена Шабліовського м. Каменя-Каширського Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-ліцей №1 ім. Євгена Шабліовського м. Каменя-Каширського Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 264 з поглибленим вивченням англійської мови Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 264 з поглибленим вивченням англійської мови Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №53 з поглибленим вивченням німецької мови Шевченківського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №53 І-ІІІ ступенів з поглибленим вивченням німецької мови Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Оріхівська гімназія №1 Сузір''я Оріхівської районної ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Оріхівська гімназія №1 СузіряОріхівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Миронівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - ліцей  Миронівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Миронівський навчально-виховний комплекс Миронівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Надеждівська загальноосвітня школа I-III ступенів  Арцизької районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Надеждівка Арцизького району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Школа І-ІІ ступенів-ліцей №38 ім. В.М.Молчанова Шевченківського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Ліцей №38 імені В.М.Молчанова Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Квітнева загальноосвітня школа І-ІІІ ступенів Попільнянської районної ради Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Жовтнева загальноосвітня школа І-ІІІ ступенів Попільнянської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дроздинський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Рокитнівської районної ради Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Дроздинська загальноосвітня школа І-ІІІ ступенів Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Первомайська загальноосвітня школа I-III ступенів №16 ім. Героя Радянського Cоюзу Я. М. Лобова Первомайської міської ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Первомайська загальноосвітня школа I-III ступенів №16 ім. Героя Радянського союзу Я. М. Лобова Первомайської міської ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Іванківська загальноосвітня школа І-ІІІ ступенів №2', N'Київська область'),
dbo.get_eo_hash(N'Іванківська загальноосвітня школа І-ІІІ ступенів №2 Іванківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Високопільська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Високопільська загальноосвітня школа I-III ступенів Олександрівської районної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Костинецький НВК Сторожинецької міськоїї ради Сторожинецького району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Костинецький навчально-виховний комплек Костинецької сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Токівська загальноосвітня школа І-ІІІ ступеня', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Токівська загальноосвітня школа І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів № 33 Покровської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів № 33 міста Красноармійська Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лиманецька загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Кіровська загальноосвтня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Фараонівський навчально-виховний комплекс Загальноосвітня школа I-III cтупенів-дошкільний навчальний заклад (ясла-садок) Саратської районної ради', N'Одеська область'),
dbo.get_eo_hash(N'Фараонівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - ДНЗ (ясла-садок) Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Іллінецька загальноосвітня школа I-III ступенів №1 Іллінецької міської ради Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Іллінецька загальноосвітня школа I-III ступенів №1 Іллінецької районної ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Середня загальноосвітня школа №26 м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №26 Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Пилипо-Олександрівська загальноосвітня школа I-III ступенів Віньковецького району Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Пилипо-Олександрівська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа з поглибленим вивченням окремих предметів та курсів I-III ступенів №17 м.Бердичева Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа з поглибленим вивченням інформатики I-III ступенів №17 м.Бердичева Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Горянівська загальноосвітня школа І-ІІІ ступенів Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Горянівська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ваньовицька середня загальноосвітня школа І-ІІІ ступенів Самбірського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Ваньовицька середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Гімназія №11 - спеціалізована школа з поглибленим вивченням іноземних мов I ступеня - дошкільний навчальний заклад Еврика Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Спеціалізована школа з поглибленим вивченням іноземних мов І ступеня - гімназія № 11 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 39 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 39 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Ліцей з посиленою військово-фізичною підготовкою Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Ліцей з посиленою військово-фізичною підготовкою Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Голубiвська загальноосвітня школа І-ІІІ ступенів - дошкiльний навчальний заклад Кремінської районної ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Голубівська загальноосвітня школа I-III ступенів Кремінської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Краснохутірська загальноосвітня школа-інтернат I-III ступенів Чернігівської обласної ради', N'Чернігівська область'),
dbo.get_eo_hash(N'Краснохутірська загальноосвітня школа-інтернат I-III ступенів Новгород-Сіверської районної державної адміністрації Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа І-ІІІ ступенів села Баворів Великогаївської сільської ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Комунальний заклад Баворівська загальноосвітня школа І-ІІІ ступенів Тернопільської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Галицинівська загальноосвітня школа І - ІІІ ступенів Мар’їнської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Галицинівська загальноосвітня школа І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Малоянисольська загальноосвітня школа І-ІІІ ступенів імені В.В. Балабана Нікольської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Малоянисольська загальноосвітня школа І-ІІІ ступенів імені В.В.Балабана Володарського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новороздільський навчально-виховний комплекс імені Володимира Труша гімназія-загальноосвітня школа І ступеня з поглибленим вивченням англійської мови Новороздільської міської ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Новороздільський навчально-виховний комплекс Лідер гімназія-загальноосвітня школа І ступеня з поглибленим вивченням англійської мови Новороздільської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чорноморська загальноосвітня школа I-III ступенів №4 Чорноморської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Іллічівська загальноосвітня школа I-III ступенів №4 Іллічівської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Переходицький навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Рокитнівської районної ради Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Переходицька загальноосвітня школа І-ІІІ ступенів Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бахмутська загальноосвітня школа I-III ступенів №5 з профільним навчанням Бахмутської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Артемівська загальноосвітня школа I-III ступенів №5 з профільним навчанням Артемівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ОСВІТИ СЕРЕДНЯ ЗАГАЛЬНООСВІТНЯ ШКОЛА № 97 ІМЕНІ ПЕТРА ІВАНОВИЧА ШКІДЧЕНКА ДНІПРОВСЬКОЇ МІСЬКОЇ РАДИ', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 97 імені Петра Івановича Шкідченка Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Трояндівська загальноосвітня школа  I-III ступенів Лиманської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Кіровська загальноосвітня школа  I-III ступенів Комінтернівської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рай-Олександрівська загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Рай-Олександрівська загальноосвітня школа І-ІІІ ступенів, Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний навчальний заклад Новомиколаївська спеціалізована загальноосвітня школа I-III ступенів №1 Новомиколаївської районної ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Новомиколаївська спеціалізована загальноосвітня школа I-III ступенів №1 Новомиколаївської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Луциківська загальноосвітня школа I-III ступенів Миколаївської селищної ради Білопільського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Луциківська загальноосвітня школа I-III ступенів Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Олешківська спеціалізована школа І-ІІІ ступенів №4 з поглибленим вивченням предметів природничо-математичного напряму  Олешківської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Цюрупинська спеціалізована школа І-ІІІ ступенів №4  Цюрупинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована середня загальноосвітня школа з поглибленим вивченням англійської мови №18 м. Львова', N'Львівська область'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №18 м. Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Саражинська загальноосвітня школа I-III ступенів Балтської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Саражинська загальноосвітня школа I-III ступенів Балтської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дунаєвецька ЗОШ I-III ступенів №4 Дунаєвецької міської ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Дунаєвецька загальноосвітня школа I-III ступенів №4 Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зеленоярська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Зеленоярська загальоосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ізяславський навчально-виховний комплекс Загальноосвітня школа І-III ступенів №5 ім.О.Онищука, гімназія Ізяславської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Ізяславський навчально-виховний комплекс Загальноосвітня школа ІI-III ступенів №5 ім.О.Онищука, гімназія', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Черкаська загальноосвітня школа І -ІІІ ступенів №2 Слов’янської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Черкаська загальноосвітня школа І -ІІІ ступенів №2, Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Новопокровська середня загальноосвітня школа І-ІІІ ступенів Новопокровської селищної ради Солонянського району Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Новопокровська середня загальноосвітня школа І-ІІІ ступенів Солонянської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Новий Двір Турійського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Новий Двір Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великокопанівська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Великокопанівська загальноосвітня школа І-ІІІ ступенів Цюрупинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Шибиринівська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Шибиринивська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Музиківська загальноосвітня школа I-III ступенів Музиківської сільської ради Білозерського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Музиківська загальноосвітня школа I-III ступенів Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Захарівська загальноосвітня школа І-ІІІ ступенів  Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Захарівська загальноосвітня школа І-ІІІ ступенів ім.Стеценка Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'ООЗ Борівська загальноосвітня школа І-ІІІ ступенів № 1 Борівської районної ради Харківської області імені Героя Радянського Союзу В.С.Колісника та його філії', N'Харківська область'),
dbo.get_eo_hash(N'Борівська загальноосвітня школа І-ІІІ ступенів № 1 Борівської районної ради Харківської області імені Героя Радянського Союзу В.С.Колісника', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Хрестищенська загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Хрестищенська загальноосвітня школа І-ІІІ ступенів, Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Миколаївська загальноосвітня школа №2', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Миколаївська середня загальноосвітня школа №2', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Харківська загальноосвітня школа I-III ступенів № 106 Харківської міської ради Харківської області імені В.О.Кисіля', N'Харківська область'),
dbo.get_eo_hash(N'Харківська загальноосвітня школа I-III ступенів № 106 Харківської міської ради Харківської області імені В.О.Кисіля', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спаський навчально-виховний комплекс імені І.Я.Франка ЗОШ І-ІІІ ступенів - ДНЗ', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Спаський навчально-виховний комплекс ЗОШ І-ІІІ ступенів - ДНЗ імені І.Я.Франка', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Кульчин Турійського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Кульчин Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти навчально-виховний комплекс Тритузнянська середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Солонянської селищної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти навчально-виховний комплекс Тритузнянська середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Солонянської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №9 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №9 Вінницької міської ради', N'Вінницька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'Духівська загальноосвітня школа І-ІІІ ступенів імені П.М.Рака Лубенської районної ради Полтавської області', N'Полтавська область'),
--dbo.get_eo_hash(N'Духівська загальноосвітня школа І-ІІІ ступенів імені П.М.Рака Лубенської районної ради полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 98 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 98 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Світанківський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад I-III ступенів Ніжинської районної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Світанківська загальноосвітня школа I-III ступенів Ніжинської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Журавський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Зноб-Новгородської селищної ради Середино-Будського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Журавський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Середино-Будської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Олексіївський навчально-виховний комплекс', N'Харківська область'),
dbo.get_eo_hash(N'Олексіївський навчально-виховний комплекс  Первомайської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Нехаївська загальноосвітня школа I-III ступенів Коропської селищної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Нехаївська загальноосвітня школа I-III ст. Коропської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №101 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №101 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 45 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 45 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вилківський навчально-виховний комлекс Загальноосвітня школа I-III ступенів-ліцей Кілійської районної ради  Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Вилківський навчально-виховний комлекс Загальноосвітня школа I-III ступенів-ліцей Кілійського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сядринська загальноосвітня школа I-III ступенів Корюківської міської ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Сядринська загальноосвітня школа I-III ступенів Корюківської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 152 з поглибленим вивченням англійської мови Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 152 з поглибленим вивченням англійської мови Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс: загальноосвітня школа I-III ступенів - гімназія №30 ім.Тараса Шевченка Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Навчально-виховний комплекс: загальноосвітня школа I-III ступенів - гімназія №30 ім.Тараса Шевченка Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кучинівська загальноосвітня школа I-III ступенів Сновської міської ради Сновського району Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Кучинівська загальноосвітня школа I-III ступенів Щорської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 12 Покровської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 12 міста Красноармійська Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Надеждівська загальноосвітня школа I-III ступенів Хрестівської сільської ради  Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Надеждівська загальноосвітня школа I-III ступенів Чаплинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дунаївська загальноосвітня школа І-ІІІ ступенів Гірсівської сільскої ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Дунаївська загальноосвітня школа І-ІІІ ступенів Дунаївської сільської ради Приазовського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Обласний гуманітарний ліцей-інтернат для обдарованих дітей при Барському гуманітарно-педагогічному коледжі ім. Михайла Грушевського', N'Вінницька область'),
dbo.get_eo_hash(N'Обласний гуманітарний ліцей для обдарованих дітей із сільської місцевості при Барському гуманітарно-педагогічному коледжі ім. Михайла Грушевського', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новоборівський загальноосвітній навчальний заклад I-III ступенів -ліцей Хорошівського району Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Новоборівський загальноосвітній навчальний заклад I-III ступенів -ліцей', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 4 імені А.С. Макаренка  Камянської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 4 імені А.С. Макаренка м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чабанівська загальноосвітня школа I-III ступенів Новоайдарської районної ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Чабанівська загальноосвітня школа I-III ступенів', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Марганецька спеціалізована загальноосвітня школа І-ІІІ ступенів № 9 з поглибленим вивченням окремих предметів Марганецької міської ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Марганецька загальноосвітня школа І-ІІІ ступенів № 9 з поглибленим вивченням інформатики у 8-11 класах Марганецької міської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальна організація Ботієвська загальноосвітня школа І-ІІІ ступенів Ботіївської сільскої ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Ботієвська загальноосвітня школа І-ІІІ ступенів Приазовської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великоскнитський навчально-виховний комплексДошкільний навчальний заклад- середня загальноосвітня школа I-III ступенів Ганнопільська сільська рада Славутського району Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Великоскнитський навчально-виховний комплексдошкільний навчальний заклад-школа I-IIIступенів Славутської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чорноморська загальноосвітня школа I-III ступенів №3 Чорноморської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Іллічівська загальноосвітня школа I-III ступенів №3 Іллічівської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Старонекрасівська загальноосвітня школа I-III ступенів Ізмаїльскої районної ради  Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Старонекрасівська загальноосвітня школа I-III ступенів Ізмаїльскої районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Заболотцівська загальноосвітня школа І-ІІІ ступенів Заболотцівської сільської ради Бродівського району  Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Заболотцівська загальноосвітня школа І-ІІІ ступенів Бродівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гімназія Троєщина ІІ-ІІІ ступенів Деснянського району м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Гімназія Троєщина ІІ-ІІІ ступеня Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чуквівська середня загальноосвітня школа І-ІІІ ступенів Самбірського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Чуквівська середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Спеціалізована школа І ступеня з поглибленим вивченням української мови - гімназія № 39 імені гетьмана України Богдана Хмельницького Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Спеціалізована школа І ступеня з поглибленим вивченням української мови - гімназія № 39 імені гетьмана України Богдана Хмельницького Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Полтавська загальноосвітня школа І-ІІІ ступенів № 23 Полтавської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Полтавська загальноосвітня школа І-ІІІ ступенів № 23 Полтавської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лозуватська загальноосвітня школа І-ІІІ ступенів Компаніївської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Лозуватська загальноосвітня школа І-ІІІ ступенів Компаніївської державної районної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Косяківська загальноосвітня школа І-ІІІ ступенів Таращанської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Косяківська загальноосвітня школа І-ІІІ ступенів Таращанського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кролевецька загальноосвітня школа I-III ступенів № 2  ім.М.О.Лукаша Кролевецької районної ради Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Кролевецька загальноосвітня школа I-III ступенів № 2 Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Михнівська загальноосвітня школа I-III ступенів Ізяславської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Михнівська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Староталалаївська загальноосвітня школа I-III ступенів Талалаївської районної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Сильченківська загальноосвітня школа I-III ступенів Талалаївської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тернопільська загальноосвітня школа І-ІІІ ступенів Миколаївського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Тернопільська загальноосвітня школа І-ІІІ ступенів Миколаївської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Першотравенська загальноосвітня школа I-III ступенів Компаніївської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Першотравенська загальноосвітня школа I-III ступенів Компаніївської державної районної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Михайло-Ларинська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Михайло-Ларинська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бориспільський навчально-виховний комплекс Спеціалізована школа І-ІІІ ступенів - загальноосвітня школа І-ІІІ ступенів імені Костянтина Могилка Бориспільської міської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Бориспільська спеціалізована школа І-ІІІ ступенів № 5 імені Костянтина Могилка Бориспільської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кінашівська загальноосвітня школа І-ІІІ ступенів  Більшівцівської селищної ради об''єднаної територіальної громади Галицького району Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Кінашівська загальноосвітня школа І-ІІІ ступенів Галицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лазівська загальноосвітня школа І-ІІІ ступенів  Тячівської міської ради Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Лазівська загальноосвітня школа І-ІІІ ступенів Лазівської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Михлянська загальноосвітня школа I-III ступенів Iзяславської  районної ради Хмельницькоi областi', N'Хмельницька область'),
dbo.get_eo_hash(N'Михлянська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Дніпровський ліцей інформаційних технологій при Дніпропетровському національному університеті імені Олеся Гончара Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Дніпропетровський ліцей інформаційних технологій при Дніпропетровському національному університеті імені Олеся Гончара Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мирненська загальноосвітня школа І-ІІІ ступенів Мирненської селищної ради Каланчацького району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Мирненська загальноосвітня школа І-ІІІ ступенів Каланчацької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Довжківський навчально-виховний комплекс Дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів Ганнопільська сільська рада Славутського району Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Довжківський навчально-виховний комплекс дошкільний навчальний заклад - школа I-III ступенів Славутської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бабичівська загальноосвітня школа І-ІІІ ступенів Глобинської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Бабичівська загальноосвітня школа І-ІІІ ступенів Глобинської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Червонокам''янське НВО загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад - позашкільний навчальний центр Олександрійської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Червонокам''янська загальноосвітня школа І-ІІІ ступенів Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'РКЗО Володимирівська середня загальноосвітня школа І-ІІІ ступенів Межівської районної адміністрації Дніпропетровської  області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'РКЗО Володимирівська середня загальноосвітня школа І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад «Навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів-гімназія №1  м. Хмільника Вінницької області»', N'Вінницька область'),
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів-гімназія № 1', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мішково-Погорілівська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Мішково-Погорілівська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний навчально-виховний заклад Чернігівська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу А.М.Темника Чернігівської районної ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Чернігівська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу А.М.Темника Чернігівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Липецький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний закладПодільського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Липецька загальноосвітня школа I-III ступенів Котовського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Голосківська загальноосвітня школа I-III ступенів Меджибізької селищної ради', N'Хмельницька область'),
dbo.get_eo_hash(N'Голосківська загальноосвітня школа I-III ступенів Летичівської районної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 21 Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 21 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний опорний загальноосвітній навчальний заклад Іларіонівська середня загальноосвітня школа І - ІІІ ступенів Синельниківської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Іларіонівська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №82 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №82 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Таращанська загальноосвітня школа І-ІІІ ступенів №2 Таращанської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Таращанська загальноосвітня школа І-ІІІ ступенів №2 Таращанського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Біловецький навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступеня- дошкільний навчальний закладБіловецької сільської ради Хотинського району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Біловецький навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступеня- дошкільний навчальний закладБілівецької сільскої ради Хотинського районй Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 80 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 80 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Юр''ївська загальноосвітня школа І-ІІІ ступенів Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Юр''ївська середня загальноосвітня школа І-ІІІ ступенів Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Старокульнянська загальноосвітня школа I-III ступенів Подільського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Старокульнянська загальноосвітня школа I-III ступенів Котовського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Товариство з обмеженою відповідальністю Центр освіти Оптіма', N'м.Київ'),
dbo.get_eo_hash(N'Загальноосвітній навчальний заклад  ІІ-ІІІ ступенів Центр освіти Оптіма Шевченківського району міста Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Середня загальноосвітня школа №30 м.Львова', N'Львівська область'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №30', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новоукраїнський навчально-виховний комплекс  «Загальноосвітня школа І ступеня з поглибленим вивченням англійської мови – гімназія Лідер» Новоукраїнської міської ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Новоукраїнська гімназія № 7 Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Петропавлівська спеціалізована школа № 2 І-ІІІ ступенів з поглибленим вивченням окремих предметів та курсів Станично-Луганського району Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Комунальний заклад Петрівська спеціалізована школа № 2 І-ІІІ ступенів з поглибленим вивченням окремих предметів та курсів Станично-Луганського району Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Прохорівська загальноосвітня школа I-III ступенів Волноваської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Прохорівська загальноосвіня школа I-III ступенів Волноваської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ярівська загальноосвітня школа I-III ступенів Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Ярівська загальноосвітня школа I-III ступенів Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Добровеличківська спеціалізована загальноосвітня школа-інтернат І-ІІІ ступенів Добровеличківської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Добровеличківська загальноосвітня школа-інтернат І-ІІІ ступенів Кіровоградської обласної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 66 Гімназія - початкова школа - дошкільний навчальний заклад Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 66 Гімназія - початкова школа - дошкільний навчальний заклад Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Южненська загальноосвітня школа I-III ступенів Парафіївської селищної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Южненська загальноосвітня школа I-III ступенів Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Роздольненський загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Каланчацької селищної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Роздольненський навчально-виховний комплекс Роздольненський загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Каланчацької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I ступеня-гімназія м. Подільська Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Котовський навчально-виховний комплекс Загальноосвітня школа I ступеню-гімназія м. Котовська Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Одеська спеціалізована школа № 21 I-III ступенів спортивного напряму Одеської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Одеська спеціалізована загальноосвітня школа № 21 I-III ступенів спортивного напряму Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Деражнянська загальноосвітня школа I-III ступенів №3 імені Героя України Івана Зубкова Деражнянської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Деражнянський навчально-виховний комплекс, загальноосвітня школа I-III ступенів №3, ліцей імені Героя України Івана Зубкова Деражнянської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Пересічанський навчально - виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний закладДергачівської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Пересічанська загальноосвітня школа I-III ступенів Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кельменецький ліцей-опорний заклад Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Кельменецький ліцей Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Броварська спеціалізована школа І-ІІІ ступенів №5 Броварської міської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Броварська спеціалізована школа №5 - загальноосвітній навчальний заклад І-ІІІ ступенів з поглибленим вивченням іноземних мов', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Мереф''янська загальноосвітня школа I-III ступенів № 7 Мереф''янської міської ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Мереф''янська загальноосвітня школа I-III ступенів № 7 Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №2 Обухівської міської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №2 міста Обухова', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Полтавський міський багатопрофільний ліцей № 1 ім. І.П. Котляревського Полтавської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Полтавський міський багатопрофільний ліцей № 1 ім. І.П. Котляревського Полтавської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Татарбунарський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-гімназія Татарбунарської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Татарбунарський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-гімназія Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Київська інженерна гімназія', N'м.Київ'),
dbo.get_eo_hash(N'Загальноосвітній навчальний заклад Київська інженерна гімназія', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великоберезянська загальноосвітня школа І-ІІІ ступенів Таращанської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Великоберезянська загальноосвітня школа І-ІІІ ступенів Таращанського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кубейська загальноосвітня школа I-III ступенів імені академіка Олександра Теодорова-Балана Болградського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Червоноармійська загальноосвітня школа I-III ступенів ім.О.Теодора-Балана Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Озернянська загальноосвітня школа I-III ступенів Ізмаїльської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Озернянська загальноосвітня школа I-III ступенів Ізмаїльської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 18  Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 18 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня села Грем''яче Ківерцівського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Грем''яче Ківерцівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 1 м.Подільська Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 1 м.Котовська Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний навчальний заклад Ходорівської міської ради Львівської області загальноосвітня школа І-ІІІ ступенів №1 м.Ходорів', N'Львівська область'),
dbo.get_eo_hash(N'Ходорівська загальноосвітня школа І-ІІІ ступенів №1 Жидачівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сичавська загальноосвітня школа I-III ступенів Лиманської  районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Сичавська загальноосвітня школа I-III ступенів Комінтернівської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Житомирська міська гуманітарна гімназія №23 ім. М. Очерета', N'Житомирська область'),
dbo.get_eo_hash(N'Житомирська міська гуманітарна гімназія №23 ім. М.Й.Очерета', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Корюківська загальноосвітня школа I-III ступенів №4 Корюківської міської ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Корюківська загальноосвітня школа I-III ступенів №4 Корюківської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великотур''янський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Великотур''янський НВК', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Шандриголівська загальноосвітня школа I-III ступенів Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Шандриголівська ЗОШ I-III ст. Краснолиманської МР Донецької об.', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Шпилівська загальноосвітня школа І-ІІІ ступенів', N'Київська область'),
dbo.get_eo_hash(N'Шпилівська загальноосвітня школа І-ІІІ ступенів Іванківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Колодіївська загальноосвітня школа І-ІІІ ступенів Скалатської міської ради Підволочиського району Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Колодіївська загальноосвітня школа І-ІІІ ступенів Підволочиської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально – виховний комплекс «Гришинська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Навчально – виховний комплекс «Гришинська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Красноармійської районної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гарбузинський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Корсунь-Шевченківської районної ради Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Гарбузинський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Корсунь-Шевченківської міської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Полянецький навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Савранського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Полянецький навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Савранської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лиманська загальноосвітня школа I-III ступенів № 3 Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Краснолиманська загальноосвітня школа I-III ступенів № 3 Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс №12 загальноосвітній навчальний заклад І ступеня - гімназія Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс №12 Загальноосвітній навчальний заклад І ступеня - гімназія Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зашківська загальноосвітня школа І-ІІІ ступенів ім. Є. Коновальця Жовківської районної ради', N'Львівська область'),
dbo.get_eo_hash(N'Зашківська загальноосвітня школа І-ІІІ ступенів Жовківської районної ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чернівецька загальноосвітня школа І-ІІІ ступенів технологічного профілю №33 Чернівецької міської ради', N'Чернівецька область'),
dbo.get_eo_hash(N'Чернівецька загальноосвітня школа І-ІІІ ступенів №33 технологічного профілю Чернівецької міської ради', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Монастириська загальноосвітня школа І-ІІІ ступенів Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Монастириська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Корюківська загальноосвітня школа I-III ступенів №1 Корюківської міської ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Корюківська загальноосвітня школа I-III ступенів №1 Корюківської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Дошкільний навчальний заклад-загальноосвітній навчальний заклад І ступеня, гімназія м.Славути Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ступенів, гімназія м.Славути Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кошманівський навчально-виховний комплекс загальноосвітній навчальний заклад І - ІІІ ст. -  дошкільний навчальний заклад  Машівської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Кошманівська загальноосвітня школа І-ІІІ ст. Машівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Хрінівська загальноосвітня школа І-ІІІ ступенів Іллінецької міської ради Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Хрінівська загальноосвітня школа І-ІІІ ступенів Іллінецької районної ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 16 Торецької міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 16 Дзержинської міської ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 29 Кам''янської  міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 29 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новосевастопольська загальноосвітня школа I-III ступенів Березнегуватьскої районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Новосевастопольська загальноосітня школа I-III ступенів Березнегуватьскої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Житнівка Камінь-Каширського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Житнівка Камінь-Каширського району Волинської області', N'Волинська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'Загальноосвітній навчальний заклад І-ІІІ ступенів Міжнародна українська школа', N'м.Київ'),
--dbo.get_eo_hash(N'Загальноосвітній навчальний заклад І-ІІІ ступенів Міжнародна Українська школа', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чорноморська гімназія №1 Чорноморської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Іллічівська гімназія №1 Іллічівської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ківшоватська загальноосвітня школа І-ІІІ ступенів Таращанської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Ківшоватська загальноосвітня школа І-ІІІ ступенів Таращанського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лепетиська загальноосвітня школа I-III ступенів Березнегуватської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Лепетиська загальноосвітня школа I-III ступенів Березнегуватьскої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Скориківська загальноосвітня школа І-ІІІ ступенів Скориківської сільської ради Підволочиського району Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Скориківська загальноосвітня школа І-ІІІ ступенів Підволочиської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 55 інформаційно-технологічного профілю Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 55 інформаційно-технологічного профілю Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дружбівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Дружбівської міської ради Ямпільського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Дружбівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Ямпільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дубнівський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Рокитнівської районної ради Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Дубнівська загальноосвітня школа І-ІІІ ступенів Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Іллінівська спеціалізована школа І-ІІІ ступенів Костянтинівської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Іллічівська спеціалізована школа І-ІІІ ступенів Костянтинівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Іванковецька ЗОШ I-III ступенів Дунаєвецької міської ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Іванковецька загальноосвітня школа I-III ступенів Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ліцей №15 м.Чернігів', N'Чернігівська область'),
dbo.get_eo_hash(N'Чернігівський ліцей № 15 Чернігівської міської ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Петрівська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Петрівська загальноосвітня школа 1-3 ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Семенівський навчально-виховний комплекс № 1 імені М.М.Хорунжого Семенівської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Семенівський навчально-виховний комплекс № 1 ім. М.М.Хорунжого Семенівської районно їдержавної адміністрації Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'комунальний заклад освіти Середня загальноосвітня школа № 86 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 86 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №29', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №29 загальноосвітній навчальний заклад І-ІІІ ступенів', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сахновецька загальноосвітня школа I-III ступенів Ізяславської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Сахновецька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Люблинецька спеціалізована школа-інтернат І-ІІІ ступенів Центр освіти та соціально-педагогічної підтримки', N'Волинська область'),
dbo.get_eo_hash(N'Люблинецький навчально-виховний комплекс Загальноосвітня школа-інтернат І-ІІІ ступенів-ліцей', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №12 м.Бердичева Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №12 м.Бердичева Житомирської області, що знаходиться у комунальній власності Бердичівського міськвиконкому', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Радивилівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ст. №1 - гімназія Радивилівської районної ради Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Радивилівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ст. №1 - гімназія', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Михайликівський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Шишацької селищної  ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Михайликівська загальноосвітня школа І-ІІІ ступенів Шишацької селищної  ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Полезне Великомихайлівського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Полезне Великомихайлівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Трибухівська середня загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'),
dbo.get_eo_hash(N'Трибухівська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бодаквянський навчально - виховний комплекс  загальноосвітня школа - дошкільний навчальний заклад І-ІІІ ступенів Лохвицької районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Бодаквянська загальноосвітня школа І-ІІІ ступенів Лохвицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Степанівська загальноосвітня школа І-ІІІ ступенів Роздільнянської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Степанівка Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рудківська середня загальноосвітня школа І-ІІІ ступенів імені Володимира Жеребного Самбірського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Рудківська середня загальноосвітня школа І-ІІІ ступенів імені Володимира Жеребного', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Качанівська загальноосвітня школа І-ІІІ ступенів Підволочиської селищної ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Качанівська загальноосвітня школа І-ІІІ ступенів Підволочиської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 4 Покровської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 4 міста Красноармійська Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Байрацький навчально - виховний комплекс: Байрацька загальноосвітня школа І-ІІІ ст.-Байрацький дошкільний навчальний заклад Липоводолинської районної ради Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Байрацький НВК: Байрацька ЗОШ І-ІІІ ст.-Байрацький ДНЗ Липоводолинської районної ради', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Недобоївський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів дошкільний навчальний заклад  Хотинського району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Недобоївський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступеня- дошкільний навчальний заклад Недобоївської сільскої ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №233 Оболонського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №233 загальноосвітній навчальний заклад І-ІІІ ступенів м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Шестірнянська середня загальноосвітня школа-загальноосвітній навчальний заклад І-ІІІ ступенів Широківської районної ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Шестірнянська середня загальноосвітня школа-загальноосвітній навчальний заклад І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Плужненський навчально-виховний комплекс Загальноосвітня школа I-III ступенів, гімназія ім.Р.Бортника Ізяславської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Плужненський навчально-виховний комплекс Загальноосвітня школа I-III ступенів, гімназія ім.Р.Бортника', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Касянівська загальноосвітня школа I-III ступенів Нікольської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Касянівка Володарського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально - виховний комплекс Балтська загальноосвітня школа I-III ступенів № 1 імені Олеся Гончара - ліцей Балтської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Навчально - виховний комплекс Балтська загальноосвітня школа I-III ступенів № 1 імені Олеся Гончара - ліцей Балтської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Стокопанівська загальноосвітня школа I-III ступенів Генічеської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Стокопанівська загальноосвітні школа I-III ступенів Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Панківський навчально-виховний комплекс Сторожинецької міської  ради Сторожинецького району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Панківський навчально-виховний комплекс Панківської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад  Ходорівської міської ради Львівської області №10 імені братів Олійників с.Піддністряни', N'Львівська область'),
dbo.get_eo_hash(N'Піддністрянський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Жидачівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лиманська загальноосвітня школа І-ІІІ ступенів № 1  Роздільнянської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів № 1 смт.Лиманське Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бахмутська загальноосвітня школа I-III ступенів №18 ім. Дмитра Чернявського Бахмутської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Артемівська загальноосвітня школа I-III ступенів №18 Артемівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гостівська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Гостівська загальноосвітня школа 1-3 ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бориспільський навчально-виховний комплекс Гімназія Перспектива-загальноосвітня школа І-ІІ ступенів імені Володимира Мономаха Бориспільської міської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Бориспільський навчально-виховний комплекс Гімназія Перспектива-загальноосвітня школа І-ІІ ступенів Бориспільської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти - Петриківська загальноосвітня школа І-ІІІ ступенів Петриківської районної ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти -Петриківська середня загальноосвітня школа з профільним виробничим навчанням', N'Дніпропетровська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'УМАНСЬКИЙ НАВЧАЛЬНО - ВИХОВНИЙ КОМПЛЕКС ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ №10 - МЕДИЧНА ГІМНАЗІЯ УМАНСЬКОЇ МІСЬКОЇ РАДИ ЧЕРКАСЬКОЇ ОБЛАСТІ', N'Черкаська область'),
--dbo.get_eo_hash(N'Уманський навчально-виховний комплекс Загальноосвітня школа І-ІІІступенів №10 -медична гімназія Уманської міської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Воскресенська загальноосвітня школа I-III ступенів', N'Херсонська область'),
dbo.get_eo_hash(N'Воскресенська загальноосвітня школа I-III ступенів районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Солонківська загальноосвітня школа І-ІІІ ступенів імені Героя України Миколи Паньківа', N'Львівська область'),
dbo.get_eo_hash(N'Солонківська загальноосвітня школа І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Меджибізька загальноосвітня школа I-III ступенів Меджибізької селищної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Меджибізька загальноосвітня школа I-III ступенів Летичівської районної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №285 Оболонського району м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №285 - загальноосвітній навчальний заклад І-ІІІ ступенів', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великокам''янський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад П''ядицької сільської ради об''єднаної територіальної громади Коломийського району Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Великокам''янська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Оболонська загальноосвітня школа I-III ступенів Коропської селищної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Оболонська загальноосвітня школа I-III ст. Коропської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Слобожанський ліцей №1 Зміївської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Комсомольский ліцей №1 Зміївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Германівська гімназія Обухівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Германівська гімназія Обухівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Розумівська загальноосвітня школа І-ІІІ ступенів Долинської сільскої ради Запорізького району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Розумівська загальноосвітня школа І-ІІІ ступенів Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Киянська загальноосвітня школа I-III ступенів', N'Житомирська область'),
dbo.get_eo_hash(N'Киянська загальноосвітня школа I-III ступенів, Ємільчинський р-н', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чорноморська загальноосвітня школа І-ІІІ ступенів Чорноморської сільської ради Очаківського району  Миколаївської обасті', N'Миколаївська область'),
dbo.get_eo_hash(N'Чорноморська загальноосвітня школа І-ІІІ ступенів Очаківської районної ради Миколаївської обасті', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Заводська загальноосвітня школа І-ІІІ ступенів №1 Лохвицької районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Червонозаводська загальноосвітня школа І-ІІІ ступенів №1 Лохвицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Киликиївський навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів Ганнопільської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Киликиївський навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів Славутської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад № 13 Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний організація Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад № 13 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Якубівська загальноосвітня школа І-ІІІ ступенів Іллінецької міської ради Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Якубівська загальноосвітня школа І-ІІІ ступенів Іллінецької районної ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Токарівська загальноосвітня школа I-III ступенів Бездрицької сільської ради Сумського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Токарівська загальноосвітня школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Щастинська загальноосвітня школа І-ІІІ ступенів № 2  Новоайдарської районної ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Щастинська загальноосвітня школа І-ІІІ ступені №2', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гімназія Києво - Могилянський колегіум ІІ-ІІІ ступенів Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Гімназія Києво - Могилянський колегіум ІІ-ІІІ ступеня Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Засульська гімназія Засульської сільської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Засульська гімназія Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Полтавська загальноосвітня школа І-ІІІ ступенів № 20 імені Бориса Серги Полтавської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Полтавська загальноосвітня школа І-ІІІ ступенів № 20 імені Бориса Серги Полтавської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Хотінська спеціалізована школа I-III ступенів Хотінської селищної ради  Сумського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Хотінська спеціалізована школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Плугатарська загальноосвітня школа I-III ступенів Талалаївської районної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Червоноплугатарська загальноосвітня школа I-III ступенів Талалаївської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс №65 Школа І-ІІІ ступеня - дошкільний навчальний заклад (ясла-садок) Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №65 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Почино-Софіївський НВК Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Почино-Софіївська загальноосвітня школа І-ІІІ ступенів Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа І-ІІІ ступенів с. Великі Гаї Великогаївської сільської ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Комунальний заклад Великогаївська загальноосвітня школа І-ІІІ ступенів Тернопільської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ганнівська загальноосвітня школа I-III ступенів Добропільської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Ганнівська загальносвітня школа I-III ступенів Добропільської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новомиколаївський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - ясла-садок', N'Херсонська область'),
dbo.get_eo_hash(N'Новомиколаївська загальноосвітня школа I-III ступенів Новотроїцького району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 308 Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 308 Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня середня школа І-ІІІ ступенів с. Лютовиська Старосамбірського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Загальноосвітня середня школа І-ІІІ ступенів с. Лютовисько Старосамбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Таврійська загальноосвітня школа I-III ступенів Оріхівської районної ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Комунальний заклад Кіровська загальноосвітня школа I-III ступенів Оріхівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 44 природничо-медичного профілю Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 44 природничо-медичного профілю Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гущанський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад Любомльського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Гущанський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально – виховний комплекс «Сергіївська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Навчально – виховний комплекс «Сергіївська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Красноармійської районної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Загальцівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок Бородянської районної державної адміністрації Київської області', N'Київська область'),
dbo.get_eo_hash(N'Загальцівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок Бородянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Нестеровецька ЗОШ I-III ступенів Дунаєвецької міської ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Нестеровецька загальноосвітня школа I-III ступенів Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Григорівська загальноосвітня школа I-III ступенів Григорівської сільської ради Чаплинського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Григорівська загальноосвітня школа I-III ступенів Чаплинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кременецький ліцей імені У. Самчука', N'Тернопільська область'),
dbo.get_eo_hash(N'Кременецький ліцей імені Уласа Самчука', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована середня загальноосвітня школа № 53 з поглибленим вивченням німецької мови Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована середня загальноосвітня школа № 53 з поглибленим вивченням німецької мови Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Інгульська загальноосвітня школа І-ІІІ ступенів Устинівської районної державної адміністрації Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Інгульська загальноосвітня школа І-ІІІ ступенів Устинівської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 30 Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 30 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 87 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 87 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №18 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад  Загальноосвітня школа I-III ступенів №18 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Старосалтівська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу О.М. Щербака  Старосалтівської селищної ради Вовчанського району  Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Старосалтівська загальноосвітня школа І-ІІІ ступенів ім. Героя Радянського Союзу О.М. Щербака Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Згурівська загальноосвітня школа І-ІІІ ступенів Згурівської районної ради  Київської області', N'Київська область'),
dbo.get_eo_hash(N'Згурівська загальноосвітня школа І-ІІІ ступенів Згурівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Євгенівський навчально-виховний комплекс Загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад Снігурівської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Євгенівська загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №6 м.Славута Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №6 м.Славути Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Одеська загальноосвітня школа №79 І-ІІІ ступенів Одеської міської Ради Одеської Області', N'Одеська область'),
dbo.get_eo_hash(N'Одеська загальноосвітня школа № 39 I-III ступенів Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Інформатико-математичний ліцей - загальноосвітня школа І-ІІ ступенів Торецької міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Інформатико-математичний ліцей - загальноосвітня школа І-ІІ ступенів Дзержинської міської ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Нерубайський навчально-виховний комплекс школа-гімназія Біляївського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Нерубайський навчально-виховний комплекс школа-гімназія Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ірпінська спеціалізована загальноосвітня школа І-ІІІ ступенів №12 з вивченням іноземних мов (школа лінгвістики) імені Заріфи  Алієвої  Ірпінської міської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Ірпінська спеціалізована загальноосвітня школа І-ІІІ ступенів №12 з вивченням іноземних мов (школа лінгвістики) Ірпінської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 238 Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 238 Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 35 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 35 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гречинецький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Летичівської селищної ради', N'Хмельницька область'),
dbo.get_eo_hash(N'Гречинецький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний заклад Летичівської районної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально – виховний комплекс «Новоолександрівська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради', N'Донецька область'),
dbo.get_eo_hash(N'Навчально – виховний комплекс «Новоолександрівська загальноосвітня школа І-ІІІ ступенів –дошкільний навчальний заклад» Красноармійської районної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Східненська загальноосвітня школа І-ІІІ ступенів Музиківської сільської ради Білозерського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Східненська загальноосвітня школа І-ІІІ ступенів Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №256  Оболонського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №256 загальноосвітній навчальний заклад І-ІІІ ступенів', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний навчальний заклад Ходорівської міської ради Львівської області загальноосвітня школа І-ІІІ ступенів №6 с.Дев''ятники', N'Львівська область'),
dbo.get_eo_hash(N'Дев''ятниківська загальноосвітня школа І-ІІІ ступенів Жидачівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Петровірівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Ширяївської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Жовтневий навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Ширяївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вільнотерешківська загальноосвітня школа І-ІІІ ступенів ім І.М.Волочая Новознам''янської сільської ради Кременчуцького району  Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Вільнотерешківська загальноосвітня школа І-ІІІ ступенів Кременчуцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Петрівське навчально-виховне об''єднання загальноосвітня школа І-ІІІ ступенів-гімназія Петрівської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Комунальний заклад Петрівський навчально-виховний комплекс загальноосвітня школа ІІ-ІІІ ступенів-гімназія Петрівської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вишнівська загальноосвітня школа І-ІІІ ступенів Оржицької районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Куйбишевська загальноосвітня школа І-ІІІ ступенів Оржицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Щербанська загальноосвітня школа І-ІІІ ступенів', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Щербанка Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Підгородненська  загальноосвітня школа №3 І-ІІІ ступенів Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Підгородненська середня загальноосвітня школа №3', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Костюхнівка Маневицького району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Костюхнівка Маневицького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована загальноосвітня середня школа №1 з поглибленим вивченням іноземних мов', N'Чернігівська область'),
dbo.get_eo_hash(N'Чернігівська спеціалізована загальноосвітня середня школа №1 з поглибленим вивченням іноземних мов Чернігівської міської ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально - виховний комплекс Балтська загальноосвітня школа I-III ступенів № 2 - гімназія Балтської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Навчально - виховний комплекс Балтська загальноосвітня школа I-III ступенів № 2 - гімназія Балтської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Василівська загальноосвітня школа I-III ступенів Болградської районної ради  Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Василівська загальноосвітня школа I-III ступенів Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Блиставицька загальноосвітня школа І-ІІІ ступенів', N'Київська область'),
dbo.get_eo_hash(N'Блиставицька загальноосвітня школа І-ІІІ ступенів Бородянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Потіцька загальноосвітня школа І-ІІІ ступенів Миронівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Потіцька загальноосвітня школа І-ІІІ ступенів Миронівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бережанська загальноосвітня школа І-ІІІ ступенів №2 Бережанської міської ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Бережанська загальноосвітня школа І-ІІІ ступенів №2 Бережанської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний навчальний заклад Ходорівської міської ради Львівської області загальноосвітня школа І-ІІІ ступенів №9 с.Отиневичі', N'Львівська область'),
dbo.get_eo_hash(N'Отиневицька загальноосвітня школа І-ІІІ ступенів Жидачівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Харківська загальноосвітня школа I-III ступенів № 100 ім. А.С.Макаренка Харківської міської ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Комунальний заклад Харківська загальноосвітня школа I-III ступенів № 100 ім. А.С.Макаренка Харківської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тлумацька гімназія Тлумацької міської ради об''єднаної територіальної громади Тлумацького району Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Тлумацька гімназія', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Арцизька загальноосвітня школа I-III ступенів № 5 Арцизької районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Арцизька загальноосвітня школа I-III ступенів № 5 м.Арциза Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Войнихівська загальноосвітня школа І-ІІІ ступенів Засульської сільської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Войнихівська загальноосвітня школа І-ІІІ ступенів Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Черкаська загальноосвітня школа І-ІІІ ступенів №21 ім. Ю.Г. Іллєнка Черкаської міської ради Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Черкаська загальноосвітня школа І-ІІІ ступенів №21 Черкаської міської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Глобинська гімназія №1 ім. В.Є.Курченка Глобинської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Глобинська гімназія №1 ім. В.Є.Курченка Глобинської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Олександрівська загальноосвітня школа І-ІІІ ступенів Каланчацької селищної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Олександрівська загальноосвітня школа І-ІІІ ступенів Каланчацької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Оскільський навчально-виховний комплекс Ізюмської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Червонооскільський навчально-виховний комплекс Ізюмської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Молодіжненська загальноосвітня школа I-III ступенів Долинської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Молодіжненська загальноосвітня школа I-III ступенів Долинської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Смілівський навчально-виховний комплекс Роменської районної ради Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Смілівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Шалигинської селищної ради Шалигинська загальноосвітня школа I-III ступенів', N'Сумська область'),
dbo.get_eo_hash(N'Шалигинська загальноосвітня школа I-III ступенів Глухівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступенів Берестівської сільської ради Бердянського району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступенів Бердянської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня ім. О. С. Панасюка с. Бобли Турійського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів ім. О. С. Панасюка с. Бобли Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Білгород - Дністровська загальноосвітня школа I-III ступенів № 11 Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Білгород - Дністровська середня загальноосвітня школа I-III ступенів № 11 Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Підцир''я Камінь-Каширського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Підцир''я Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Манятинський навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа І-ІІІ ступенів Берездівської сільської ради Славутського району  Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Манятинський навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа І-ІІІ ступенів Славутської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зарічненська загальноосвітня школа I-III ступенів Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Кіровська загальноосвітня школа I-III ступенів Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Банилово-Підгірнівська гімназія Банилово-Підгірнівської Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Банилово-Підгірнівська гімназія Банилово-Підгірнівської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рудківська гімназія Самбірського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Рудківська гімназія', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 14 Покровської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 14 міста Красноармійська Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Воскресенський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Воскресенської сільської ради Буринського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Воскресенський навчально-виховний комплекс: загальноосвітня школа I-III ступенів, дошкільний навчальний заклад Воскресенської сільської ради Буринського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сокальська загальноосвітня школа І-ІІІ ступенів №4 Сокальської районної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Сокальський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №4 - ліцей Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №76 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 76 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кременчуцька спеціалізована школа І-ІІІ ступенів № 7 з поглибленим вивченням фізичної культури та основ здоров''я Кременчуцької міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Кременчуцька спеціалізована школа І-ІІІ ступенів № 7 з поглибленим вивченням фізичної культури та основ здоровя Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 28 Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 28 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Салиська загальноосвітня школа І-ІІІ ступенів Таращанської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Салиська загальноосвітня школа І-ІІІ ступенів Таращанського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Лисичанська загальноосвітня школа І-ІІІ ступенів № 30 Лисичанської міської ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Лисичанська загальноосвітня школа І-ІІІ ступенів №30 Лисичанської міської ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітній навчальний заклад І ступеня- гімназія № 39  Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітній навчальний заклад І ступеня- гімназія № 39 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Донецька загальноосвітня школа I-III ступенів №2 Балаклійської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Червонодонецька загальноосвітня школа I-III ступенів №2 Балаклійської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти  Середня загальноосвітня школа №24 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти  Середня загальноосвітня школа №24 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вознесенський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Арцизької районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Вознесенський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Арцизького району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кучурганська загальноосвітня школа I-III ступенів імені П.М.Каплуна Роздільнянської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Кучурганська загальноосвітня школа I-III ступенів імені П.М.Каплуна Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Підлісненська загальноосвітня школа І-ІІІ ступенів Кіптівської сільської ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Підлісненська загальноосвітня школа І-ІІІ ступенів Козелецької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 112 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 112 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 107 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 107 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Броварська загальноосвітня школа I-ІII ступенів №6 Броварської міської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Броварська загальноосвітня школа I-ІII ступенів №6 Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дрогомишлянський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад імені Петра Василихи Яворівської районної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Дрогомишлянський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Миронівська загальноосвітня школа І-ІІІ ступенів № 1 Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Миронівська загальноосвітня школа І-ІІІ ступенів № 1 Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад  Загальноосвітня школа I-III ступенів №13 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад  Загальноосвітня школа I-III ступенів №13 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Часовоярська загальноосвітня школа I-III ступенів №15 Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Часовоярська загальноосвітня школа I-III ступенів №15 Артемівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новогродівська загальноосвітня школа I-III ступенів №10 ім.Тараса Шевченка Новогродівської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Новогродівська загальноосвітня школа I-III ступенів №10 ім.Тараса Шеченка Новогродівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №75 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №75 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Приміська загальноосвітня школа І-ІІІ ступенів Нікопольської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Менжинська загальноосвітня школа І-ІІІ ступенів Нікопольської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Фізико-математична гімназія №17 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Фізико-математична гімназія №17 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа І-ІІІ ступенів м. Устилуг Устилузької міської ради Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів м. Устилуг Володимир-Волинського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Корсунь- Шевченківський ліцей Корсунь-Шевченківської районної ради Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Ліцей Корсунь-Шевченківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ганнопільський навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів Ганнопільської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Ганнопільський навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів Славутської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Городнянська спеціалізована школа-інтернат I-III ступенів з поглибленим вивченням окремих предметів та курсів Чернігівської обласної ради', N'Чернігівська область'),
dbo.get_eo_hash(N'Городнянська загальноосвітня школа-інтернат I-III ступенів Чернігівської обласної ради', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Новоіванівська загальноосвітня школа І-ІІІ ступенів Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Новоіванівська середня загальноосвітня школа І-ІІІ ступенів Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована середня загальноосвітня школа № 141 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована середня загальноосвітня школа № 141 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Іванівська загальноосвітня школа І-ІІІ ступенів Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Красненська загальноосвітня школа І - ІІІ ступенів Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Броварська загальноосвітня школа І-ІІІ ступенів №3 Броварської міської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Броварська загальноосвітня школа І-ІІІ ступенів №3 Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Мереф''янський ліцей імені Героя Радянського Союзу В.П. Мірошниченка  Мереф''янської міської ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Мереф''янський ліцей імені Героя Радянського Союзу В.П. Мірошниченка Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чорнянська загальноосвітня школа I-III ступенів Oкнянського району', N'Одеська область'),
dbo.get_eo_hash(N'Чорнянська загальноосвітня школа I-III ступенів Красноокнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 114 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 114 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Азовська загальноосвітня школа І - ІІІ ступенів Якимівської районної ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Азовська загальноосвітня школа І - ІІІ ступенів Якимівської районної ради Запорізької оласті', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кагарлицька загальноосвітня школа I-III ступенів Біляївського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Кагарлицька загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Партизанська загальноосвітня школа І-ІІІ ступенів Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Партизанська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Грунська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу А.М.Діхтяренка Грунської сільської ради Охтирського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Грунська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу А.М.Діхтяренка Охтирської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховне об’єднання природничо-економіко-правовий ліцей - спеціалізована школа І-ІІІ ступенів № 8 - позашкільний центр Кіровоградської міської ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховне об''єднання природничо-економіко-правовий ліцей - спеціалізована школа І-ІІІ ступенів № 8 - позашкільний центр Кіровоградської міської ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сокальська  загальноосвітня школа І-ІІІ ступенів №2 Сокальської районної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Сокальський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №2 - ліцей Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс № 2 Покровської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 2 міста Красноармійська Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Підгірцівська загальноосвітня школа І - ІІІ ступенів Обухівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Підгірцівська загальноосвітня школа І - ІІІ ступенів Обухівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 37 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 37 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №70 Шевченківського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Школа №70 І-ІІІ ступенів Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мар''ївська загальноосвітня школа I-III ступенів Компаніївської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Мар''ївська загальноосвітня школа I-III ступенів Компаніївської державної районної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Семенівська загальноосвітня школа І-ІІІ ступенів Обухівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Семенівська загальноосвітня школа І-ІІІ ступенів Обухівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Малокаховський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад Каховської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Малокаховська загальноосвітня школа І-ІІІ ступенів Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 138 загальноосвітній навчальний заклад І ступеня - гімназія Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 138 загальноосвітній навчальний заклад І ступеня- гімназія Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лисівська загальноосвітня школа І-ІІІ ступенів Корнинської селищної ради', N'Житомирська область'),
dbo.get_eo_hash(N'Лисівська загальноосвітня школа І-ІІІ ступенів Попільнянської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Буринська спеціалізована школа I-III ступенів № 2 ім. Ю.М.Лавошника Буринської міської ради Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Буринська спеціалізована школа I-III ступенів № 2 імені Ю.М.Лавошника Буринської міської ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Піївська загальноосвітня школа І-ІІІ ступенів Миронівської  районної  ради', N'Київська область'),
dbo.get_eo_hash(N'Піївська загальноосвітня школа І-ІІІ ступенів Миронівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Вечірня (змінна) школа ІІ-ІІІ ступенів №18 Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Вечірня (змінна) школа ІІІ ступеня №18 Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Овідіопольська загальноосвітня школа I-III ступенів № 2 Овідіопольського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Овідіопольска загальноосвітня школа I-III ступенів № 2 Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дмитрівська загальноосвітня школа I-III ступенів Кілійської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Дмитрівська загальноосвітня школа I-III ступенів Кілійського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів № 1 Горішньоплавнівської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів № 1 Комсомольської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Оксамитненська загальноосвітня школа I-III ступенів імені І.І.Булгарова Болградської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Оксамитненська загальноосвітня школа I-III ступенів імені І.І.Булгарова Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Раденська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Раденська загальноосвітня школа І-ІІІ ступенів Цюрупинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Плющівська загальноосвітня школа I-III ступенів Баштанської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Плющівська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Пришибський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Шишацької селищної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Пришибська загальноосвітня школа І-ІІІ ступенів Шишацької селищної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс № 183 Фортуна з поглибленим вивченням іноземних мов (спеціалізована школа І ступеня - гімназія) м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'НВК № 183 Фортуна з поглибленим вивченням іноземних мов (спеціалізована школа І ступеня - гімназія)', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Іршанський навчально-виховний комплекс Гімназія-дошкільний навчальний заклад Хорошівського району Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Іршанський навчально-виховний комплекс Гімназія-дошкільний навчальний заклад Володарськ-Волинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 4 Мирноградської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №4 Димитровської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Мирівська загальноосвітня школа І-ІІІ ступенів Кагарлицького району Київської області', N'Київська область'),
dbo.get_eo_hash(N'Мирівська загальноосвітня школа І-ІІІ ступенів Кагарлицького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Коробочкинський навчально-виховний комплекс Чкаловської селищної ради Чугуївського району Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Коробочкинський навчально-виховний комплекс Чугуївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Острівська загальноосвітня школа І-ІІІ ступенів Рокитнянської районної державної адміністрації Київської області', N'Київська область'),
dbo.get_eo_hash(N'Острівська загальноосвітня школа І-ІІІ ступенів Рокитнянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Спеціалізована школа І-ІІІ ступенів № 247 з поглибленим вивченням іноземних мов Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 247 з поглибленим вивченням російської мови Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс №209 Сузір''я (початкова спеціалізована школа-колегіум) м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Навчально-виховний комплекс №209 Сузір''я (спеціалізована початкова школа-колегіум) м. Києва', N'м.Київ'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'Костянтинівська спеціалізована різнопрофільна школа I-III ступенів ПРОМЕТЕЙ з поглибеним вивченням предметів, Мелітопольської районної ради Запорізької області', N'Запорізька область'),
--dbo.get_eo_hash(N'Костянтинівська спеціалізована різнопрофільна школа I-III ступенів Прометей з поглибеним вивченням предметів, Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс: загальноосвітня школа I-III ступенів - гімназія №6 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Навчально-виховний комплекс: загальноосвітня школа I-III ступенів - гімназія №6 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Українківська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Українківська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Овідіопольський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-гімназія ім.Т.Шевченка Овідіопольського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Овідіопольський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-гімназія Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Новозаліська загальноосвітня школа І-ІІІ ступенів Бородянської районної державної адміністрації Київської області', N'Київська область'),
dbo.get_eo_hash(N'Новозаліська загальноосвітня школа І-ІІІ ступенів Бородянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гаврилівська загальноосвітня школа І-ІІІ ступенів Каланчацької селищної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Гаврилівська загальноосвітня школа І-ІІІ ступенів Каланчацької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лиманська загальноосвітня школа I-III ступенів № 4 Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Краснолиманська загальноосвітня школа I-III ступенів № 4 Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Маловодянська загальноосвітня школа I-III ступенів Долинської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Маловодянська загальноосвітня школа I-III ступенів Долинської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Боярський навчально-виховний комплекс Колегіум - загальноосвітня школа І-ІІІ ступенів №3 Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'),
dbo.get_eo_hash(N'Боярська загальноосвітня школа І-ІІІ ступенів №3 Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 121 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 121 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Поберезький навчально-виховний комплекс  Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Поберезький навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад) Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І -ІІІ ступенів № 292 імені гетьмана України Івана Мазепи Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Школа І -ІІІ ступенів № 292 імені гетьмана України Івана Мазепи Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Соледарська загальноосвітня школа I-III ступенів №13 з поглибленим вивченням англійської мови Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Соледарська загальноосвітня школа I-III ступенів №13 Артемівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа І-ІІІ ступенів № 3 імені В.О.Нижниченка з поглибленим вивченням предметів суспільно-гуманітарного циклу Горішньоплавнівської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Спеціальзована загальноосвітня школа І-ІІІ ступенів № 3 імені В.О.Нижниченка з поглибленим вивченням предметів суспільно-гуманітарного циклу Комсомольської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новонекрасівська загальноосвітня школа I-III ступенів Ізмаїльської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Новонекрасівська загальноосвітня школа I-III ступенів Ізмаїльської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 74 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 74 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Стовбинодолинський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Новосанжарської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Стовбинодолинський навчально-виховний комплекс Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Любимівська  загальноосвітня школа', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Любимівська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Очаківська загальноосвітня санаторна школа - інтернат І-ІІІ ступенів Миколаїївської обласної ради', N'Миколаївська область'),
dbo.get_eo_hash(N'Очаківська загальнооосвітня санаторна школа-інтернат I-III ступенів Миколаївської обласної ради', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Марганецька гуманітарна гімназія ім. Т. Шевченка Марганецької міської ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Марганецька загальноосвітня школа І-ІІІ ступенів № 1 ім. Т. Шевченка Марганецької міської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний навчальний заклад Лихівська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Лихівська загальоосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Юріївський навчально-виховний комплекс Загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад Снігурівської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Юріївська загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Філія НВК Голованівська загальноосвітня школа І -ІІІ ступенів ім.Т.Г.Шевченка-гімназія Троянська загальноосвітня школаТроянської сільської ради Голованівського району', N'Кіровоградська область'),
dbo.get_eo_hash(N'Троянська загальноосвітня школа І-ІІІ ступенів Троянської сільської ради Голованівського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Подорожненський навчально - виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Світловодської районної державної адміністрації Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Подорожненська загальноосвітня школа І-ІІІ ступенів Світловодської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Олешанська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Олешанська загальноосвітня школа 1-3 ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Староскалатська загальноосвітня школа І-ІІІ ступенів Скалатської міської ради Підволочиського району Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Староскалатська загальноосвітня школа І-ІІІ ступенів Підволочиської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опришківська загальноосвітня школа І-ІІІ ступенів Глобинської міської  ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Опришківська загальноосвітня школа І-ІІІ ступенів Глобинської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новобросковецька загальноосвітня школа І-ІІІ ступенів Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Новобросковецька загальноосвітня школа І-ІІІ ступенів Новобросковецької сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 8 Оболонського району м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №8 загальноосвітній навчальний заклад І-ІІІ ступенів', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Абрикосівська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N',Абрикосівська загальноосвітня школа І-ІІІ ступенів Цюрупинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ряснопільський НВК Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Березівської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Ряснопільський НВК Загальноосвітня школа I-III ступенів - ДНЗ Березівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Олександрівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти навчально-виховний комплекс Олександрівська середня загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Скадовська загальноосвітня школа I-III ступенів Чаплинської селищноїї ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Скадовська загальноосвітня школа I-III ступенів Чаплинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Демидівська загальноосвітня  школа І-ІІІ ступенів Вишгородського районної ради  Київської області', N'Київська область'),
dbo.get_eo_hash(N'Демидівська спеціалізована школа Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний навчальний заклад Ходорівської міської ради Львівської області загальноосвітня школа І-ІІІ ступенів №8 с.Вибранівка', N'Львівська область'),
dbo.get_eo_hash(N'Вибранівська середня загальноосвітня школа І-ІІІ ступенів Жидачівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Долинська загальноосвітня школа I-III ступенів №2 імені А.С.Макаренка Долинської районної  ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів №2 імені А.С.Макаренка Долинської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Маріупольський навчально-виховний комплекс Ліцей-школа №48 Маріупольської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа I-III ступенів №48 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Райгородська загальноосвітня школа I-III ступенів Новоайдарської районної ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Райгородська загальноосвітня школа I-III ступенів', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Мізяківсько-Хутірський нвачально-виховний комплекс: загальноосвітня школа I-III ступенів-дошкільний навчальний заклад', N'Вінницька область'),
dbo.get_eo_hash(N'Мізяківсько-Хутірська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Підгородненська загальноосвітня школа №4 І-ІІІ ступенів Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Підгородненська середня загальноосвітня школа №4', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дібрівська загальноосвітня школа І-ІІІ ступенів Диканської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Чапаєвська загальноосвітня школа І-ІІІ ступенів Диканської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступенів №43 імені К.Ф. Ольшанського  Миколаївської міської ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступенів №43 Миколаївської міської ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Брониця Камінь-Каширського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Брониця Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чернігівська загальноосвітня школа I-III ступенів № 14', N'Чернігівська область'),
dbo.get_eo_hash(N'Чернігівська загальноосвітня школа I-III ступенів № 14 Чернігівської міської ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІ ступенів-академічний ліцей № 15 Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІ ст.-академічний ліцей № 15 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сквирська загальноосвітня школа І-ІІІ ступенів №3 імені Петра Тисьменецького Сквирської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Сквирська загальноосвітня школа І-ІІІ ступенів №3 Сквирської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Пульмо Шацького району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Пульмо Шацького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Полігонівська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Полігонівська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Оріхівська загальноосвітня школа I-III ступенів Болградської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Оріхівська загальноосвітня школа I-III ступенів Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Татарбунарська загальноосвітня школа I-III ступенів №1 ім. В.З.Тура Татарбунарського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Татарбунарська загальноосвітня школа I-III ступенів №1  Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новоселівська загальноосвітня школа I-III ступенів Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Новоселівська загальноосвітня школа I-III ступенів Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 19 Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 19 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тур''я-Реметівська загальноосвітня школа І-ІІІ ступенів Перечинського району Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Тур''я-Ремета Перечинського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 100 загальноосвітній навчальний заклад І-ІІ ступенів - ліцей Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 100 загальноосвітній навчальний заклад І-ІІ ступенів - ліцей Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новопетрівська загальноосвітня школа І-ІІІ ступенів Осипенківської сільскої ради Бердянського району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Новопетрівська загальноосвітня школа І-ІІІ ступенів Бердянської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Настасівська загальноосвітня школа І-ІІІ ступенів Мирівської сільско ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Настасівська загальноосвітня школа І-ІІІ ступенів Томаківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зеленогайська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Зеленогайська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Одеська спеціалізована школа №86 I-III ступенів з поглибленим вивченням англійської мови Одеської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Одеська спеціалізована школа №86 I-III ступенів з поглибленим вивченням англійської мови', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 57 загальноосвітній навчальний заклад І ступеня - гімназія Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 57 загальноосвітній навчальний заклад І ступеня - гімназія Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Близнюківська загальноосвітня школа І-ІІІ ступенів Близнюківської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Близнюківський ліцей Близнюківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа №187 з поглибленим вивченням української та англійської мов м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №187 з поглибленим вивченням української та англійської мов Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ольшаницька загальноосвітня школа І-ІІІ ступенів Рокитнянської районної державної адміністрації Київської області', N'Київська область'),
dbo.get_eo_hash(N'Ольшаницька загальноосвітня школа І-ІІІ ступенів Рокитнянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Путивльське навчально-виховне об''єднання: спеціалізована загальноосвітня школа І ступеня - гімназія - дошкільний навчальний заклад (центр розвитку дитини) Путивльської районної ради Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Путивльське навчально-виховне об єднання: спеціалізована загальноосвітня школа І ступеня - гімназія - дошкільний навчальний заклад (центр розвитку дитини) Путивльської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс: загальноосвітня школа I-III ступенів - гімназія №2 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Навчально-виховний комплекс: загальноосвітня школа I-III ступенів - гімназія №2 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Петрівсько-Роменська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу М.Є. Пігіди Гадяцької районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Петрівсько-Роменська загальноосвітня школа І-ІІІ ступенів ім. Героя Радянського Союзу М.Є. Пігіди Гадяцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний навчальний заклад Прибірське навчально-виховне об’єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок', N'Київська область'),
dbo.get_eo_hash(N'Прибірське НВО Загальноосвітня школа І-ІІІ ступенів - дитячий садок Іванківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Данковецький навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів- дошкільний навчальний заклад Хотинського району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Данковецький навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступеня- дошкільний навчальний заклад Данковецької сільскої ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гуровецька філія Непедівського загальноосвітнього навчально-виховного комплексу І-ІІІ ступенів Школа-дитячий садок', N'Вінницька область'),
dbo.get_eo_hash(N'Гуровецька середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Грабівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Кодимської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Грабівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Кодимської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа І-ІІІ ступенів с. Стенжаричі Устилузької міської ради Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Стенжаричі Володимир-Волинського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новомиколаївська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Новомиколаївська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний заклад навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - гімназія смт Турійськ Турійського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - гімназія смт Турійськ Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Збаразька загальноосвітня школа І-ІІІ ступенів №3 імені Михальського Тараса Романовича Збаразької міської ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Збаразька загальноосвітня школа І-ІІІ ступенів №3 Збаразької міської ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гречишкінська загальноосвітня школа І-ІІІ ступенів Новоайдарської районної ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Гречишкінська загальноосвітня школа I-III ступенів', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Подо-Калинівська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Подо-Калинівська загальноосвітня школа І-ІІІ ступенів Цюрупинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новоборівська гімназія Хорошівського району Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Новоборівська гімназія Володарськ-Волинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Мереф''янська загальноосвітня школа I-III ступенів № 4 Мереф''янської міської ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Мереф''янська загальноосвітня школа I-III ступенів № 4 Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Грушківська загальноосвітня школа I-III ступенів Хорошівського району Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Грушківська загальноосвітня школа I-III ступенів Володарськ-Волинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ройлянська загальноосвітня школа I-III ступенів Саратської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Ройлянська загальноосвітня школа I-III ступенів Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Прутівська загальноосвітня школа І-ІІІ ступенів імені Володимира  Самійленка  Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Прутівська загальноосвітня школа І-ІІІ ступенів Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Філія навчально-виховного комплексу Голованівська загальноосвітня школа І-ІІІ ступенів ім.Т.Г.Шевченка - гімназія Межирічківська загальноосвітня школа', N'Кіровоградська область'),
dbo.get_eo_hash(N'Межирічківська загальноосвітня школа І-ІІІ ступенів Межирічківської сільської ради Голованівського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Саївська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Саївська загальоосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітній навчальний заклад І-ІІІ ступенів Гімназія №34 Либідь ім. Віктора Максименка  Подільського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Загальноосвітній навчальний заклад І-ІІІ ступенів Гімназія №34 Либідь Подільського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс №2 (середня школа І-ІІІ ступенів - дошкільний навчальний заклад) м.Покров Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа №2 м.Орджонікідзе Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Прилуцьке Ківерцівської районної  ради  Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Прилуцьке Ківерцівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Середня загальноосвітня школа №206 імені Леся Курбаса Святошинського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №206 Святошинського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новоселицький навчально-виховний комплекс загальноосвітній навчальний заклад-дошкільний навчальний заклад Кельменецького району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Новоселицький навчально-виховний комплекс дошкільний навчальний заклад-загальноосвітній навчальний заклад Кельменецького району Чернівецької області', N'Чернівецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'Комунальний заклад Новостепанівський навчально - виховний комплекс Школа - дошкільний заклад Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'),
--dbo.get_eo_hash(N'Комунальний заклад Новостепанівський навчально - виховний комплекс школа - дошкільний заклад Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ювілейнівська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Ювілейнівська загальноосвітня школа І-ІІІ ступенів Цюрупинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'НВКСтарогутянська загальноосвітня школа I-III ступенів-ДНЗ Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Старогутянська загальноосвітня школа I-III ступенів Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Фонтанський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-гімназія Лиманської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Фонтанський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-гімназія Комінтернівської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Білоцерківське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів № 15 - дитячо-юнацький спортивно-оздоровчий клуб Білоцерківської міської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Білоцерківська загальноосвітня школа І-ІІІ ступенів № 15 Білоцерківської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Броварська загальноосвітня школа І-ІІІ ступенів №9 Броварської міської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Броварська загальноосвітня школа І-ІІІ ступенів №9 Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ліщанська загальноосвітня школа I-III ступенів Ізяславської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Ліщанська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мукачівська спеціалізована школа І-ІІІ ступенів № 3 ім. Ф.Ракоці ІІз поглибленим вивченням окремих предметів та курсів Мукачівської міської ради Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Мукачівська загальноосвітня школа І-ІІІ ступенів № 3 ім. Ф.Ракоці ІІ Мукачівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вузлівський опорний навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-ліцей  Радехівського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Природничо-економічний ліцей с. Вузлове Радехівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Летичівський НВК №1 Загальноосвітня школа I-III ступенів - ліцей  Летичівської селищної ради', N'Хмельницька область'),
dbo.get_eo_hash(N'Летичівський НВК №1 Загальноосвітня школа I-III ступенів - ліцей  Летичівської районної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'КОМУНАЛЬНИЙ НАВЧАЛЬНИЙ ЗАКЛАД ХІМІКО-ЕКОЛОГІЧНИЙ ЛІЦЕЙ ДНІПРОВСЬКОЇ МІСЬКОЇ РАДИ', N'Дніпропетровська область'),
dbo.get_eo_hash(N'КОМУНАЛЬНИЙ НАВЧАЛЬНИЙ ЗАКЛАД ХІМІКО-ЕКОЛОГІЧНИЙ ЛІЦЕЙ ДНІПРОПЕТРОВСЬКОЇ МІСЬКОЇ РАДИ', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти «Навчально-виховний комплекс № 144 «спеціалізована школа з поглибленим вивченням  івриту, історії єврейського народу, єврейських традицій – дошкільний навчальний заклад (дитячий садок)» Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Дніпропетровська міська спеціалізована школа №144 з поглибленим вивченням івриту, історії єврейського народу, єврейських традицій Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Удачненська загальноосвітня школа І-ІІІ ступенів Покровської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Удачненська загальноосвітня школа І-ІІІ ступенів Красноармійської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №118 з поглибленим вивченням англійської та німецької мов і предметів природничо-математичного напрямку Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №118 з поглибленим вивченням англійської та німецької мов і предметів природничо-математичного напрямку Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Заводська загальноосвітня школа І-ІІІ ступенів №2 Лохвицької районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Червонозаводська загальноосвітня школа І-ІІІ ступенів №2 Лохвицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Попівський навчально-виховний комплекс №1 загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Карлівської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Попівська загальноосвітня школа І-ІІІ ступенів №1 Карлівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'КЗ Веселівська районна різнопрофільна гімназія Веселівської селищної ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Веселівська районна різнопрофільна гімназія Веселівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 31 з класами вечірньої форми навчання  Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 31 з класами вечірньої форми навчання м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вознесенська загальноосвітня школа I-III ступеня №5 Вознесенської міської ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Вознесенська загальноосвітня школа I-III ступенів №5 Вознесенської міської ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Політехнічний ліцей Національного технічного університету України Київський політехнічний інститут м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Політехнічний ліцей Національного технічного університету України Київський політехнічний інститут Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Олександрівська  загальноосвітня  школа І-ІІІ  ступенів  Дніпровської  районної  ради  Дніпропетровської  області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Олександрівська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Петрівська загальноосвітня школа I-III ступенів Чутівської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Чапаєвська загальноосвітня школа I-III ступенів Чутівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Троїцький навчально-виховний комплекс  загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Первомайської районної державної адміністрації Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Більшовицький навчально-виховний комплекс  Первомайської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №123 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №123 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Благовіщенська загальноосвітня школа I-III ступенів Комиш-Зорянської селищної ради Більмацького району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Благовіщенська загальноосвітня школа I-III ступенів Куйбишевської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад  Загальноосвітня школа I-III ступенів №15 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад  Загальноосвітня школа I-III ступенів №15 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня середня школа І-ІІІ ступенів імені О. Михайла Вербицького с. Стрілки Старосамбірського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Загальноосвітня середня школа І-ІІІ ступенів с. Стрілки Старосамбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Швайківська  загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'),
dbo.get_eo_hash(N'Швайківська середня загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа І-ІІІ ступенів №3 м. Хмільника Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №3 м.Хмільника', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І-ІІІ ступенів № 26, м. Суми, Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І-ІІІ ступенів № 26 м. Суми, Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Єрківська загальноосвітня школа І-ІІІ ступенів імені Героя України В.М.Чорновола Єрківської селищної ради Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Єрківська загальноосвітня школа І-ІІІ ступенів Катеринопільської районної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №11 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №11 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Магдалинівська загальноосвітня школа I-III ступенів Чаплинської селищноїї ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Магдалинівська загальноосвітня школа I-III ступенів Чаплинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вищебулатецька загальноосвітня школа І-ІІІ ступенів Засульської сільської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Вищебулатецька загальноосвітня школа І-ІІІ ступенів Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Новокраснівська загальноосвітня школа I-III ступенів Нікольської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Новокраснівка Володарського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Харківський навчально-виховний комплекс гімназія - школа І ступеня № 24 Харківської міської ради Харківської області імнені І.Н.Питікова', N'Харківська область'),
dbo.get_eo_hash(N'Комунальний заклад Харківський навчально-виховний комплекс гімназія - школа І ступені № 24 Харківської міської ради Харківської області імнені І.Н.Питікова', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кучаківська загальноосвітня школа І-ІІІ ступенів імені гетьмана Івана Сулими Бориспільської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Кіровська загальноосвітня школа І-ІІІ ступенів Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Успенівська загальноосвітня школа I-III ступенів Саратської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Успенівська загальноосвітня школа I-III ступенів Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Погребняківська загальноосвітня школа І-ІІІ ступенів Семенівської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Погребняківська середня загальноосвітня школа І-ІІІ ступенів Семенівської районної державної адміністрації Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ніжинський навчально-виховний комплекс № 16 Престиж (гімназія-загальноосвітня школа І ступеня-дошкільний навчальний заклад) Ніжинської міської ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Ніжинська гімназія № 16 Ніжинської міської ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 5 Мирноградської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №5 Димитровської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ярошівська загальноосвітня школа І-ІІІ ступенів Мокрокалигірської сільської ради Катеринопільського району Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Ярошівська загальноосвітня школа І-ІІІ ступенів Катеринопільської районної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Луганська загальноосвітня школа I-III ступенів Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Луганська загальноосвітня школа I-III ступенів Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Благодатненська загальноосвітня школа I-III ступенів', N'Херсонська область'),
dbo.get_eo_hash(N'Благодатненська загальноосвітня школа I-III ступенів Іванівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Оріховецька загальноосвітня школа І-ІІІ ступенів Підволочиської селищної ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Оріховецька загальноосвітня школа І-ІІІ ступенів Підволочиської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великоключівська загальноосвітня школа І-ІІІ ступенів Нижньовербізької сільської об''єднаної територіальної громади', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Великоключівська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Івашковецька середня загальноосвітня школа I-III ступенів, Шаргородського району, Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Івашковецька середня загальноосвітня школа I-III ступені, Шаргородського району, Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа І-ІІІ ступенів №5 Бобринецької міської ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Бобринецька загальноосвітня школа І-ІІІ ступенів №5 ім. П.П. Шумилова Бобринецької районної ради', N'Кіровоградська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'Кустинський навчально-виховний комплекс загальноосвітній навчальний  заклад І-ІІІ ступенів-дошкільний навчальний заклад Рівненської районної ради  Рівненської області', N'Рівненська область'),
--dbo.get_eo_hash(N'Кустинський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Художньо-естетична гімназія - загальноосвітня школа І ступеня Торецької міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Художньо-естетична гімназія - загальноосвітня школа І ступеня Дзержинської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Богданівська загальноосвітня школа І-ІІІ ступенів Семенівської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Богданівська середня загальноосвітня школа І-ІІІ ступенів Семенівської районної державної адміністрації Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Жовківська загальноосвітня школа І-ІІІ ступенів №1 Жовківської районної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Жовківська загальноосвітня школа І-ІІІ ступенів №1 Жовківської районної ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ВОЛОДАРСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ №2 ІМЕНІ В.П.МЕЛЬНИКА ВОЛОДАРСЬКОЇ РАЙОННОЇ РАДИ  КИЇВСЬКОЇ ОБЛАСТІ', N'Київська область'),
dbo.get_eo_hash(N'Володарська загальноосвітня школа І-ІІІ ступенів №2 ім.В.П.Мельника Володарського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу О.М.Соценка  Олешківської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу О.М.Соценка Цюрупинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Спеціалізована школа - загальноосвітній навчальний заклад № 1 І-ІІІ ступенів м.Приморська з поглибленим вивченням окремих предметів та курсів Приморської міської ради Приморського району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Комунальний заклад Спеціалізована школа - загальноосвітній навчальний заклад № 1 І-ІІІ ступенів м.Приморська з поглибленим вивченням окремих предметів та курсів Приморської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Побузька загальноосвітня школа І-ІІІ ступенів Голованівської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Побузька загальноосвітня школа І-ІІІ стенів Побузької селищної ради Голованівського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Біляївська загальноосвітня школа I-III ступенів №2 Біляївської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Біляївська загальноосвітня школа №2 I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Природничо-науковий ліцей №145 Печерського району м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Природничо-науковий ліцей №145', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Оборотнівська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Сватівської районної ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Оборотнівська загальноосвітня школа I-III ступенів Сватівської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №7 м.Славути Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №7 м.Славута Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рудницький навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дитячий садок Баришівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Рудницький навчально-виховний комплекс  Загальноосвітня школа І-ІІІ ступенів - дитячий садок Баришівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс: загальноосвітня школа I-III ступенів - гуманітарно-естетичний колегіум №29 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Навчально-виховний комплекс: загальноосвітня школа I-III ступенів - гуманітарно-естетичний колегіум №29 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сукачівське навчально-виховне об’єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок', N'Київська область'),
dbo.get_eo_hash(N'Сукачівське НВО Загальноосвітня школа І-ІІІ ступенів - дитячий садок Іванківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад  Львівської обласної ради Підбузька спеціалізована школа-інтернат Мала академія мистецтв ім.Е.Миська', N'Львівська область'),
dbo.get_eo_hash(N'Підбузька спеціалізована школа-інтернат Мала академія мистецтв', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Солотвинська загальноосвітня школа І-ІІІ ступенів №3 імені Яноша Бойоі Солотвинської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Солотвинська загальноовітня школа І-ІІІ ступенів №3 імені Яноша Бойоі Солотвинської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Банилівська загальноосвітня школа І-ІІІ ступенів імені Івана Діяконюка  Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Банилівська загальноосвітня школа І-ІІІ ступенів Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Димківський навчально-виховний комплекс Глибоцької районної ради Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Димківський навчально-виховний комплекс Димківської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тернопільська загальноосвітня школа І-ІІІ ступенів № 13 імені Андрія Юркевича Тернопільської міської ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Тернопільська загальноосвітня школа І-ІІІ ступенів № 13 Тернопільської міської ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Стебницька загальноосвітня школа І-ІІІ ступенів №11 імені Тараса Зозулі  Дрогобицької міської ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Стебницька загальноосвітня школа І-ІІІ ступенів №11 Дрогобицької міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Губівська загальноосвітня школа І-ІІІ ступенів ім. Д. Бєдного Компаніївської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Губівська загальноосвітня школа І-ІІІ ступенів ім. Д. Бєдного Компаніївської державної районної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Юльївський навчально-виховний комплекс загальнооcвітній навчальний заклад - дошкільний навчальний заклад Запорізького району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Юльївський навчально-виховний комплекс загальноовітній навчальний заклад - дошкільний навчальний заклад Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад «Навчально - виховний комплекс «Спеціалізована школа І ступеня – гімназія» №143 Оболонського району м.Києва»', N'м.Київ'),
dbo.get_eo_hash(N'Гімназія №143 Оболонського району загальноосвітній навчальний заклад І-ІІІ ступенів', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Верхняцька загальноосвітня школа І-ІІІ ступенів №2 Христинівської районної ради Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Верхняцька загальноосвітня школа І-Ш ступенів №2 Христинівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Більмацька загальноосвітня школа I-III ступенів Більмацької районної ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Куйбишевська загальноосвітня школа I-III ступенів Куйбишевської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Долинський природничо-математичний ліцей Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Долинський природничо-математичний ліцей', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тальнівська загальноосвітня школа І-ІІІ ступенів №2 Тальнівської міської ради Тальнівського району Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Тальнівська загальноосвітня школа І-ІІІ ступенів №2 Тальнівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Середня загальноосвітня школа №54 м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №54 Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Данилівський НВК ЗНЗ І-ІІІ ступенів -ДНЗ  Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Данилівська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Іллінецький навчально-виховний комплекс Загальноосвітня школа I-III ступенів - гімназія №2 Іллінецької міської ради Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Іллінецький навчально-виховний комплекс ЗОШ I-III ступенів - гімназія №2 Іллінецької районної ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Долинська загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Долинська загальноосвітня школа І-ІІІ ступенів, Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Клинівська загальноосвітня школа I-III ступенів Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Клинівська загальноосвітня школа I-III ступенів Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Красносільське навчально-виховне обєднання Олександрівської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Красносільська загальноосвітня школа І-ІІІ ступенів Олександрівської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Христівська загальноосвітня школа I-III ступенів Ізяславської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Христівська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Надлацьке навчально - виховне об''єднання Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Надлацька загальноосвітня школа І-ІІІ ступенів Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дівичківське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - Дошкільний навчальний заклад  Переяслав-Хмельницького району Київської області', N'Київська область'),
dbo.get_eo_hash(N'Дівичківська загальноосвітня школа І-III ступенів Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'ЗНЗ Школа екстернів', N'м.Київ'),
dbo.get_eo_hash(N'Школа екстернів', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Куяльницька загальноосвітня школа І-ІІІ ступенів Подільського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Куяльницька загальноосвітня школа І-ІІІ ступенів Котовського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кропивнянська загальноосвітня школа I-III ступенів Хорошівського району Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Кропивнянська загальноосвітня школа I-III ступенів Володарськ-Волинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мигівський навчально - виховний комплекс-опорний заклад Вижницької районної ради Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Мигівський навчально - виховний комплекс Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Катюжанська загальноосвітня школа 1-3 ступенів Вишгородської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Катюжанська спеціалізована школа Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальна установа Сумський навчально-виховний комплекс № 16 імені Олексія Братушки Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Сумської міської ради', N'Сумська область'),
dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І-ІІІ ступенів № 11 імені Олексія Братушки Сумської міської ради', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гольмянська загальноосвітня школа I-III ступенів Балтської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Гольмянська загальноосвітня школа I-III ступенів Балтської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №35 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №35 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №28 з поглибленим вивченням англійської мови Шевченківського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №28 І-ІІІ ступенів з поглибленим вивченням англійської мови Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великобузівський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Шишацької селищної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Великобузівська загальноосвітня школа І-ІІІ ступенів Шишацької селищної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 25 Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 25 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дачненська загальноосвітня школа №1 І-ІІІ ступенів Біляївського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Дачненська загальноосвітня школа №1 І-ІІІ ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Баштанівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Татарбунарської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Баштанівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дитячий садок Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Фастівська загальноосвітня школа І-ІІІ ступенів № 5 Фастівської міської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Фастівська загальноосвітня школа І-ІІІ ступенів № 5 Фастівської міської ради Київської обл.', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 250 з поглибленим вивченням математики Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 250 з поглибленим вивченням математики Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чорноморська загальноосвітня школа I-III ступенів №2 Чорноморської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Іллічівська загальноосвітня школа I-III ступенів №2 Іллічівської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 26 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 26 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний навчальний заклад Ходорівської міської ради Львівської області загальноосвітня школа І-ІІІ ступенів №2 м.Ходорів', N'Львівська область'),
dbo.get_eo_hash(N'Ходорівська загальноосвітня школа І-ІІІ ступенів №2 Жидачівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №168 Оболонського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №168 загальноосвітній навчальний заклад І-ІІІ ступенів м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Черкащанський навчально-виховний комплекс Миргородської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Черкащанський навчально-виховний комплекс ступенів Миргородської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальньоосвітня школа I-III ступенів с. Барабой Овідіопольського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Барабойська загальноосвітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вапнярська загальноосвітня школа I-III ступенів №1 ім. І. Д. Черняховського Вапнярської селищної ради об''єднаної територіальної громади Томашпільського району Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Вапнярська загальноосвітня школа I-III ступенів №1 ім. І. Д. Черняховського', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Школа І ступеня - гімназія Потенціал Оболонського району м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Гімназія Потенціал - загальноосвітній навчальний заклад ІІ-ІІІ ступенів м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Марківська загальноосвітня школа I-III ступенів Миколаївської селищної ради Білопільського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Марківська загальноосвітня школа I-III ступенів Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Асканія-Нова Загальноосвітня школа І-ІІІ ступенів - позашкільний навчальний заклад - гімназія Асканія-Нова селищної радиі', N'Херсонська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - позашкільний навчальний заклад - гімназія Чаплинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Долинська спеціалізована школа-інтернат І-ІІІ ступенів Долинської районної ради  Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Долинська спеціалізована школа-інтернат', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 132 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 132 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 40 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 40 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рівненська загальноосвітня школа І-ІІІ ступенів №5 імені О.О. Борисенка Рівненської міської ради', N'Рівненська область'),
dbo.get_eo_hash(N'Рівненська загальноосвітня школа І-ІІІ ступенів №5 Рівненської міської ради', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мирутинський навчально-виховний комплексдошкільний навчальний заклад-школа I-III ступенів Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Мирутинський навчально-виховний комплексдошкільний навчальний заклад-школа I-IIIступенів Славутської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Харківська гімназія № 169 Харківської міської ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Харківська гімназія № 169 Харківської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Краснослобідська загальноосвітня школа І-ІІІ ступенів Обухівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Краснослобідська загальноосвітня школа І-ІІІ ступенів Обухівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Веприцька загальноосвітня школа І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Веприцька загальноосвітня школа І-ІІІ ступенів Фастівської райдержадміністрації', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Окнянський навчально - виховний комплекс (гімназія - загальноосвітня школа ) Окнянського району', N'Одеська область'),
dbo.get_eo_hash(N'Красноокнянський навчально - виховний комплекс (гімназія - загальноосвітня школа І-ІІІ ступенів) Красноокнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Вечірня (змінна) середня загальноосвітня школа №38 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Вечірня (змінна) середня загальноосвітня школа №38 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сербківська загальноосвітня школа I-III ступенів Лиманської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Сербківська загальноосвітня школа I-III ступенів Комінтернівської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зміївський ліцей №1 імені двічі Героя Радянського Союзу З.К.Слюсаренка Зміївської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Зміївський ліцей №1 Зміївської районної ради Харківської області імені двічі Героя Радянського Союзу З.К.Слюсаренка', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Гребеники Великомихайлівського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Гребеники Великомихайлівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Сурсько-Литовська  загальноосвітня школа І-ІІІ ступенів Дніпровського району Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Сурсько-Литовська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рижанська гімназія Хорошівського району Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Рижанська гімназія Володарськ-Волинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 2 Торецької міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 2 Дзержинської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Божедарівська середня загальноосвітня школа І-ІІІ ступенів Криничанського району Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Щорська середня загальноосвітня школа Криничанського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа №64 м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №64 Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гає-Розтоцький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Зборівського району Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Гає-Розтоцький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Томашівська загальноосвітня школа I-III ступенів Дунаєвецької селищної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Томашівська загальноосвітня школа I-III ступенів Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа №149 м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №149 Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лиманська загальноосвітня школа I-III ступенів № 2 Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Краснолиманська загальноосвітня школа I-III ступенів № 2 Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Стільський навчально-виховний комплекс (загальноосвітній навчальний заклад-дошкільний навчальний заклад) Миколаївського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Стільський навчально-виховний комплекс (загальноосвітній навчальний заклад-дошкільний навчальний заклад) Миколаївської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Одрадівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Первомайської районної державної адміністрації Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Одрадівський навчально-виховний комплекс Первомайської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №21 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №21 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великоглібовицька загальноосвітня школа І-ІІІ ступенів імені Юліана Головінського Перемишлянської районної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Великоглібовицька загальноосвітня школа І-ІІІ ступенів Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чуднівська гімназія Чуднівської районної ради Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Чуднівська гімназія', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №51 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс №51 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кирилівська загальноосвітня школа I-III ступенів  Старосалтівської селищної ради Вовчанського району Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'ІІ-Червоноармійська загальноосвітня школа I-III ступенів Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Очеретинська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Очеретинська загальноосвітня школа I-III ступенів Олександрівської районної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мукачівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І ступеня - гімназія Мукачівської міської ради Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Мукачівський навчально-виховний комплекс Загальноосвітня школа І ступеня - гімназія Мукачівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Коростишівська загальноосвітня школа I-III ступенів №1 імені Г.І.Шелушкова Коростишівського району Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Коростишівська загальноосвітня школа I-III ступенів №1 ім.Г.І.Шелушкова Коростишівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована середня загальноосвітня школа №22 з поглибленим вивченням іноземної мови Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована середня загальноосвітня школа №22 з поглибленим вивченням іноземної мови Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорна школа комунальний заклад освіти Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №1 - Покровський ліцей Покровської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №1 - Покровський ліцей Покровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Голубівський навчально-виховний комплекс  загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Зноб-Новгородської селищної ради Середино-Будського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Голубівський навчально-виховний комплекс  загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Середино-Будської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Димерська гімназія-ЗОШ І ступеня Вишгородської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Димерська гімназія Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Українська загальноосвітня школа І-ІІІ ступенів №2 Обухівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Українська загальноосвітня школа І-ІІІ ступенів №2 Обухівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа-інтернат I-III ступенів Торецької міської ради', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа-інтернат I-III ступенів Дзержинської міської ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Богданівська загальноосвітня школа I-III ступенів Дворічанської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Жовтнева загальноосвітня школа I-III ступенів Дворічанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Харківська загальноосвітня школа I-III ступенів № 135 Харківської міської ради Харківської області імені Героя Радянського Союзу К.Ф.Ольшанського', N'Харківська область'),
dbo.get_eo_hash(N'Харківська загальноосвітня школа I-III ступенів № 135 Харківської міської ради Харківської області імені Героя Радянського Союзу К.Ф.Ольшанського', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Шрубківський навчально-виховний комплекс ”загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад” Меджибізької селищної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Шрубківський навчально-виховний комплекс ”загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад” Летичівської районної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вапнярська загальноосвітня школа I-III ступенів №2 Вапнярської селищної ради об''єднаної територіальної громади Томашпільського району Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Вапнярська загальноосвітня школа I-III ступенів №2', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бобрицька загальноосвітня школа I-III ступенів', N'Одеська область'),
dbo.get_eo_hash(N'Бобрицька загальноосвітня школа I-III ступенів Любашівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Орлівська загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Покровської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Орлівська загальноосвітня школа І-ІІІ ступенів- дошкільно навчальний заклад Покровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дробишевська загальноосвітня школа I-III ступенів Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Дробишевська загальноосвітня школа I-III ступенів Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тальнівський економіко-математичний ліцей Тальнівської міської ради Тальнівського району Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Тальнівський економіко-математичний ліцей Тальнівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 42 Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 42 м. Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Коропецька загальноосвітня школа І-ІІІ ступенів імені Марка Каганця Монастириського району Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Коропецька загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів № 6 Горішньоплавнівської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Комсомольська загальноосвітня школа І-ІІІ ступенів № 6 Комсомольської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №46 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №46 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Подовський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - ясла-садок', N'Херсонська область'),
dbo.get_eo_hash(N'Подовська загальноосвітня школа I-III ступенів Новотроїцького району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лановецька загальноосвітня школа І-ІІІ ступенів №2 Лановецької районної ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Комунальний заклад НВК Лановецька загальноосвітня школа І-ІІІ ступенів №2-гімназія Лановецької районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Грушківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Благовіщенської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Грушківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Ульяновської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Галаганівський навчально-виховний комплекс Загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад  Снігурівської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Галаганівська загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Марфівська загальноосвітня школа I-III ступенів Долинської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Марфівська загальноосвітня школа I-III ступенів Долинської районної державної адміністрації', N'Кіровоградська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'Баранівецький НВК Середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Львівська область'),
--dbo.get_eo_hash(N'Баранівецький НВК середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Родинська загальноосвітня школа I-III ступенів № 8 міста Покровська Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Родинська загальноосвітня школа I-III ступенів № 8 міста Красноармійська Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Підгородненська загальноосвітня школа №2 І-ІІІ ступенів Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Підгородненська середня загальноосвітня школа №2', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Погірцівська середня загальноосвітня школа І-ІІІ ступенів Самбірського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Погірцівська середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'В''язівський навчально - виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Конотопської районної ради Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'В''язівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Охтирської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Миньковецька ЗОШ I-III ступенів Дунаєвецької міської ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Миньковецька загальноосвітня школа I-III ступенів Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Широківська середня загальноосвітня школа № 2 - загальноосвітній  заклад І-ІІІ ступенів Широківської районної ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Широківська середня загальноосвітня школа № 2 загальноосвітній навчальний заклад І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комісарівська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комісарівська загальоосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний навчально-виховний комплекс Рубіжанський ліцей Рубіжанської міської ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Рубіжанський ліцей Рубіжанської міської ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Підгаєцька гімназія імені Маркіяна Паславського', N'Тернопільська область'),
dbo.get_eo_hash(N'Підгаєцька гімназія ім. М. Паславського', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний навчальний заклад Синявський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Рокитнянської держадміністрації Київської області', N'Київська область'),
dbo.get_eo_hash(N'Синявська загальноосвітня школа І-ІІІ ступенів Рокитнянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ліцей №142 м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Ліцей №142 Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Приозерненська загальноосвітня школа I-III ступенів Кілійського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Приозернянська загальноосвітня школа I-III ступенів Кілійського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Житомирська загальноосвітня школа І-ІІІ ступенів № 15 м. Житомира', N'Житомирська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів № 15 м. Житомира', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Підволочиська гімназія імені Івана Франка Підволочиської селищної ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Підволочиська гімназія імені Івана Франка Підволочиської районної ради Тернопільської області', N'Тернопільська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'Загальноосвітній навчальний заклад І-ІІІ ступенів Гімназія №107 ВведенськаПодільського району м.Києва', N'м.Київ'),
--dbo.get_eo_hash(N'Загальноосвітній навчальний заклад І-ІІІ ступенів гімназія №107 Введенська Подільського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 13 Торецької міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 13 Дзержинської міської ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Саксаганська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Саксаганська загальоосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпорпетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Хорошівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітній навчальний заклад I-III ступенів №1 Хорошівського району Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Володарськ-Волинський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітній навчальний заклад I-III ступенів №1 Володарськ-Волинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вишківський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад імені Ференца Келчеі Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Вишківська загальноосвітня школа  І-ІІІ ступенів № 2 Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вернигородоцький загальноосвітній навчально-виховний комплекс І-ІІІ ступенів Школа-дитячий садок', N'Вінницька область'),
dbo.get_eo_hash(N'Вернигородоцька середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Корнинський навчально-виховний комплекс Загальноосвітня школа І ступеня - гімназія Корнинської селищної ради', N'Житомирська область'),
dbo.get_eo_hash(N'Корнинський навчально-виховний комплекс Загальноосвітня школа І ступеня - гімназія Попільнянської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тернівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Тернівський навчально-виховний комплекс Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Мереф''янський медичний ліцей Мереф''янської міської ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Мереф''янський медичний ліцей Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально – виховний комплекс «Новоєлизаветівська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради', N'Донецька область'),
dbo.get_eo_hash(N'Навчально – виховний комплекс «Новоєлизаветівська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Красноармійської районної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Розважівська загальноосвітня школа І-ІІІ ступенів', N'Київська область'),
dbo.get_eo_hash(N'Розважівська загальноосвітня школа І-ІІІ ступенів Іванківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Азовська загальноосвітня школа І-ІІІ ступенів Бердянської районної ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Луначарська загальноосвітня школа І-ІІІ ступенів Бердянської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Кагарлицька загальноосвітняшкола І-ІІІ ступенів №3 Кагарлицького району Київської області', N'Київська область'),
dbo.get_eo_hash(N'Кагарлицька загальноосвітня школа І-ІІІ ступенів №3 Кагарлицького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Синьківський навчально-виховний комплекс Загальноосвітній навчальний заклад  І-ІІІ ступенів - дошкільний навчальний заклад  Радехівського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Синьківська загальноосвітня школа І-ІІІ ступенів Радехівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Монастирецький навчально-виховний комплекс  загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Монастирецька загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Заклад Луко-Барський навчально-виховний комплекс  Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Луко-Барська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Теплицька загальноосвітня школа I-III ступенів Арцизької районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Теплиця Арцизького району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Римачівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад села  Римачі Любомльського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Римачівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад с. Римачі Любомльського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 2 м.Подільська Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 2 м.Котовська Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Очаківська загальноосвітня школа I-III ступенів №2 імені П.П.Шмідта Очаківської міської ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Очаківська загальноосвітня школа I-III ступеня №2 імені П.П.Шмідта Очаківської міської ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Благодатнівська загальноосвітня школа І-ІІІ ступенів імені Г. П. Берези Золотоніської районної ради Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Чапаєвська загальноосвітня школа І-ІІІ ступенів імені Г. П. Берези Золотоніської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 306 Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 306 Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мар''янська загальноосвітня школа  І-ІІІ ступенів №2', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Мар''янська загальноосвітня школа №2 І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тяпчанський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад імені Ольги Дучимінської', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Тяпчанський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад імені Ольги Дучимінської', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 23 з поглибленим вивченням англійської мови Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 23 з поглибленим вивченням англійської мови Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сновицький навчально-виховний комплекс Загальосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Золочівської районної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Сновицька загальноосвітня школа І-ІІІ ступенів Золочівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тавричанський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Каховської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Тавричанський навчально-виховний комплекс Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Берестівська загальноосвітня школа І-ІІІ ступенів Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Берестівська загальноосвітня школа І - ІІІ ступенів Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Борбинська загальноосвітня школа І-ІІІ ступенів Острожецької сільської ради Млинівського району Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Борбинська загальноосвітня школа І-ІІІ ступенів Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кам''янська загальноосвітня школа I-III ступенів, Роздільнянського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Кам''янка, Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Первомайська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Первомайська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Удянська загальноосвітня школа I-III ступенів імені Героя Радянського Союзу Угловського М.М.  Золочівської районної державної адміністрації Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Удянська загальноосвітня школа I-III ступенів Золочівської районної державної адміністрації Харківської області імені Героя Радянського Союзу Угловського М.М.', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №20 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №20 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Криворізька загальноосвітня школа І-ІІІ ступенів Добропільської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Криворізька загальноосвітня школа Добропільської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ямпільський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Ямпільський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Степова загальноосвітня школа I-III ступенів Роздільнянського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів селища Степове Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Вінницький технічний ліцей', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Вінницький технічний ліцей', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Білоцерківський навчально - виховний комплекс Загальноосвітня школа І-ІІІ ступенів №13 - дошкільний навчальний заклад Білоцерківської міської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Білоцерківська спеціалізована школа І-ІІІ ступенів № 13 з поглибленим вивченням французької мови Білоцерківської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чорнокозинецький навчально-виховний комплекс в складі загальноосвітньої школи I-III ступенів та дошкільного навчального закладу', N'Хмельницька область'),
dbo.get_eo_hash(N'Чорнокозинецька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сіверська загальноосвітня школа I-III ступенів №1 Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Сіверська загальноосвітня школа I-III ступенів №1 Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціальна загальноосвітня школа Надія м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціальна загальноосвітня школа Надія Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Маслівська загальноосвітня школа І-ІІІ ступенів Миронівської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Маслівська загальноосвітня школа І-ІІІ ступенів Миронівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний заклад Жобринська загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Жобринська загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Болградська загальноосвітня школа I-III ступенів № 2 Болградської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Болградська загальноосвітня школа I-III ступенів № 2 Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Топорищенський навчально-виховний комплекс Дошкільний навчальний заклад-загальноосвітній навчальний заклад I-III ступенів Хорошівського району Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Топорищенський навчально-виховний комплекс Дошкільний навчальний заклад-загальноосвітній навчальний заклад I-III ступенів Володарськ-Волинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Козинський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-колегіум Козинської сільської  ради Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Козинський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-колегіум Радивилівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кричильська загальноосвітня школа І-ІІІ ступенів імені Леоніда Куліша-Зіньківа Сарненської районної ради Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Кричильська загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Рівненської області імені Леоніда Куліша-Зіньківа', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний навчальний заклад загальноосвітня школа І-ІІІ ступенів с. Пнівне Камінь-Каширського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів села Пнівне Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Спеціалізована школа І-ІІ ступенів з поглибленим вивчення природничих наук - ліцей №293 Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Ліцей № 293 І-ІІІ ступеня Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Шишаківська загальноосвітня школа І-ІІІ ступенів Клепачівської сільської ради Хорольського району Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Шишаківська загальноосвітня школа І-ІІІ ступенів Хорольської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Демнянський навчально-виховний комплекс (загальнооосвітній навчальний заклад - дошкільний навчальний заклад) Миколаївської району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Демнянський навчально-виховний комплекс (загальнооосвітній навчальний заклад - дошкільний навчальний заклад) Миколаївської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №234 м.Києва з поглибленим вивченням економіки і права', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №234 м. Києва з поглибленим вивченням предметів економіки та права', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа  І-ІІІ ступенів № 97 імені О.Теліги з поглибленим вивченням англійської мови Шевченківського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №97 І-ІІІ стуепнів імені Олени Теліги Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Високопічська загальноосвітня школа I-III ступенів №2', N'Житомирська область'),
dbo.get_eo_hash(N'Високопічська №2 загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бахмутська загальноосвітня школа I-III ступенів №24 з поглибленим вивченням окремих предметів та курсів Бахмутської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Артемівська загальноосвітня школа I-III ступенів №24 з поглибленим вивченням окремих предметів та курсів Артемівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховне об''єднання №15 Загальноосвітня школа І-ІІІ ступенів, дошкільний навчальний заклад комбінованого типу,  дитячий юнацький центр Явір Кіровоградської міської ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховне об''єднання №15 Загальноосвітній навчальний заклад І-ІІІ ступенів, дошкільний навчальний заклад комбінованого типу,  дитячий юнацький центр Явір Кіровоградської міської ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №57 з поглибленим вивченням англійської мови Шевченківського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №57 І-ІІІ ступенів з поглибленим вивченням англійської мови ступенів Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Біляївська загальноосвітня школа І-ІІІ ступенів № 3 Біляївської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Біляївська загальноосвітня школа № 3 І-ІІІ ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лиманський ліцей Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Краснолиманський ліцей Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дунаєвецька загальноосвітня школа I-III ступенів №2 Дунаєвецької міської ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Дунаєвецька загальноосвітня школа I-III ступенів №2 Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зимноводівська загальноосвітня школа І-ІІІ ступенів № 2 Пустомитівського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Зимноводівська загальноосвітня школа №2 І-ІІІ ступеня Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лупарівська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Лупарівська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мамаївський навчально-виховний комплекс № 1', N'Чернівецька область'),
dbo.get_eo_hash(N'Мамаївський загальноосвітній навчальний заклад І-ІІІ ступенів №1 Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Наумівська загальноосвітня школа I-III ступенів Корюківської міської ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Наумівська загальноосвітня школа I-III ступенів Корюківської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 232 Оболонського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №232 - загальноосвітній навчальний заклад І-ІІІ ступенів м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сутковецька загальноосвітня школа I-III ступенів Ярмолинецького району Хмельницької області імені Романа Лабаня', N'Хмельницька область'),
dbo.get_eo_hash(N'Сутковецька загальноосвітня школа I-III ступенів Ярмолинецького району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сіверська загальноосвітня школа I-III ступенів № 2 Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Сіверська загальноосвітня школа I-III ступенів № 2 Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Требуховецька загальноосвітня школа I-III ступенів Меджибізької селищної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Требуховецька загальноосвітня школа I-III ступенів Летичівської районної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вадимська загальноосвітня школа І-ІІІ ступенів Мирненської селищної ради Каланчацького району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Вадимська загальноосвітня школа І-ІІІ ступенів Каланчацької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа  І-ІІІ ступенів №163 ім.М.Кирпоноса Шевченківського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Школа №163 І-ІІІ ступенів імені М.Кирпоноса Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Нерушайська загальноосвітня школа I-III ступенів Татарбунарської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Нерушайська загальноосвітня школа I-III ступенів Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чаплинська спеціалізована школа І-ІІІ ступенів Чаплинської селищноїї ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Чаплинська спеціалізована школа І-ІІІ ступенів Чаплинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 9 м.Подільська Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 9 м.Котовська Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новолуганська загальноосвітня школа I-III ступенів Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Новолуганська загальноосвітня школа I-III ступенів Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Маківський НВК Загальноосвітня школа I-II ступенів, колегіум', N'Хмельницька область'),
dbo.get_eo_hash(N'Маківський НВК Загальноосвітня школа I-III ступенів, колегіум', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Слобожанський навчально-виховний комплекс № 1 Загальноосвітня багатопрофільна школа ІІ-ІІІ ступенів - Центр позашкільної освіти Слобожанської селищної ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Ювілейна середня загальноосвітня школа №1', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховне об’єднання Загальноосвітній навчальний заклад І-ІІІ ступенів № 1- дитячий юнацький центр Перлинка Кіровоградської міської ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховне об''єднання Загальноосвітній навчальний заклад І-ІІІ ступенів № 1-дитячий юнацький центр Перлинка Кіровоградської міської ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Клесівська загальноосвітня школа І-ІІ ступенів - ліцей Клесівської селищної ради Сарненського району  Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Клесівська загальноосвітня школа І-ІІ ступенів - ліцей Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мар''янівська загальноосвітня школа I-III ступенів Більмацької районної ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Мар''янівська загальноосвітня школа I-III ступенів Куйбишевської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Братський навчально-виховний комплекс  Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Покровської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Братська загальноосвітня школа І-ІІІ ступенів Покровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Молозька загальноосвітня школа I-III ступенів', N'Одеська область'),
dbo.get_eo_hash(N'Молозька загальноосвітня школа I-III ступенів Білгород-Дністровського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально- виховний комплекс № 139 загальноосвітній навчальний заклад-центр творчості Дума Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально- виховний комплекс № 139 загальноосвітній навчальний заклад-центр творчості Дума Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Демківська загальноосвітня школа І-ІІІ ступенів Драбівської районної ради Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Демківська загальноосвітня школа І-ІІІ ступенів Драбівської районної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новокальчевська загальноосвітня школа I-III ступенів  Березівського району', N'Одеська область'),
dbo.get_eo_hash(N'Червоноармійська загальноосвітня школа I-III ступенів  Березівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Олександрівська загальноосвітня школа І-ІІІ ступенів Скадовської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Птахівська загальноосвітня школа І-ІІІ ступенів Скадовської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Глибоцька гімназія  Глибоцької селищної  ради  Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Глибоцька загальноосвітня школа І-ІІІ ступенів Глибоцької селищної ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Харківський приватний навчально-виховний комплексЛіцей Професіонал Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Харківський приватний ліцей Професіонал Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа І-ІІІ ступенів з поглибленим вивченням іноземних мов № 329 Логос імені Георгія Гонгадзе', N'м.Київ'),
dbo.get_eo_hash(N'СПЕЦІАЛІЗОВАНА ШКОЛА І-ІІІ ступенів № 329 Логос ім. Георгія Гонгадзе з поглибленим вивченням іноземних мов Дарницького району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховне об''єднання №28 Гімназія- школа І ступеня - дошкільний навчальний заклад (ясла-садок) - центр позашкільної освіти Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховне об''єднання №28 Гімназія- школа І ступеня - дошкільний навчальний заклад (ясла-садок) - центр позашкільної освіти Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Чаплинська загальноосвітня школа І-ІІІ ступенів Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Чаплинська середня загальноосвітня школа І-ІІІ ступенів Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Шишкинська загальноосвітня школа І-ІІІ ступенів Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Шишкінська загальноосвітня школа І-ІІІ ступенів Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №26 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №26 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Микулинецька опорна загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'),
dbo.get_eo_hash(N'Микулинецька загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'П''ятихатська загальноосвітня школа І-ІІІ ступенів № 1 П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'П''ятихатська загальоосвітня школа І-ІІІ ступенів № 1 П''ятихатської районної ради Дніпропетрвської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лиманський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад № 1 Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Краснолиманський навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад № 1 Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Фастовецький навчально-виховний комплекс «Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад» Бахмацької районної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Фастовецька загальноосвітня школа I-III ступенів Бахмацької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Старунський навчально-виховний комплекс(загальноосвітня школа I-III ступенів-дошкільний навчальний заклад) Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Старунський навчально-виховний комплекс', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №10 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №10 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Миколаївська загальноосвітня школа №1 І-ІІІ ступенів', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Миколаївська середня загальноосвітня школа №1 І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Качурівська загальноосвітня школа I-III ступенів Подільського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Качурівська загальноосвітня школа I-III ступенів Котовського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тартаківський навчально-виховний комплекс  Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад імені Петра Саноцького Сокальської районної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Тартаківська загальноосвітня школа І-ІІІ ступенів імені Петра Саноцького Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №10 Мирноградської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №10 Димитровської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Соловичі Турійського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Соловичі Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гоголівська загальноосвітня школа І-ІІІ ступенів', N'Київська область'),
dbo.get_eo_hash(N'Гоголівська загальноосвітня школа І-ІІІ ступенів Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа І-ІІІ ступенів № 8 Новоукраїнської міської ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа І-ІІІ ступенів № 8 Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ганнівсько-Тернівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад  Миколаївської селищної ради Білопільського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Ганнівсько-Тернівський навчельно-виховний комплекс: загальноосвітня школа I-III ст. - дошкільний навчальний заклад Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована середня загальноосвітня школа №9 з поглибленим вивченням англійської мови Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована середня загальноосвітня школа №9 з поглибленим вивченням англійської мови Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 129 фізико-математичного профілю Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 129 фізико-математичного профілю Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ліцей №25 м.Житомира', N'Житомирська область'),
dbo.get_eo_hash(N'Ліцей №25 ім.М.О. Щорса м.Житомира', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Середня загальноосвітня школа №60 комплексного розвитку дітей Росток  м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №60 комплексного розвитку дітей Росток Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №62 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №62 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Зеленьківська загальноосвітня школа І-ІІІ ступенів Миронівської районної ради  Київської області', N'Київська область'),
dbo.get_eo_hash(N'Зеленьківська загальноосвітня школа І-ІІІ ступенів Миронівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Зеленобалківський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Новолатівської сільскої ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Зеленобалківська середня загальноосвітня школа- загальноосвітній навчальний заклад І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Березинська загальноосвітня школа І-ІІІ ступенів імені А. Марунчака Миколаївської районної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Березинська загальноосвітня школа І-ІІІ ступенів Миколаївської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лісовицька загальноосвітня школа І-ІІІ ступенів Таращанської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Лісовицька загальноосвітня школа І-ІІІ ступенів Таращанського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Веселинівська гуманітарна гімназія ім Б.М. Мозолевського Веселинівської селищної ради Веселинівського району Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Веселинівська районна гуманітарна гімназія Веселинівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ВОЛОДАРСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА I-III СТУПЕНІВ № 1 ВОЛОДАРСЬКОЇ РАЙОННОЇ РАДИ КИЇВСЬКОЇ ОБЛАСТІ', N'Київська область'),
dbo.get_eo_hash(N'Володарська загальноосвітня школа І-ІІІ ступенів №1 Володарського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тарасівська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Тарасівська загальноосвітня школа І-ІІІ ступенів Цюрупинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 140 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 140 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Нестерянська cпеціалізована різнопрофільна загальноосвітня школа I-III ступенів Оріхівської районної ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Комунальний заклад Нестерянська сеціалізована різнопрофільна загальноосвітня школа I-III ступенів Оріхівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Уманська міська гімназія - школа естетичного виховання  Уманської міської ради Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Уманська міська гімназія Уманської міської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гімназія селища Братське Братської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Братська гімназія Братської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Висоцька загальноосвітня школа І-ІІІ ступенів Монастириського району Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Висоцька загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Городищенська загальноосвітня школа І-ІІІ ступенів Луцького району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Городище-2 Луцького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Іверська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Іверська загальноосвітня школа I-III ступенів Олександрівської районної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ізяславська загальноосвітня школа I-III ступенів №1 Ізяславської міської ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Ізяславська загальноосвітня школа I-III ступенів №1', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Cередня загальноосвітня школа І-ІІІ ступеня № 147 імені В''ячеслава Чорновола Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Дніпропетровська середня загальноосвітня школа І-ІІІ ступеня № 147 імені В''ячеслава Чорновола Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зарічненська загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Зарічненська загальноосвітня школа ІІ-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Соколівоцька загальноосвітня школа І-ІІІ ступенів Тальнівської міської ради Тальнівського району Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Соколівоцька загальноосвітня школа І-ІІІ ступенів Тальнівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний навчальний заклад - Городищенська загальноосвітня школа І-ІІІ ступенів №3 Городищенської районної ради Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Городищенська загальноосвітня школа І-ІІІ ступенів №3 Городищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів №2 - дошкільний навчальний заклад м. Хоростків Хоростківської міської ради Гусятинського району Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №2 міста Хоростків Гусятинського району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Берездівський  навчально-виховний комплекс дошкільний навчальний заклад- школа І-ІІІ ступенів Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Берездівський навчально-виховний комплекс дошкільний навчальний заклад- школа І-ІІІ ступенів Славутської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа І-ІІІ ступенів с.Товстолуг Великогаївської сільської ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Комунальний заклад Товстолузька загальноосвітня школа І-ІІІ ступенів Тернопільської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Слобідська загальноосвітня школа I-III ступенів Харківської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Фрунзенська загальноосвітня школа I-III ступенів Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Розсошанський навчально-виховний комплекс Дошкільний навчальний заклад, загальноосвітня школа I-III ступенів', N'Хмельницька область'),
dbo.get_eo_hash(N'Розсошанська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Степанівська загальноосвітня школа I-III ступенів Ємільчинської районної ради Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Степанівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Летавська загальноосвітня школа I-III ступенів', N'Хмельницька область'),
dbo.get_eo_hash(N'Летавський навчально-виховний комплекс загальноосвітня школа I-III ступеня, ліцей', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Старомаяківський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Ширяївської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Старомаяківська загальноосвітня школа I-III ступенів Ширяївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Порошківська загальноосвітня школа І-ІІІ ступенів Перечинського району Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Порошково Перечинського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 43 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 43 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Березинський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Тарутинської районної ради  Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Березинський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №73  з поглибленим вивченням української мови, літератури та українознавства Шевченківського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №73 І-ІІІ ступенів з поглибленим вивченням української мови, літератури та українознавства Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Волочиський навчально-виховний комплекс у складі середньої загальноосвітньої школи І ступеня та гімназії Волочиської міської ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Волочиський навчально-виховний комплекс в складі середньої загальноосвітньої школи І ступеня та гімназії', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний заклад Чутівська загальноосвітня школа I-III ступенів Чутівської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Чутівська загальноосвітня школа I-III ступенів Чутівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Шабалинівська загальноосвітня школа I-III ступенів Коропської селищної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Шабалинівська загальноосвітня школа I-III ст. Коропської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Жовтоолександрівська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Жовтоолександрівська загальоосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'Монастирецький навчально-виховний комплекс Загальноосвітній навчальний  заклад-дошкільний навчальний заклад імені Володимира Поповича  Жидачівської районної ради Львівської області', N'Львівська область'),
--dbo.get_eo_hash(N'Монастирецький навчально-виховний комплекс Загальноосвітній навчальний заклад-дошкільний навчальний заклад імені Володимира Поповича Жидачівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чернігівська загальноосвітня школа I-III ступенів № 34', N'Чернігівська область'),
dbo.get_eo_hash(N'Чернігівська загальноосвітня школа I-III ступенів № 34 Чернігівської міської ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Мереф''янська загальноосвітня школа I-III ступенів № 6 Мереф''янської міської ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Мереф''янська загальноосвітня школа I-III ступенів № 6 Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально - виховний комплекс селища Нове загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Навчально - виховний комплекс селища Нове загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Строганівська загальноосвітня школа I-III ступенів Григорівської сільської ради Чаплинського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Строганівська загальноосвітня школа I-III ступенів Чаплинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'комунальний заклад Трохимівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Іванівського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Трохимівська загальноосвітня школа I-III ступенів Іванівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мар''янівський НВК Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Васильківського району Київської області', N'Київська область'),
dbo.get_eo_hash(N'Мар''янівська загальноосвітня школа І-ІІІ ступенів Васильківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Нестоїтська загальноосвітня школа I-III ступенів Подільського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Нестоїтська загальноосвітня школа I-III ступенів Котовського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Користівська загальноосвітня школа І-ІІІ ступенів  Олександрійської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Користівська загальноосвітня школа І-ІІІ ступенів імені А.П.Гайдара Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Королівська загальноосвітня школа І-ІІІ ступенів Тлумацької міської ради об''єднаної територіальної громади Тлумацького району Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Королівська загальноосвітня школа 1-3 ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кульчицький НВК Cередня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Львівська область'),
dbo.get_eo_hash(N'Кульчицький НВК середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 116 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 116 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Міліївська загальноосвітня школа І-ІІІ ступенів ім. Дмитра Загула Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Міліївська загальноосвітня школа І-ІІІ ступенів імені Дмитра Загула Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бортниківський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) Тлумацької міської ради об''єднаної територіальної громади Тлумацького району Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Бортниківський навчально-виховний комплекс', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 25 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 25 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Харківський навчально-виховний комплекс № 21 Харківської міської ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Харківський навчально-виховний комплекс № 21 Харківської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мурахівська загальноосвітня школа I-III ступенів Березнегуватьскої районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Мурахівська загальноосвтня школа I-III ступенів Березнегуватьскої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комиш-Зорянська загальноосвітня школа I-III ступенів Комиш-Зорянської селищної ради Більмацького району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Комиш-Зорянська загальноосвітня школа I-III ступенів Куйбишевської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 148 спеціалізована школа-дошкільний навчальний заклад (ясла-садок) Планета Щастя Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 148 спеціалізована школа-дошкільний навчальний заклад (ясла-садок) Планета Щастя Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Носівська загальноосвітня школа I-III ступенів №1 Носівської міської ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Носівська загальноосвітня школа I-III ступенів №1 Носівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 20 Торецької міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 20 Дзержинської міської ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сонячна загальноосвітня школа І-ІІІ ступенів Волноваської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Краснівська загальноосвітня школа I-III ступенів Волноваської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Пулинська  загальноосвітня школа I-III ступенів', N'Житомирська область'),
dbo.get_eo_hash(N'Червоноармійська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа №43 з поглибленим вивченням предметів гуманітарного циклу Грааль', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №43 з поглибленим вивченням предметів гуманітарного циклу Грааль Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Броварський навчально-виховний комплекс Броварської міської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Броварський навчально-виховний комплекс', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована багатопрофільна школа № 23 з поглибленим вивченням англійської мови Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована багатопрофільна школа № 23 з поглибленим вивченням англійської мови Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новобасанська загальноосвітня школа I-IIІ ст. Бобровицької районної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Новобасанська загальноосвітня школа I-III ст. Бобровицької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Новотавричеська загальноосвітня школа I-III ступенів Оріхівської районної ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Новотавричеська загальноосвітня школа I-III ступенів Оріхівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Берестівська загальноосвітня школа І-ІІІ ступенів Берестівської сільської ради Бердянського району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Берестівська загальноосвітня школа І-ІІІ ступенів Бердянської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Осипенківська загальноосвітня школа I-III ступенів Осипенківської сільскої ради Бердянського району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Осипенківська загальноосвітня школа I-III ступенів Бердянської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Червоновершська загальноосвітня школа I-III ступенів Компаніївської  районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Червоновершська загальноосвітня школа I-III ступенів Компаніївської державної районної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Макіївський навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад I-III ступенів Макіївської сільської ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Макіївський навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад I-III ступенів Носівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Полтавська загальноосвітня школа І-ІІІ ступенів № 5 Полтавської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Полтавська загальноосвітня школа І-ІІІ ступенів № 5 Полтавської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 10 Торецької міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 10 Дзержинської міської ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа ІI-III ступенів №31 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №31 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Покровськобагачанська  загальноосвітня школа І-ІІІ ступенів  Покровськобагачанської  сільської ради Хорольського району  Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Покровськобагачанська загальноосвітня школа І-ІІІ ступенів Хорольської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Запорізька спеціалізована школа-інтернат ІІ-ІІІ ступенів Козацький ліцей Запорізької обласної ради', N'Запорізька область'),
dbo.get_eo_hash(N'Комунальний заклад Запорізька загальноосвітня школа-інтернат І-ІІІ ступенів № 4 Запорізької обласної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Криворізька загальноосвітня школа І-ІІІ ступенів №99 Криворізької міської ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Криворізька загальносвітня школа І-ІІІ ступенів №99 Криворізької міської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Волоська  загальноосвітня школа I-III ступенів', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Волоська середня загальноосвітня школа I-III ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 73 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 73 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад-учнівське лісництво ім.о.І.Могильницького с. Міженець Старосамбірського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад о.І.Могильницького с. Міженець Старосамбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бабинська середня загальноосвітня школа І-ІІІ ступенів Самбірського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Бабинська середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний  заклад Братолюбівська загальноосвітня школа I-III ступенів Долинської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Братолюбівська загальноосвітня школа I-III ступенів Долинської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Репужинецький навчально-виховний комплекс, загальноосвітній навчальний заклад I -III ступенів-дошкільний навчальний заклад, Заставнівського району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Репужинецький навчально-виховний комплекс Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти  Навчально-виховний комплекс № 122 загальноосвітній навчальний заклад-дошкільний навчальний заклад Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти  Навчально-виховний комплекс № 122 загальноосвітній навчальний заклад-дошкільний навчальний заклад Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа І-ІІІ ступенів № 6 Новоукраїнської міської ради  Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа І-ІІІ ступенів № 6 Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №32 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №32 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лосинівська загальноосвітня школа I-III ступенів Лосинівської селищної ради Ніжинського районну Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Лосинівська загальноосвітня школа I-III ступенів Ніжинської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Козинська загальноосвітня школа І-ІІІ ступенів Обухівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Козинська загальноосвітня школа І-ІІІ ступенів Обухівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Арбузинська загальноосвітня школа I-III ступенів №2  ім. Т.Г. Шевченка Арбузинської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Арбузинська загальноосвітня школа ІI-III ступенів №2  імені Т.Г. Шевченка Арбузинської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опитненська загальноосвітня школа І-ІІІ ступенів Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Опитненська загальноосвітня школа І - ІІІ ступенів Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тихоновицька загальноосвітня школа I-III ступенів Сновської міської ради Сновського району Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Тихоновицька загальноосвітня школа I-III ступенів Щорської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа І-ІІІ ступенів № 1 Новоукраїнської міської ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа І-ІІІ ступенів № 1 Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Іванівська гімназія (опорний заклад) освітнього округу Іванівського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Іванівська гімназія Іванівської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально – виховний комплекс «Срібненська загальноосвітня школа І-ІІІ ступенів ім. А.Г.Черненка – дошкільний навчальний заклад» Покровської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Навчально – виховний комплекс «Срібненська загальноосвітня школа І-ІІІ ступенів ім. А.Г.Черненка – дошкільний навчальний заклад» Красноармійської районної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Утківська загальноосвітня школа I-III ступенів  Мереф''янської міської ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Утківська загальноосвітня школа I-III ступенів Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Борисівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дитячий садок, Ізяславської районної ради, Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Борисівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дитячий садок', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Полтавська загальноосвітня школа І-ІІІ ступенів № 34 Полтавської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Полтавська загальноосвітня школа І-ІІІ ступенів № 34 Полтавської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Школа І-ІІ ступенів- ліцей Управлінські технології№ 240 Соціум', N'м.Київ'),
dbo.get_eo_hash(N'Навчально-виховний комплекс №240 Соціум- середня загальноосвітня школа І-ІІ ступенів, ліцей Управлінські технології (ІІІ ступінь)', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Одеська вечірня (змінна) загальноосвітня школа №19 ІI-III ступенів Одеської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Одеська вечірня (змінна) загальноосвітня школа ІI-III ступенів № 19 Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Степанська загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Сарненського району Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Степанська загальноосвітня школа І-ІІІ ступенів Степанської селищної ради Сарненського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Гімназія №1 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Гімназія Ленінського району Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мирославська  загальноосвітня школа I-III ступеня імені О. І. Онишка Бердичівської районної ради  Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Мирославська середня загальноосвітня школа I-III ступенів імені О. І. Онишка Бердичівської районної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Горішньошеровецька загальноосвітня школа І-ІІІ ступенів Заставнівського району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Горішньошерівецька загальноосвітня школа І-ІІІ ступенів Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Парасковіївська загальноосвітня школа I-III ступенів Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Парасковіївська загальноосвітня школа I-III ступенів Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новомаячківська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Новомаячківська загальноосвітня школа І-ІІІ ступенів Цюрупинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Полянська загальноосвітня школа І-ІІІ ступенів Полянської сільської ради Свалявського району Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Полянська загальноосвітня школа І-ІІІ ступенів Свалявської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад с. Мала Лука Гусятинського району Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад села Мала Лука Гусятинського району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Хворостівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Любомльського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Хворостівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Феневицьке навчально-виховне об’єднання «Загальноосвітня школа І-ІІІ ступенів – дитячий садок» Іванківської районної державної адміністрації Київської області', N'Київська область'),
dbo.get_eo_hash(N'Феневицьке НВО Загальноосвітня школа І-ІІІ ступенів - дитячий садок Іванківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'КЗ КОР Фастівський ліцей-інтернат', N'Київська область'),
dbo.get_eo_hash(N'Фастівський ліцей-інтернат', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Шебутинецький навчально-виховний комплекс Сокирянського району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Шебутинці Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рокитянська загальноосвітня школа І-ІІІ ступенів, Великобагачанської районної ради,Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Рокитянська загальноосвітня школа І-ІІІ ступенів Великобагачанської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рубанівська загальноосвітня школа І-ІІІ ступенів №2 Рубанівської сільської ради Великолепетиського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Рубанівська загальноосвітня школа I-III ступенів № 2 Рубанівської сільської ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №33 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №33 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа I-III ступенів №32 імені Кривоносова С.С. Миколаївської міської ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа I-III ступенів №32 Миколаївської міської ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зарожанський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Хотинського району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Зарожанський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступеня- дошкільний навчальний заклад Зарожанської сільскої ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тернопільська загальноосвітня школа І-ІІІ ступенів № 27 ім. Віктора Гурняка Тернопільської міської ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Тернопільська загальноосвітня школа І-ІІІ ступенів № 27 Тернопільської міської ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Слобожанський НВК загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний закладБалаклійської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Жовтнівський (Асіївської сільської ради) НВК загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний закладБалаклійської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №34 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №34 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа №22 Кам’янської  міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа №22 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'комунальний заклад Пиріжнянський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Кодимської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Пиріжнянський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Кодимської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'КЗ Компаніївське навчально-виховне об''єднання Компаніївської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Компаніївська загальноосвітня школа I-III ступенів Компаніївської державної районної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Підволочиська загальноосвітня школа І-ІІІ ступенів Підволочиської селищної ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Підволочиська загальноосвітня школа І-ІІІ ступенів Підволочиської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кіровоградський обласний навчально-виховний комплекс (гімназія-інтернат-школа мистецтв) м.Олександрії', N'Кіровоградська область'),
dbo.get_eo_hash(N'Кіровоградський обласний навчално-виховний комплекс гімназія-інтернат-школа мистецтв) м.Олександрії', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'загальноосвітня школа №9 І – ІІІ ступенів міста Ізмаїл Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа № 9 I-III ступенів міста Ізмаїл Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-III ступенів № 1 м. Білгорода-Дністровського Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-III ступенів № 1 м. Білгород-Дністровського Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новозапорізька загальноосвітня школа І - ІІІ ступенів Долинської сільскої ради Запорізького району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Новозапорізька загальноосвітня школа І - ІІІ ступенів Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Балтазарівська загальноосвітня школа I-III ступенів Чаплинської селищноїї ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Балтазарівська загальноосвітня школа I-III ступенів Чаплинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Званівська загальноосвітня школа I-III ступенів Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Званівська загальноосвітня школа I-III ступенів Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ошихлібський загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманського району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Ошихлібський загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс № 1 Покровської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Красноармійський навчально-виховний комплекс міста Красноармійська Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 69 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 69 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новотроянівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-ліцей-дошкільний закладБолградської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Новотроянівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-ліцей-дошкільний навчальний заклад Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мацківська загальноосвітня школа І-ІІІ ступенів Засульської сільської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Мацківська загальноосвітня школа І-ІІІ ступенів Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вільшанська загальноосвітня школа I-III ступенів', N'Житомирська область'),
dbo.get_eo_hash(N'Вільшанська загальноосвітня школа I-III ступенів, Чуднівський р-н', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лиманська загальноосвітня школа I-III ступенів № 5 Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Краснолиманська загальноосвітня школа I-III ступенів № 5 Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мусійківська загальноосвітня школа І-ІІІ ступенів', N'Київська область'),
dbo.get_eo_hash(N'Мусійківська загальноосвітня школа І-ІІІ ступенів Іванківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Боромлянський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Боромлянської сільської ради Тростянецького району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Боромлянський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Тростянецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально - виховний комплекс Ліцей інформаційних технологій - спеціалізована школа ІІ ступеня Олександрійської міської ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Ліцей інформаційних технологій Олександрійської міської ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Верблянський НВК  ЗОШ І-ІІІ ступенів-ДНЗ  Яворівської районної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Верблянська загальноосвітня школа І-ІІІ ступенів Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ралівська середня загальноосвітня школа І-ІІІ ступенів імені Івана Франка Самбірського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Ралівська середня загальноосвітня школа І-ІІІ ступенів імені Івана Франка', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Виноградненська загальноосвітня школа I-III ступенів  Березівського району', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Виноградне Березівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №2 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №2 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Багатянська загальноосвітня школа I-III ступенів Ізмаїльської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Багатянська загальноосвітня школа I-III ступенів Ізмаїльської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Полтавська загальноосвітня школа І-ІІІ ступенів № 8 імені Панаса Мирного Полтавської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Полтавська загальноосвітня школа І-ІІІ ступенів № 8 ім. Панаса Мирного Полтавської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Дмитрівська загальноосвітня школа I-III ступенів Татарбунарського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Дмитрівська загальноосвітня школа I-III ступенів Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №120 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №120 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Малиницький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів, центр сприяння здоров''ю', N'Хмельницька область'),
dbo.get_eo_hash(N'Малиницький навчально-виховний комплекс', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Горностайпільське навчально-виховне об’єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок', N'Київська область'),
dbo.get_eo_hash(N'Горностайпільське НВО Загальноосвітня школа І-ІІІ ступенів - дитячий садок Київської області Іванківського району', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 83 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 83 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мислятинська загальноосвітня школа I-III ступенів Ізяславської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Мислятинська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Технічний ліцей  Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Технічний ліцей м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Карпилівська загальноосвітня школа І-ІІІ ступенів Клесівської селищної ради Саренського району Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Карпилівська загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Одеська спеціалізована школа I-III ступенів Освітні ресурси та технологічний тренінг №94 з поглибленим вивченням івриту та інформатики імені Володимира (Зеєва) Жаботинського Одеської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Одеська спеціалізована школа I-III ступенів Освітні ресурси та технологічний тренінг № 94 з поглибленим вивченням івриту та інформатики Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 263 імені Євгена Коновальця Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 263 імені Євгена Коновальця Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Остап''ївська загальноосвітня школа І-ІІІ ступенів Скалатської міської ради Підволочиського району Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Остап''ївська загальноосвітня школа І-ІІІ ступенів Підволочиської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мирнівська загальноосвітня школа I-III ступенів Кілійської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Мирнівська загальноосвітня школа I-III ступенів Кілійського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Баранівська Загальноосвітня школа I-III ступенів  Іванівської районної ради', N'Одеська область'),
dbo.get_eo_hash(N'Баранівська Загальноосвітня школа I-III ступенів №1 Іванівської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Миколаївська приватна загальноосвітня школа I-III ступенів Гіпаніс-ЕОС Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Миколаївська приватна загальноосвітня школа I-III ступенів Гіпаніс-ЕОС Миколаївської міської ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня села  Боровне Камінь-Каширського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Боровне Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа №239 Оболонського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №239 - загальноосвітній навчальний заклад І-ІІІ ступенів з поглибленим вивченням німецької мови з першого класу', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Коровоярський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Коровоярський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Родинська загальноосвітня школа I-III ступенів № 35 Покровської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Родинська загальноосвітня школа I-III ступенів № 35 міста Красноармійська Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тучненський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад  Миколаївської селищної ради Білопільського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Тучненський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Добринський навчально-виховний комплекс Дошкільний навчальний заклад-загальноосвітній навчальний заклад I-III ступенів Хорошівського району Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Добринський навчально-виховний комплекс Дошкільний навчальний заклад-загальноосвітній навчальний заклад I-III ступенів Володарськ-Волинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Нововолодимирівська загальноосвітня школа I-III ступенів Нововолодимирівської сільської ради Голопристанського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Нововолодимирівська загальноосвітня школа I-III ступенів Нововолодимирівської сільської ради', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 275 імені Кравчука Володимира Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 275 імені Кравчука Володимира Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Саївський навчально-виховний комплекс: Саївська загальноосвітня школа І-ІІІ ст. - Саївський дошкільний навчальний заклад Липоводолинської районної ради Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Саївський НВК: Саївська ЗОШ І-ІІІ ст.-Саївський ДНЗ Липоводолинської районної ради', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Вечірня (змінна) середня загальноосвітня школа №8 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Вечірня (змінна) середня загальноосвітня школа №8 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І - ІІІ ступенів Арцизької районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Виноградівка Арцизького району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс Вальдорфська середня загальноосвітня школа І-ІІІ ступенів-дитячий садок Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Дніпропетровська вальдорфська середня загальноосвітня школа Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 12 імені Івана Франка Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 12 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Морозівський навчально-виховний комплекс Спеціалізовна загальноосвітня школа І-ІІІ ступенів з поглибленим вивченням окремих предметів - ясла-садок імені Дениса Поповича Баришівського району Київської області', N'Київська область'),
dbo.get_eo_hash(N'Морозівський навчально-виховний комплекс Спеціалізовна загальноосвітня школа І-ІІІ ступенів з поглибленим вивченням окремих предметів - ясла-садок Баришівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вишнівська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Вишнівська загальоосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ганнівська ЗОШ I-III ступенів Дунаєвецької міської ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Ганнівська загальноосвітня школа I-III ступенів Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Білогородська загальноосвітня школа I-III ступенів Ізяславської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Білогородська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Летичівський НВК № 2 Загальноосвітня школа I-III ступенів - гімназія Летичівської селищної ради', N'Хмельницька область'),
dbo.get_eo_hash(N'Летичівський НВК № 2 Загальноосвітня школа I-III ступенів - гімназія Летичівської районної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новгород-Сіверська державна гімназія імені К. Д. Ушинського Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Новгород-Сіверська державна гімназія ім. К. Д. Ушинського Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Яблучненська загальноосвітня школа I-III ступенів Кириківської селищної ради  Великописарівського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Яблучненська загальноосвітня школа I-III ст. Великописарівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Авіакосмічний ліцей ім. І.Сікорського НАУ м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Авіакосмічний ліцей ім. І.Сікорського НАУ Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чернігівський колегіум № 11 Чернігівської міської ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Чернігівський колегіум № 11', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рибальський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Грунської сільської ради Охтирського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Рибальський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Охтирської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Марганецька спеціалізована школа І-ІІІ ступенів № 2 з поглибленим вивченням англійської мови Марганецької міської ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Марганецька загальноосвітня школа І-ІІІ ступенів № 2 з поглибленим вивченням англійської мови з 1 класу Марганецької міської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великодальницький навчально-виховний комплекс Школа-гімназія Біляївського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Великодальницький навчально-виховний комплекс школа-гімназія Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Стрітенська загальноосвітня школа І-ІІІ ступенів Волноваської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Октябрська загальноосвітня школа I-III ступенів Волноваської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комінтернівська загальноосвітня школа I-III ступенів Нововодолазької районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Комінтернівська загальноосвітня школа I-III ступенів Нововодолазької районної ради Харьківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №16 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №16 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лощинівська загальноосвітня школа I-III ступенів Ізмаїльської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Лощинівська загальноосвітня школа I-III ступенів Ізмаільської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Старосамбірська загальноосвітня школа І-ІІІ ступенів №1 імені Героя України Богдана Сольчаника  Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Старосамбірська загальноосвітня школа І-ІІІ ступенів №1 імені Богдана Сольчаника Старосамбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новосамарська загальноосвітня школа I-III ступенів Окнянського району', N'Одеська область'),
dbo.get_eo_hash(N'Новосамарська загальноосвітня школа I-III ступенів Красноокнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 130 загальноосвітній навчальний заклад І ступеня - гімназія Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 130 загальноосвітній навчальний заклад І ступеня - гімназія Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Задарівська загальноосвітня школа І-ІІІ ступенів Монастириського району Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Задарівська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Нікольська загальноосвітня школа I-III ступенів №1 імені Якименка А.Д. Нікольської районної ради Донецької області опорна  школа', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №1 імені Героя Радянського Союзу Якименка Антона Дмитровича селища міського типу Володарське Володарського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зорянська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Зорянська загальоосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпорпетровської області', N'Дніпропетровська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'Запорізький технічний ліцей Запорізької міської ради Запорізької області', N'Запорізька область'),
--dbo.get_eo_hash(N'Запорізький Технічний ліцей Запорізької міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад  Загальноосвітня школа I-III ступенів №12 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад  Загальноосвітня школа I-III ступенів №12 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Хорошівська гімназія Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Володарськ-Волинська гімназія Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Миколаївська гімназія №3 Миколаївської міської ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Гімназія №3 Миколаївської міської ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний навчальний заклад Войнилівська ЗОШ І-ІІІ ступенів Калуської районної ради Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Войнилівська ЗОШ І-ІІІ ступенів Калуської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний навчальний заклад Ходорівської міської ради Львівської області загальноосвітня школа І-ІІІ ступенів №4 с.Бортники', N'Львівська область'),
dbo.get_eo_hash(N'Бортниківська загальноосвітня школа І-ІІІ ступенів Жидачівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Котляревська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Котляревська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тисменицька спеціалізована школа І-ІІІ ступенів з поглибленим вивченням окремих предметів Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Тисменицька спеціалізована загальноосвітня школа І-ІІІ ступенів з поглибленим вивченням окремих предметів Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Чернігівська загальноосвітня школа-інтернат І-ІІІ ступенів Чернігівської обласної ради', N'Чернігівська область'),
dbo.get_eo_hash(N'Чернігівська загальноосвітня школа-інтернат I-III ступенів ім. Ю. М. Коцюбинського Чернігівської обласної ради', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Броварська гімназія імені С.І.Олійника Броварської міської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Броварська гімназія імені С.І.Олійника Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Беївський навчально - виховний комплекс: Беївська загальноосвітня школа I-III ступенів - Беївський дошкільний навчальний заклад Липоводолинської районної ради Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Беївська загальноосвітня школа I-III ст. Липоводолинської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бобовецький навчально-виховний комплекс Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Бобовецький навчально-виховний комплекс Бобовецької сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 8  Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 8 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний навчальний заклад Ходорівської міської ради Львівської області загальноосвітня школа І-ІІІ ступенів №3 імені Героя України Романа Точина м.Ходорів', N'Львівська область'),
dbo.get_eo_hash(N'Ходорівська загальноосвітня школа І-ІІІ ступенів №3 ім. Героя України Романа Точина Жидачівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лозуватська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Лозуватська загальоосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Знам`янська загальноосвітня школа I-III ступенів Іванівської районної ради', N'Одеська область'),
dbo.get_eo_hash(N'Червонознам`янська загальноосвітня школа I-III ступенів Іванівської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Хлібодарська загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'),
dbo.get_eo_hash(N'Хлібодарівська загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Красівська середня загальноосвітня школа I-III  ступенів імені Ц.Л. Посудевського  Бердичівської районної ради Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Красівська середня загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Южненський навчально-виховний комплекс імені В''ячеслава Чорновола (гімназія-загальноосвітня школа І ступеня) Южненської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Комунальний заклад Южненський навчально-виховний комплекс імені В''ячеслава Чорновола (загальноосвітня спеціалізована школа І-ІІІ ступенів № 4 - дошкільний навчальний заклад - центр дитячої творчості) Южненської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Замулинецький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Матеївецької сільської ради об''єднаної територіальної громади', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Замулинецький навчально-виховний комплекс ЗОШ І-ІІІ ступенів - ДНЗ', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Оріхівська загальноосвітня школа І-ІІІ ступенів імені В.М. Леонтовича Засульської сільської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Оріхівська загальноосвітня школа І-ІІІ ступенів Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вільнівська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Вільнівська загальоосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сестринівський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів Школа-дитячий садок імені Михайла Грушевського', N'Вінницька область'),
dbo.get_eo_hash(N'Сестринівський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів Школа-дитячий садок', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Немішаївська загальноосвітня школа І-ІІІ ступенів №1', N'Київська область'),
dbo.get_eo_hash(N'Немішаївська загальноосвітня школа І-ІІІ ступенів №1 Бородянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Святопетрівська загальноосвітня школа І-ІІІ ступенів Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'),
dbo.get_eo_hash(N'Петрівська загальноосвітня школа І-ІІІ ступенів Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кузнецівська загальноосвітня школа І-ІІІ ступенів імені героя АТО Матвієнка А.В. Доманівської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Кузнецівська загальноосвітня школа І-ІІІ ступенів Доманівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Розбишівська загальноосвітня школа І-ІІІ ступенів  Сергіївської сільської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Розбишівська загальноосвітян школа І-ІІІ ступенів Гадяцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Нікольська гімназія Софія з загальноосвітньою школою І ступеня №2 Нікольської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Володарська гімназія Софія з загальноосвітньою школою І ступеня №2', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Слобожанська гімназія №2 Зміївської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Комсомольська гімназія №2 Зміївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс №299', N'м.Київ'),
dbo.get_eo_hash(N'Гімназія-інтернат №299 - загальноосвітній навчальний заклад з вивченням єврейської мови м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Староварварівська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Староварварівська загальноосвітня школа I-III ступенів Олександрівської районної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 56 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 56 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кунівська загальноосвітня школа I-III ступенів Ізяславської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Кунівська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 170 Оболонського району м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №170 - загальноосвітній навчальний заклад І-ІІІ ступенів', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новокиївський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів- дошкільний навчальний заклад  Каланчацької селищної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Новокиївська загальноосвітня школа І-ІІІ ступенів Каланчацької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Торський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Торський навчально-виховний комплекс Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Маяківська загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Маяківська загальносвітня школа І-ІІІ ступенів, Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Дружелюбівка Калинівський район Вінницька область', N'Вінницька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Дружелюбівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дунаєвецька загальноосвітня школа I-III ступенів Дунаєвецької селищної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Дунаєвецька загальноосвітня школа I-III ступенів Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Непедівський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів Школа-дитячий садок', N'Вінницька область'),
dbo.get_eo_hash(N'Непедівська середня загальносвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Штормівська загальноосвітня школа I-III ступенів Новоайдарської районної ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Штормівська загальноосвітня школа I-III ступенів', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Коропська загальноосвітня школа I-III ступенів імені Т. Г. Шевченка Коропської селищної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Коропська загальноосвітня школа I-III ст. ім. Т. Г. Шевченка Коропської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сковородинівський навчально-виховний комплекс (загальноосвітня школа I-III ступенів – дошкільний навчальний заклад (ясла-садок)) імені Григорія Савича Сковороди Золочівської районної державної адміністрації Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Сковородинівський навчально-виховний комплекс( загальноосвітня школа I-III ступенів -дошкільний навчальний заклад(ясла-садок)) Золочівської районної державної адміністрації Харківської області імені Григорія Савича Сковороди', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально - виховний комплекс Загальноосвітня школа І - ІІІ ступенів - ліцей м. Ананьїв Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Навчально - виховний комплекс Загальноосвітня школа І - ІІІ ступенів - ліцей мі. Ананьїв Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Олексіївська загальноосвітня школа I-III ступенів Смирновської сільської ради Більмацького району  Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Олексіївська загальноосвітня школа I-III ступенів Куйбишевської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Хлопчицька середня загальноосвітня школа І-ІІІ ступенів Самбірського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Хлопчицька середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №8 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №8 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Чаплинська школа-гімназія Чаплинської селищної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Чаплинська школа-гімназія Чаплинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зноб-Новгородська загальноосвітня школа I-III ступенів Зноб-Новгородської селищної ради Середино-Будського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Зноб-Новгородська загальноосвітня школа I-III ступенів Середино-Будської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Полого-Вергунівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Переяслав-Хмельницького району Київської області', N'Київська область'),
dbo.get_eo_hash(N'Полого-Вергунівська загальноосвітня школа І-ІІІ ступенів Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний заклад Теребовлянська загальноосвітня школа І-ІІІ ступенів №1', N'Тернопільська область'),
dbo.get_eo_hash(N'Теребовлянська №1 загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сабатинівська загальноосвітня школа І-ІІІ ступенів Благовіщенської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Сабатинівська загальноосвітня школа І-ІІІ ступенів Ульяновської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад «Навчально-виховне об’єднання «Ліцей нових інформаційних технологій – загальноосвітній навчальний заклад І-ІІ ступенів - дошкільний навчальний заклад» Кам’янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховне об''єднання Дошкільний навчальний заклад - загальноосвітній навчальний заклад І-ІІ ступенів- ліцей нових інформаційних технологій м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Райгородоцька загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Райгородоцька загальноосвітня школа І-ІІІ ступенів, Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рождественська загальноосвітня школа I-III ступенів Коропської селищної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Жовтнева загальноосвітня школа I-III ст. Коропської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 9 Мирноградської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №9 Димитровської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Анатолівський навчально - виховний комплекс Загальноосвітня школа І - ІІІ ступенів - дошкільний навчальний заклад', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Анатоліївка Березівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Куземинська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу В.Д.Шаренка Грунської сільської ради Охтирського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Куземинська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу В.Д.Шаренка Охтирської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Микулицька загальноосвітня школа І-ІІІ ступенів', N'Київська область'),
dbo.get_eo_hash(N'Микулицька загальноосвітня школа І-ІІІ ступенів Бородянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 8 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 8 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ставрівський навчально-виховний комплекс (загальноосвітня школа I-III ступенів-ДНЗ) Окнянського району', N'Одеська область'),
dbo.get_eo_hash(N'Ставрівський навчально-виховний комплекс (загальноосвітня школа I-III ступенів-ДНЗ) Красноокнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховне об’єднання Загальноосвітня школа І-ІІ ступенів - ліцей № 19 - позашкільний центр Кіровоградської міської ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховне об''єднання Загальноосвітня школа І-ІІ ступенів - ліцей № 19 - позашкільний центр Кіровоградської міської ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ямницький навчально - виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад  Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Ямницька загальноосвітня школа І-ІІІ ступенів Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Овлочин Турійського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Овлочин Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Доброславський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-гімназія Лиманської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Комінтернівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-гімназія Комінтернівської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Шишацька обласна гімназія-інтернат для обдарованих дітей', N'Полтавська область'),
dbo.get_eo_hash(N'Шишацька обласна гімназія-інтернат для обдарованих дітей Полтавської обласної ради', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Софіївська опорна школа І - ІІІ ступенів Софіївської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Софіївська загальноосвітня школа І - ІІІ ступенів №1 Софіївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа №216  Оболонського району м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №216 - загальноосвітній навчальний заклад І-ІІІ ступенів з поглибленим вивченням англійської мови з 1 класу', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Школа І ступеня - гімназія Оболонь Оболонського району м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Гімназія Оболонь - загальноосвітній навчальний заклад ІІ-ІІІ ступенів м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 3 Покровської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 3 міста Красноармійська Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Городенківська гімназія імені Антона Крушельницького', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Городенківська гімназія ім.А.Крушельницького', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Долинська загальноосвітня школа I-III ступенів № 4 Долинської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів № 4 Долинської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Залізничненська загальноосвітня школа I-III ступенів Болградської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Залізничненська загальноосвітня школа I-III ступенів Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Сильне Ківерцівської районної ради  Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Сильне Ківерцівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Крижанівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-ліцей-дошкільний навчальний заклад  Лиманської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Крижанівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-ліцей-дошкільний навчальний заклад  Комінтернівської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Седнівський навчально-виховний комплекс Чернігівської районної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Седнівський навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Романковецька гімназія імені академіка Костянтина Федоровича Поповича Сокирянського району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Романковецька гімназія Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Орлівський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Ясинуватського району Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Орлівська загальноосвітня школа I-III ступенів', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 270 Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 270 Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новоекономічна загальноосвітня школа І-ІІІ ступенів Покровської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Новоекономічна загальноосвітня школа І-ІІІ ступенів Красноармійської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 71 художньо-архітектурного напрямку Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 71 художньо-архітектурного напрямку Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Михалківський навчально-виховний комплекс Сокирянського району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Михалкове Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Машівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад села  Машів Любомльського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Машівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад с. Машів Любомльського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Боківський навчально-виховний комплекс  Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Любашівської районної  ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Боківська загальноосвітня школа I-III ступенів Любашівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Поточищенська загальноосвітня школа', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Поточищенська загальноосвітня школа І-ІІІ ст', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Полтавський навчально-виховний комплекс (загальноосвітній навчальний заклад - дошкільний навчальний заклад) № 36 Полтавської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Комунальний заклад Полтавська загальноосвітня школа І-ІІІ ступенів № 36 Полтавської міської ради Полтавської області', N'Полтавська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'Коломийська  загальноосвітня  школа І-ІІІ ступенів  №5 імені Т.Г.Шевченка', N'Івано-Франківська область'),
--dbo.get_eo_hash(N'Коломийська загальноосвітня школа І-ІІІступенів №5 імені Т.Г.Шевченка', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кременецька загальноосвітня школа І-ІІІ ступенів №1 ім. Галини Гордасевич', N'Тернопільська область'),
dbo.get_eo_hash(N'Кременецька загальноосвітня школа І-ІІІ ступенів №1', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Хоровецький навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів Славутської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Хоровецький навчально- виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів Славутської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 40 Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 40 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вороньківський навчально - виховний комплекс імені Героя Радянського Союзу О.Д.Перелета Чорнухинської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Вороньківський навчально виховний комплекс ім. Героя Радянського Союзу О.Д.Перелета Чорнухинської районної ради Полтавської області.', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мукачівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад № 11 Мукачівської міської ради Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Мукачівська загальноосвітня школа І-ІІІ ступенів № 11 Мукачівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа І ступеня - гімназія Мирноградської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа І ступеня - гімназія Димитровської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тальнівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів №1 - гімназія Тальнівської міської ради  Тальнівського району Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Тальнівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів №1 - гімназія Тальнівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальна установа Сумська спеціалізована школа I-III ступенів №3 ім. генерал-лейтенанта А. Морозова м. Суми, Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Комунальна установа Сумська спеціалізована школа I-III ступенів №3 імені генерал-лейтенанта А. Морозова м. Суми Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №16 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №16 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Водянська середня загальноосвітня школа - загальноосвітній навчальний заклад І-ІІІ ступенів Гречаноподівської сільскої ради Широківського району Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Водянська середня загальноосвітня школа - загальноосвітній навчальний заклад І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Щасливська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Щасливська загальноосвітня школа І-ІІІ ступенів Цюрупинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Роздільнянська загальноосвітня школа I-III ступенів № 2  Роздільнянської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 2 м. Роздільна Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Заводівський навчально - виховний комплекс навчально-виховний заклад-дошкільний навчальний заклад Горностаївської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Заводівський навчально - виховний комплекс Горностаївської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гімназія Львівського університету бізнесу та права', N'Львівська область'),
dbo.get_eo_hash(N'Гімназія Львівського університету бізнесу і права', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лиманівська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Лиманівська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Роздільнянська загальноосвітня школа I-III ступенів № 4 Роздільнянського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 4 м. Роздільна Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Українська загальноосвітня школа І-ІІІ ступенів №1 Обухівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Українська загальноосвітня школа І-ІІІ ступенів №1 Обухівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Новов''язівська загальноосвітня школа І-ІІІ ступенів Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Новов''язівська середня загальноосвітня школа І-ІІІ ступенів Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Магдалівська загальноосвітня школа І-ІІІ ступенів імені родини Голоядів Скалатської міської ради Підволочиського району Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Магдалівська загальноосвітня школа І-ІІІ ступенів імені родини Голоядів Підволочиської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Новоайдарська школа-гімназія Новоайдарської районної ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Новоайдарська школа-гімназія', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Кальчицька загальноосвітня школа I-III ступенів Нікольської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Кальчик Володарського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Перковецький навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад Кельменецького району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Перковецький навчально-виховний комплекс дошкільний навчальний заклад-загальноосвітній навчальний заклад Кельменецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Армашівська загальноосвітня школа I-III ступенів Ширяївської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Орджонікідзівська загальноосвітня школа I-III ступенів Ширяївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховне об''єднання технічного профілю № 79 загальноосвітній навчальний заклад - дошкільний навчальний заклад - позашкільний навчальний заклад Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховне об''єднання технічного профілю № 79 загальноосвітній навчальний заклад - дошкільний навчальний заклад - позашкільний навчальний заклад Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 44  м.Кам''янське Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 44 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лікарський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Миколаївської сільської ради Сумського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Лікарський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великодмитровицька загальноосвітня школа І-ІІІ ступенів Обухівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Великодмитровицька загальноосвітня школа І-ІІІ ступенів Обухівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 54 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 54 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 277 з поглибленим вивченням англійської мови Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 277 з поглибленим вивченням англійської мови Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 143 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 143 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №138 з поглибленим вивченням предметів природничого циклу Шевченківського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №138 І-ІІІ ступенів з поглибленим вивченням предметів природничого циклу Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Вапнярська загальноосвітня школа I-III ступенів №3 - дошкільний навчальний заклад Вапнярської селищної ради об''єднаної територіальної громади Томашпільського району Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Вапнярська загальноосвітня школа I-III ступенів №3 - дошкільний навчальний заклад', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бережинська загальноосвітня школа І-ІІІ ступенів Кіровоградської районної державної адміністрації Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Бережинська загальноосвітня школа І-ІІІ ступенів Кіровоградської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс № 37 Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 37 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Біляківська  загальноосвітня школа І-ІІІ ступенів Семенівської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Біляківська середня загальноосвітня школа І-ІІІ ступенів Семенівської районної державної адміністрації Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Новоолександрівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Згурівського району Київської області', N'Київська область'),
dbo.get_eo_hash(N'Новоолександрівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дитячий садок Згурівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний закладКрасносілківське навчально-виховне об''єднання Олександрівської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Красносілківська загальноосвітня школа І-ІІІ ступенів Олександрівської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бережанська загальноосвітня школа І-ІІІ ступенів №3 Бережанської міської ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Бережанська загальноосвітня школа І-ІІІ ступенів №3 Бережанської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зеленодольська загальноосвітня школа І-ІІІ ступенів № 1', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Зеленодольська загальноосвітня школа № 1  І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Києво-Печерський ліцей № 171 «Лідер» Печерського району м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Києво-Печерський ліцей №171 Лідер', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Горожанська загальноосвітня школа І-ІІІ ступенів Монастириського району Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Горожанська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс: загальноосвітня школа І-ІІ ступенів - ліцей №7 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Навчально-виховний комплекс: загальноосвітня школа І-ІІ ступенів - ліцей №7 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально - виховний комплекс Балтська загальноосвітня школа I-III ступенів № 3 - колегіум Балтської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Навчально - виховний комплекс Балтська загальноосвітня школа I-III ступенів № 3 - колегіум Балтської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс №5 загальноосвітній навчальний заклад - дошкільний навчальний заклад м. Могилева-Подільського Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів №5 м.Могилева-Подільського', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Пилипецька спеціалізована загальноосвітня школа-інтернат з поглибленим вивченням окремих предметів ІІ - ІІІ ступенів Міжгірської районної ради Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Пилипецька спеціалізована загальноосвітня школа-інтернат ІІ - ІІІ ступенів Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лукашівський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Запорізького району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Лукашівський навчально-виховний комплекс загальносвітній навчальний заклад - дошкільний навчальний заклад Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Трипільська загальноосвітня школа І-ІІІ ступенів Обухівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Трипільська загальноосвітня школа І-ІІІ ступенів Обухівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гусарівський навчально - виховний комплекс загальноосвітній навчальний заклад  I-III ступенів - дошкільний навчальний заклад  Балаклійської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Гусарівська загальноосвітня школа I-III ступенів Балаклійської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа ІІ - ІІІ ступенів №328 Оболонського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №328 - загальноосвітній навчальний заклад ІІ та ІІІ ступенів', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 117 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 117 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Донецька ЗОШ І-ІІІ ступенів №1 Балаклійської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Червонодонецька ЗОШ І-ІІІ ступенів №1 Балаклійської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Спеціалізована школа з поглибленим вивченням іноземних мов І ступеня - колегіум № 16 Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Спеціалізована школа з поглибленим вивченням іноземних мов І ступеня - колегіум № 16 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Нижньовербізька загальноосвітня школа І-ІІІ ступенів Нижньовербізької сільської об''єднаної територіальної громади', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Нижньовербізька загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новоаврамівська гімназія  Новоаврамівської сільської ради  Хорольського району Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Новоаврамівська гімназія Хорольської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бахмутська загальноосвітня школа I-III ступенів №10 Бахмутської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Артемівська загальноосвітня школа I-III ступенів №10 Артемівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Іванківська загальноосвітня школа І-ІІІ ступенів №1', N'Київська область'),
dbo.get_eo_hash(N'Іванківська загальноосвітня школа І-ІІІ ступенів №1 Іванківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 10 Кам`янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 10 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Дніпропетровська загальноосвітня санаторна школа-інтернат № 4 І-ІІІ ступенів Дніпропетровської обласної ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Обласний комунальний заклад освіти Дніпропетровська загальноосвітня санаторна школа-інтернат І-ІІІ ступенів №4', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Яковлівська загальноосвітня школа I-III ступенів  Роздільнянської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Яковлівка Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Деражнянська загальноосвітня школа І-ІІІ ступенів №2  Деражнянської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Деражнянський навчально-виховний комплекс, загальноосвітня школа І-ІІІ ступенів №2, гімназія Деражнянської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №27 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №27 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гонтарівська загальноосвітня школа I-III ступенів Старосалтівської селищної ради Вовчанського району Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Гонтарівська загальноосвітня школа I-III ступенів Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Філія Побузької загальноосвітньої школи І - ІІІ ступенів Молдовська загальноосвітня школа - дошкільний навчальний заклад Голованівської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Молдовська загальноосвітня школа І-ІІІ ступенів-дошкільний  навчальний заклад Голованівської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новосеменівська загальноосвітня школа I-III ступенів', N'Херсонська область'),
dbo.get_eo_hash(N'Новосеменівська загальноосвітня школа I-III ступенів Іванівського районну Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Іванківський районний ліцей', N'Київська область'),
dbo.get_eo_hash(N'Іванківський районний ліцей Іванківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Біляївська загальноосвітня школа  І-ІІІ ступенів №1 Біляївської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Біляївська загальноосвітня школа № 1 І-ІІІ ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Софіївський навчально - виховний комплекс Костянтинівської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Новоартемівський навчально - виховний комплекс Костянтинівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Солонянська середня загальноосвітня школа №2 І-ІІІ ступенів Солонянської селищної  ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Солонянська середня загальноосвітня школа №2 І-ІІІ ступенів Солонянської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бузовицький навчально-виховний комплекс загальноосвітній навчальний заклад-дошкільний навчальний заклад Кельменецького району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Бузовицький навчально-виховний комплекс дошкільний навчальний заклад-загальноосвітній навчальний заклад Кельменецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мар''янська загальноосвітня школа  І-ІІІ ступенів №1', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Мар''янська загальноосвітня школа №1 І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гімназія Сузір''я приватного вищого навчального закладу Донецький університет економіки та права', N'Донецька область'),
dbo.get_eo_hash(N'Артемівська гімназія Сузір''я приватного вищого навчального закладу Донецький університет економіки та права', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний навчальний заклад Студениківська загальноосвітня школа І-ІІІ ступенів Переяслав-Хмельницького району Київської області', N'Київська область'),
dbo.get_eo_hash(N'Жовтнева загальноосвітня школа І-ІІІ ступенів Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лисівська загальноосвітня школа І-ІІІ ступенів Покровської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Лисівська загальноосвітня школа І-ІІІ ступенів Красноармійської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лисогірський навчально-виховний комплекс загальнооcвітній навчальний заклад - дошкільний навчальний заклад Запорізького району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Лисогірський навчально-виховний комплекс загальноовітній навчальний заклад - дошкільний навчальний заклад Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ставківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад  Зіньківської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Ставківська загальноосвітня школа І-ІІІ ступенів Зіньківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Малотур’янський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Малотур''янський НВК', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рахнівський навчально-виховний комплекс ЗОШ I-III ступенів, ДНЗ Дунаєвецької міської ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Рахнівська загальноосвітня школа I-III ступенів Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Підгородненський навчально-виховний комплекс №1 Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Підгородненський навчально-виховний комплекс №1', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Жовтянська загальноосвітня школа І - ІІІ ступенів Вакулівської сільської ради Софіївського району Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Жовтянська загальноосвітня школа І - ІІІ ступенів Софіївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів №3 м.Гайсин Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів №3 м.Гайсина', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Нововодолазький ліцей Нововодолазької районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Нововодолазький ліцей Нововодолазької районної ради Харьківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 23 Кам`янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 23 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'Комунальний заклад Маріупольський міський навчально-виховний комплекс Гімназія-школа №27 Маріупольської міської ради Донецької області', N'Донецька область'),
--dbo.get_eo_hash(N'Комунальний заклад Маріупольський міський навчально-виховний комплекс гімназія-школа №27 Маріупольської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 21 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 21 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Балівська загальноосвітня школа I-III ступенів Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Балівська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рубанівська загальноосвітня школа І-ІІІ ступенів № 1 Рубанівської сільської ради Великолепетиського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Рубанівська загальноосвітня школа I-III ступенів № 1 Рубанівської сільської ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Болградський навчально-виховний комплекс Спеціалізована школа I-III ступенів-ліцей Болградської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Болградський навчально-виховний комплекс: Спеціалізована школа I-III ступенів-ліцей Болградської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зубринська загальноосвітня школа I-III ступенів Хорошівського району Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Зубринська загальноосвітня школа I-III ступенів Володарськ-Волинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Обертинська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Обертинська загальноосвітня школа 1-3 ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Веселинівська загальноосвітня школа I-III ступенів Веселинівської селищної ради Веселинівського району Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Веселинівська загальноосвітня школа I-III ступенів Веселинівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Шатавський навчально–виховний комплекс «Загальноосвітня школа І-ІІ ступенів, колегіум» Маківської сільської ради Дунаєвецького району Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Шатавський навчально-виховний комплекс загальноосвітня школа І-ІІ ступенів, колегіум Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Оникіївська загальноосвітня школа І-ІІІ ступенів Маловисківської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Оникіївська загальноосвітня школа І-ІІІ ступенів Маловисківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально - виховний комплекс № 106 середня загальноосвітня школа - дошкільний навчальний заклад (дитячий садок) Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально - виховний комплекс № 106 Середня загальноосвітня школа - дошкільний заклад (дитячий садок) Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний заклад  С.Олександрівка Тарутинського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Олександрівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Білинська загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Балтської  міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Комунальний заклад навчально-виховний комплекс Білинська загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Балтської  районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Олешківська спеціалізована школа І-ІІІ ступенів №2 з поглибленим вивченням іноземних мов Олешківської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Цюрупинська спеціалізована школа І-ІІІ ступенів №2 з поглибленим вивченням іноземних мов Цюрупинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великорожинський навчально-виховний комплекс Великорожинська ЗОШ І-ІІІ ступенів - дошкільний навчальний заклад Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Великорожинська загальноосвітня школа І-ІІІ ступенів Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комишуваський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад (ясла-садок) Попаснянської районної ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Комишуваська загальноосвітня школа I-III ступенів Попаснянської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний заклад - СНВК Академічна гімназія Скадовської міської ради Херсонської області Скадовського освітнього округу', N'Херсонська область'),
dbo.get_eo_hash(N'Скадовський НВК Академічна гімназія Скадовської міської ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Олександрівська загальноосвітня школа I-III ступенів Долинської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів Долинської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №19 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №19 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 17 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 17 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Токмацька загальноосвітня  школа І - ІІІ ступенів № 2 імені Олексія Миколайовича Кота Токмацької міської ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Токмацька спеціалізована школа І - ІІІ ступеню № 2 ім. Героя Радянського Союзу О.М. Кота Токмацької міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Білопільська загальноосвітня школа І-ІІІ ступенів № 2 імені С.М. Гордієнка Білопільської районної ради Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Білопільська загальноосвітня школа І-ІІІ ступенів № 2 Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 67 еколого-економічного профілю Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 67 еколого-економічного профілю Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад НВК Лановецька загальноосвітня школа №1 І-ІІІ ступенів-ліцей імені Юрія Коваля Лановецької районної ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Комунальний заклад НВК Лановецька загальноосвітня школа №1 І-ІІІ ступенів-ліцей Лановецької районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Діанівська загальноосвітня школа І-ІІІ ступенів Волноваської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Кіровська загальноосвітня школа I-III ступенів Волноваської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Петрівська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Петрівська загальноосвітня школа I-III ступенів Олександрівської районної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Прип''ять Шацького району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Прип''ять Шацького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великоолексинський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Рівненської районної ради Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Великоолексинська загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Поповогребельська середня загальноосвітня школа І-ІІІ ступенів Чечельницького району Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Комунальний заклад Червоногребельська середня загальноосвітня школа І-ІІІ ступенів Чечельницького району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Довговойнилівський НВК І-ІІІ ступенів Верхнянської сільської ради об''єднаної територіальної громади Калуського району Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Довговойнилівська ЗОШ І-ІІІ ступенів Верхнянської сільської ради об''єднаної територіальної громади Калуського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сугарівська загальноосвітня школа I-III ступенів Сахновщинської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Жовтнева загальноосвітня школа I-III ступенів Сахновщинської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Голенищівська загальноосвітня школа І-ІІІ ступенів імені А.Д.Локазюка Летичівської селищної ради', N'Хмельницька область'),
dbo.get_eo_hash(N'Голенищівська загальноосвітня школа І-ІІІ ступенів імені А.Д.Локазюка Летичівської районної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Радомишльська загальноосвітня школа I-III ступенів №5 ім. В.М.Чорновола', N'Житомирська область'),
dbo.get_eo_hash(N'Радомишльська загальноосвітня школа I-III ступенів №5 ім. В.Чорновола', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №6 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №6 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 135 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 135 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально – виховний комплекс «Михайлівська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради', N'Донецька область'),
dbo.get_eo_hash(N'Навчально – виховний комплекс «Михайлівська загальноосвітня школа І-ІІІ ступенів –дошкільний навчальний заклад» Красноармійської районної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Велюнський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад імені Олександра Ярмоліча Дубровицької районної ради Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Велюнський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Дубровицької районної ради Рівненської області', N'Рівненська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'Комунальний заклад Харківська загальноосвітня школа I-III ступенів № 30 Харківської міської ради Харківської області імені Героя Радянського Союзу С.О.Борзенка', N'Харківська область'),
--dbo.get_eo_hash(N'Комунальний заклад Харківська загальноосвітня школа I-III ступенів № 30 Харківської міської ради Харківської області імені Героя радянського Союзу С.О.Борзенка', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс загальноосвітня школа I-III ступенів-дошкільний навчальний заклад с.Сальник', N'Вінницька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Сальник', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Коломацька загальноосвітня школа І-ІІІ ступенів Полтавської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Куликівська загальноосвітня школа І-ІІІ ступенів Полтавської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів із спеціалізованими класами з поглибленим вивченням математики і фізики №34 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів із спеціалізованими класами з поглибленим вивченням математики і фізики №34 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дублянська загальноосвітня школа І-ІІІ ступенів Жовківської районної ради імені Анатолія Жаловаги', N'Львівська область'),
dbo.get_eo_hash(N'Дублянська загальноосвітня школа І-ІІІ ступенів Жовківської районної ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Будо-Рижанська загальноосвітня школа I-III ступенів Хорошівського району Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Будо-Рижанська загальноосвітня школа I-III ступенів Володарськ-Волинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Міський юридичний ліцей Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Міський юридичний ліцей Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Скалатська загальноосвітня школа І-ІІІ ступенів Скалатської міської ради Підволочиського району Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Скалатська загальноосвітня школа І-ІІІ ступенів Підволочиської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 78 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 78 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Красноградська загальноосвітня школа I-III ступенів № 1 ім. О.І.Копиленка Красноградської районної державної адміністрації Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Красноградська загальноосвітня школа № 1 I-III ступенів ім. О.І.Копиленка Красноградської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Калинівська середня загальноосвітня школа - загальноосвітній навчальний заклад І-ІІІ ступенів Гречаноподівської сільскої ради Широківського району Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Калинівська середня загальноосвітня школа-загальноосвітній навчальний заклад І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кам''янець-Подільський ліцей', N'Хмельницька область'),
dbo.get_eo_hash(N'Кам''янець-Подільський ліцей Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Багатопрофільна гімназія Покровської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Багатопрофільна гімназія міста Красноармійська Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Хомутецька загальноосвітня школа І-ІІІ ступенів Миргородської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Хомутецька загальноосвітня школа І-ІІІ ступенів Миргородської районної ради Полтавської обласьі', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Червонопільська загальноосвітня школа І-ІІІ ступенів Осипенківської сільскої ради Бердянського району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Червонопільська загальноосвітня школа І-ІІІ ступенів Бердянської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Броварська загальноосвітня школа І-ІІІ ступенів №2 Броварської міської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Броварська загальноосвітня школа І-ІІІ ступенів №2 Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 9  Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 9 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Буцинівська загальноосвітня школа І-ІІІ ступенів Роздільнянського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Буцинівка Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Фінансово-економічний ліцей Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Фінансово-економічний ліцей Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 226 Оболонського району м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №226 загальноосвітній навчальний заклад І-ІІІ ступенів', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Лисовицька середня загальноосвітня школа І-ІІІ ступенів-ліцей  Стрийського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Лисовицька середня загальноосвітня школа-ліцей І-ІІІ ступенів при Львівській комерційній академії Стрийського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новообиходівська загальноосвітня школа I-III ступенів Немирівської районної ради Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Новообіходівська загальноосвітня школа I-III ступенів Немирівської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Горицький навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа І-ІІІ ступенів Берездівської сільської ради Славутського  району  Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Горицький навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа І-ІІІ ступенів Славутської районої ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс   Неветленфолівська загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний закладВиноградівської районної ради Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Неветленфолівська загальноосвітня школа І-ІІІ ступенів Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вишнівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Любомльського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Вишнівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Солонянська середня загальноосвітня школа №1 І-ІІІ ступенів (опорний заклад) Солонянської селищної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освітиСолонянська середня загальноосвітня школа №1 І-ІІІ ступенів Солонянської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Могилівська загальноосвітня школа І-ІІІ ступенів ім. Героя Радянського Cоюзу І.М. Шишканя Могилівської сільської ради Царичанського району Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Могилівська загальноосвітня школа І-ІІІ ступенів ім. Героя Радянського союза І.М. Шишканя Могилівської сільської ради Царичанського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Верхньоторецька загальноосвітня школа I-III ступенів Ясинуватського району Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Верхньоторецька загальноосвітня школа I-III ступенів', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Нирківська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ст. с. Нирків', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новогусарівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Балаклійської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Червоногусарівський навчально-виховний комплекс (загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад) Балаклійської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа  І-ІІІ ступенів №135 з поглибленим вивченням англійської мови Шевченківського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №135 І-ІІІ ступенів з поглибленим вивченням англійської мови Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Нижнівський навчально-виховний комплекс (ЗОШ І - ІІІ ст. - ДНЗ)', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Нижнівська загальноосвітня школа 1-3 ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Захарівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Світловодської районної державної адміністрації', N'Кіровоградська область'),
dbo.get_eo_hash(N'Захарівська загальноосвітня школа І-ІІІ ступенів Світловодської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Степанівська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Степанівська загальноосвітня школа I-III ступенів Олександрівської районної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Полтавська гімназія Здоров''я № 14 Полтавської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Полтавська гімназія Здоров''я № 14 Полтавської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Білоусівська загальноосвітня школа I-III ступенів Тульчинської районної ради Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Білоусівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Українсько-Американський ліцей Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Українсько-Американський ліцей Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Філія НВК Перегонівська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Лебединська загальноосвітня школа', N'Кіровоградська область'),
dbo.get_eo_hash(N'Лебединська загальноосвітня школа І-ІІІ ступенів Лебединської сільської ради Голованівського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Плосківська загальноосвітня школа І-ІІІ ступенів Полянської сільської ради Свалявського району Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Плосківська загальноосвітня школа І-ІІІ ступенів Свалявської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сальненський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад I-III ступенів Лосинівської селищної ради Ніжинського районну Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Сальненський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад I-III ступенів Ніжинської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Долішньошепітський навчально-виховний комплекс (загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад) Вижницької районної ради Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Долішньошепітський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) Вижницької районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Максимівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) Недогарківської сільської ради Кременчуцького району  Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Максимівський навчально-виховний комплекс Кременчуцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс «Морозівська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Дунаєвецької селищної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Морозівська загальноосвітня школа I-III ступенів Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Полонський навчально-виховний комплекс №2  Загальноосвітня школа І - ІІІ ступенів №7 - дошкільний навчальний заклад Полонської міської ради  об''єднаної територіальної громади Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Полонська загальноосвітня школа І - ІІІ ступенів №7 Полонської міської ради  об''єднаної територіальної громади Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Мереф''янська загальноосвітня школа I-III ступенів № 3  Мереф''янської міської ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Мереф''янська загальноосвітня школа I-III ступенів № 3 Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 320 з поглибленим вивченням української мови Деснянського району міста  Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 320 з поглибленим вивченням української мови Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів Олександрівської районної ради', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'Комунальний заклад Вільненський навчально - виховний комплекс Школа - дошкільний заклад Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'),
--dbo.get_eo_hash(N'Комунальний заклад Вільненський навчально - виховний комплекс школа - дошкільний заклад Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Павлівська загальноосвітня школа I-III ступенів Григорівської сільської ради Чаплинського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Павлівська загальноосвітня школа I-III ступенів Чаплинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа І-ІІІ ступенів № 5 з поглибленим вивченням предметів природничо-математичного циклу ім.Л.І.Бугаєвської Горішньоплавнівської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа І-ІІІ ступенів № 5 з поглибленим вивченням предметів природничо-математичного циклу ім.Л.І.Бугаєвської Комсомольської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа І-ІІІ ступенів № 3 Новоукраїнської міської ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа І-ІІІ ступенів № 3 Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 19 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 19 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Топалівська загальноосвітня школа I-III ступенів Окнянського району', N'Одеська область'),
dbo.get_eo_hash(N'Топалівська загальноосвітня школа I-III ступенів Красноокнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великомедведівський навчально-виховний комплекс загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад Шепетівської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Великомедведівська загальноосвітня школа I-III ступенів Шепетівської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 35  Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 35 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Солотвинський ліцей-інтернат з  румунською мовою навчання імені М.Емінеску Солотвинської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Солотвинський ліцей інтернатного типу гуманітарного та природничого профілю з румунською мовою навчання Солотвинської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний заклад Рогатинська спеціалізована загальноосвітня школа І-ІІІ ступенів №1 із поглибленим вивченням іноземної мови Рогатинської районної ради', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Рогатинська спеціалізована загальноосвітня школа І-ІІІ ступенів №1 із поглибленим вивченням іноземної мови Рогатинської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 133 Дніпровської  міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 133 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс «Підлісномукарівська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Дунаєвецької селищної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Підлісномукарівська загальноосвітня школа I-III ступенів Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №128 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №128 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Нехайківський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад імені двічі Героя Радянського Союзу І.Н.Степаненка Драбівської районної ради Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Нехайківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад ім.двічі Героя Радянського Союзу І.Н.Степаненка Драбівської районної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Бишівська загальноосвітня школа І-ІІІ ступенів Макарівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Бишівська загальноосвітня школа І-ІІІ ступенів Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дубриницька загальноосвітня школа І-ІІІ ступенів Перечинського району Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Дубриничі Перечинського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Нагірнянська загальноосвітня школа I-III ступенів Ренійської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Нагірнянська загальноосвітня I-III ступенів Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Давидівська загальноосвітня школа І-ІІІ ступенів Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Давидівська загальноосвітня школа І-ІІІ ступенів Давидівської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована середня загальноосвітня школа №142 еколого-економічного профілю Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована середня загальноосвітня школа №142 еколого-економічного профілю Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Соколівське навчально-виховне об`єднання Кіровоградської районної ради, Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Соколівська загальноосвітня школа І-ІІІ ступенів Кіровоградської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Снячівська загальноосвітня школа І-ІІІ ступенів Великокучурівської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Снячівська загальноосвітня школа І-ІІІ ступенів Снячівської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Калинівська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Калинівська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тур''я Пасіцька загальноосвітня школа I-III ступенів Перечинського району Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Тур''я Пасіка Перечинського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ступенів-ліцей м.Подільська Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Котовський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-ліцей Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Преславська багатопрофільна загальноосвітня школа І-ІІІ ступенів Приморської міської ради Приморського району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Комунальний заклад Преславська багатопрофільна загальноосвітня школа І-ІІІ ступенів Приморської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Хореографічна гімназія Кияночка Солом''янського району м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Загальноосвітній навчальний приватний заклад Хореографічна гімназія Кияночка', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Парафіївська загальноосвітня школа I-III ступенів Парафіївської селищної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Парафіївська загальноосвітня школа I-III ступенів Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Надеждинський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальнний заклад Гірсівської сільскої ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Надеждинський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальнний заклад Приазовської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новопавлівська загальноосвітня школа I-III ступенів імені Горєлікова М.Є.  Великоолександрівського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Новопавлівська загальноосвітня школа I-III ступенів імені М.Є.Горєлікова Великоолександрівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Покровський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Покровський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа №211 Оболонського району м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №211 загальноосвітній навчальний заклад І-ІІІ ступенів з поглибленим вивченням англійської мови з першого класу', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Долинська гімназія - загальноосвітня школа I-III ступенів № 3 Долинської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Долинська гімназія - загальноосвітня школа I-III ступенів № 3 Долинської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Гурівська загальноосвітня школа I-III ступенів Долинської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Гурівська загальноосвітня школа I-III ступенів Долинської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Хрестівська загальноосвітня школа I-III ступенів Хрестівської сільської ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Хрестівська загальноосвітня школа I-III ступенів Чаплинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Прогресівська загальноосвітня школа І-ІІІ ступенів Кіптівської сільської ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Прогресівська загальноосвітня школа І-ІІІ ступенів Козелецької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Долинська загальноосвітня школа І-ІІІ ступенів Гуляйпільської районної ради', N'Запорізька область'),
dbo.get_eo_hash(N'Комунальний заклад Долинська загальноосвітня школа ІІ-ІІІ ступенів Гуляйпільської районної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Полянський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Клішковецької сільскої ради Хотинського району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Полянський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступеня- дошкільний навчальний закладПолянської сільскої ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Вишневецький навчально-виховний комплекс загальноосвітній навчальний заклад І -ІІІ ступенів - дошкільний навчальний заклад Синельниківської районної ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Вишневецька середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступенів Покровської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступенів Красноармійської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №245 Оболонського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №245 - загальноосвітній навчальний заклад І-ІІІ ступенів', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Степнянська  загальноосвітня школа І-ІІІ ступенів Слобожанської селищної ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Степнянська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бочманівська загальноосвітня школа I-III ступенів Подільського  району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Бочманівська загальноосвітня школа I-III ступенів Котовського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Йосипівський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів Школа-дитячий садок', N'Вінницька область'),
dbo.get_eo_hash(N'Йосипівська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Томаківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад № 1 Томаківської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Томаківська загальноосвітня школа І-ІІІ ступенів №1 Томаківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс  Загальноосвітній навчальний заклад - дошкільний навчальний заклад  № 26  Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс  Загальноосвітній навчальний заклад - дошкільний навчальний заклад  № 26 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Броварська спеціалізована школа І-ІІІ ступенів №7 Броварської міської ради                                                                                        Київської області', N'Київська область'),
dbo.get_eo_hash(N'Броварська спеціалізована школа І-ІІІ ступенів №7 Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний навчальний заклад Ходорівської міської ради Львівської області загальноосвітня школа І-ІІІ ступенів №5 с.Грусятичі', N'Львівська область'),
dbo.get_eo_hash(N'Грусятицька загальноосвітня школа І-ІІІ ступенів Жидачівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чорноморська вечірня загальноосвітня школа ІI-III ступенів Чорноморської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Іллічівська вечірня загальноосвітня школа ІI-III ступенів Іллічівської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Гімназія №3 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Гімназія №3 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Горошинська  загальноосвітня школа І-ІІІ ступенів Семенівської районної ради  Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Горошинська середня загальноосвітня школа І-ІІІ ступенів Семенівської районної державної адміністрації Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Борисівська загальноосвітня школа I-III ступенів Татарбунарської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Борисівська загальноосвітня школа I-III ступенів Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Берестяне Ківерцівської районної ради Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Берестяне Ківерцівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зорянський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - ліцей Саратської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Зорянський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - ліцей Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс №1 (середня школа І-ІІІ ступенів -дошкільний навчальний заклад) м.Покров Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс №1 (середня школа І-ІІІ ступенів -дошкільний начальний заклад) м.Орджонікідзе Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Фастівська загальноосвітня школа І-ІІІ ступенів № 3 виконавчого комітету Фастівської міської ради Київської обл.', N'Київська область'),
dbo.get_eo_hash(N'Фастівська загальноосвітня школа І-ІІІ ступенів № 3 Фастівської міської ради Київської обл.', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Довжоцький навчально-виховний комплекс Загальноосвітня школа I-III ступенів, колегіум', N'Хмельницька область'),
dbo.get_eo_hash(N'Довжоцький навчально-виховний комплекс загальноосвітня щкола I-III ступенів, колегіум', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дар'' ївська загальноосвітня школа І-ІІІ ступенів імені Андрія Шульги Білозерської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Дар'' ївська загальноосвітня школа І-ІІІ ступенів Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Пирогівська загальноосвітня школа І-ІІІ ступенів Глобинської міської  ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Пирогівська загальноосвітня школа І-ІІІ ступенів Глобинської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально- виховний комплекс Загальноосвітній навчальний заклад -дошкільний навчальний заклад№3 Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад  Навчально-виховний комплекс  Загальноосвітній навчальний заклад - дошкільний навчальний заклад  № 3 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад  № 36 Кам''янської  міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс  загальноосвітній навчальний заклад - дошкільний навчальний заклад  № 36 Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ОСВІТИ НАВЧАЛЬНО-ВИХОВНИЙ КОМПЛЕКС № 137 ЛІЦЕЙ-ЗАГАЛЬНООСВІТНІЙ НАВЧАЛЬНИЙ ЗАКЛАД ДНІПРОВСЬКОЇ МІСЬКОЇ РАДИ', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 137 ліцей-загальноосвітній навчальний заклад Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Війтовецька загальноосвітня школа I-III ступенів Війтовецької селищної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Війтовецька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великолепетиська загальноосвітня школа І-ІІІ ступенів № 1 Великолепетиської селищної ради Великолепетиського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Великолепетиська загальноосвітня школа I-III ступенів № 1 Великолепетиської селищної ради Хероснської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Підвисоцьке навчально-виховне об''єднання Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Підвисоцька загальноосвітня школа І-ІІІ ступенів ім. Т.Г. Шевченка Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дублянська середня загальноосвітня школа І-ІІІ ступенів Самбірського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Дублянська середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована середня загальноосвітня школа № 126 з поглибленим вивченням французької мови Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована середня загальноосвітня школа № 126 з поглибленим вивченням французької мови Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великомостівська загальноосвітня школа І- ІІІ ступенів Сокальської районної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Великомостівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - ліцей Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мардарівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Подільського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Мардарівський навчально-виховний комплекс загальноосвітня школа I-III ступенів Котовського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітній навчальний заклад І–ІІІ ступеня «Спеціалізована школа №17 з поглибленим вивченням математики» Подільського району м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Загальноосвітній навчальний заклад І-ІІІ ступеня Спеціалізована школа №17 з поглибленим вивченням математики Подільського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Васловівський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ст. - дошкільний навчальний заклад Заставнівського району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Васловівський навчально-виховний комплекс Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освітиСередня загальноосвітня школа № 49 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освітиСередня загальноосвітня школа № 49 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Горошовецький навчально – виховний комплекс  «Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад» Заставнівського району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Горошовецький навчально-виховний комплекс Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс №36  Спеціалізована середня загальноосвітня школа техніко-економічного профілю - дошкільний навчальний заклад Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс №36  Спеціалізована середня загальноосвітня школа техніко-економічного профілю - дошкільний навчальний заклад Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів № 2 Горішньоплавнівської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів № 2 Комсомольської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня санаторна школа-інтернат І – ІІІ ступенів комунального вищого навчального закладу «Хортицька національна навчально-реабілітаційна академія» Запорізької обласної ради', N'Запорізька область'),
dbo.get_eo_hash(N'Комунальний вищий навчальний заклад Хортицька національна навчально-реабілітаційна академія  Запорізької обласної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа I-III ступенів Березнегуватської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа I-III ступенів Березнегуватьскої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №10 ім. І.І. Манжури Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освітиСередня загальноосвітня школа № 10 ім. І.І.Манжури Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кам''янець-Подільська загальноосвітня школа №17 I-III ступенів', N'Хмельницька область'),
dbo.get_eo_hash(N'Кам''янець-Подільський навчально-виховний комплекс №17 у складі спеціалізованої загальноосвітньої школи I-III ступенів з поглибленим вивченням інформатики та ліцею Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бахмутівська загальноосвітня школа I-III ступенів Новоайдарської районної ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Бахмутівська загальноосвітня школа I-III ступенів', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа №194 Перспектива Оболонського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №194 Перспектива - загальноосвітній навчальний заклад І-ІІІ ступенів з поглибленим вивченням природничих дисциплін', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ступенів - гімназіякомунальної власності територіальної громади м.Жмеринки', N'Вінницька область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ступенів - гімназіякомунальної власності територіальної громади м.Жмеринка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Слобідський навчально-виховний комплекс Загальноосвітня школа I-III ступенів- дошкільний навчальний заклад Роздільнянської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Слобідський навчально-виховний комплекс Загальноосвітня школа I-III ступенів- дошкільний навчальний заклад Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новокостянтинівська загальноосвітня школа I-III ступенів Летичівської селищної ради', N'Хмельницька область'),
dbo.get_eo_hash(N'Новокостянтинівська загальноосвітня школа I-III ступенів Летичівської районної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Писарівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад  Кодимської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Писарівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад  Кодимської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Більмацька спеціалізована загальноосвітня школа I-III ступенів Інтелект Більмацької районної ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Куйбишевська спеціалізована загальноосвітня школа I-III ступенів Інтелект Куйбишевської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Агайманська загальноосвітня школа I-III ступенів Іванівського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Фрунзенська загальноосвітня школа I-III ступенів Іванівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тиннянська загальноосвітня школа I-III ступенів Дунаєвецької селищної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Тиннянська загальноосвітня школа I-III ступенів Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Широкогребельський ЗНВК I-III ступенів Школа - дитячий садок', N'Вінницька область'),
dbo.get_eo_hash(N'Широкогребельська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Середня загальноосвітня школа №12  м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №12 Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Українська загальноосвітня школа I-III ступенів Березанської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Червоноукраїнська загальноосвітня школа I-III ступенів Березанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Носівська міська гімназія Носівської міської ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Носівська районна гімназія Носівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мирчанське навчально-виховне об''єднання загальноосвітня школа І-ІІІ ступенів - дитячий садок', N'Київська область'),
dbo.get_eo_hash(N'Мирчанське навчально-виховне об''єднання загальноосвітня школа І-ІІІ ступенів - дитячий садок Бородянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Чумаківська  загальноосвітня школа I - III ступенівДніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Чумаківська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Прямобалківська загальноосвітня школа І-ІІІ ступенів Арцизької районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Прямобалка Арцизького району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №22 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №22 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Міньківський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Міньківський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Парутинська загальноосвітня школа I-III ступенів Куцурубської сільської ради об''єднаної територіальної громади Очаківського району Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Парутинська загальноосвітня школа I-III ступенів Очаківської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Пасицелівська загальноосвітня школа I-III ступенів Балтської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Пасицелівська загальноосвітня школа I-III ступенів Балтської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вільховецький навчально-виховний комплекс дошкільний навчальний заклад - загальноосвітній навчальний заклад І-ІІІ ступенів імені Героя України В''ячеслава Чорновола Звенигородської районної ради Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Вільховецький навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітній навчальний заклад І-ІІІ ступенів Звенигородської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Германівська загальноосвітня школа І-ІІІ ступенів імені братів Гетьманів Обухівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Германівська загальноосвітня школа І-ІІІ ступенів імені братів Гетьманів Обухівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бердичівський загальноосвітній навчально-виховний комплекс №4 Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Бердичівський загальноосвітній навчально-виховний комплекс №4', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Князегригорівська загальноосвітня школа І - ІІІ ступенів Князегригорівської сільської ради Великолепетиського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Князегригорівська загальноосвітня школа I-III ступенів Князегригорівської сільської ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа І-ІІІ ступенів с. Лудин Устилузької міської ради Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Лудин Володимир-Волинського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Лиманський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Татарбунарського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Лиманський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів Олександрівської сільської ради Голопристанського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Краснознам''янська загальноосвітня школа I-III ступенів Краснознам''янської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №11 м.Бердичева Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №11 м.Бердичева Житомирської області, що знаходиться у комунальній власності міста', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Митковецький навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад імені Г.М.Демчишина Меджибізької селищної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Митковецький навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний заклад імені Г.М.Демчишина Летичівської районної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новопавлівська загальноосвітня школа I-III ступенів Баштанської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Новопавлівська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 9 Покровської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 9 міста Красноармійська Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Плодородненський навчально-виховний комплекс I-III ступенів загальноосвітній навчальний заклад-дитячий дошкільний заклад Михайлівської районної ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Комунальний заклад Плодородненьський навчально-виховний комплекс I-III ступенів загальноосвітній навчальний заклад-дитячий дошкільний заклад Михайлівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дунаєвецька загальноосвітня школа I-III ступенів №3 Дунаєвецької міської ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Дунаєвецька загальноосвітня школа I-III ступенів №3 Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 5 м.Подільська Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 5 м.Котовська Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Лисичанська загальноосвітня школа І-ІІІ ступенів №12 Лисичанської міської ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Лисичанська загальноосвітня школа І-ІІІ ступенів №12 Лисичанської міської ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кирилівський навчально-виховний комплекс Волноваської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Кирилівський навчально-виховний комплекс Волноваської районної ради Донецької област', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рудня-Почаївський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Козинської сільської  ради Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Рудня-Почаївський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Радивилівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вощанцівська середня загальноосвітня школа І-ІІІ ступенів Самбірського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Вощанцівська середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Пеняківський навчально-виховний комплекс загальноосвітня школа І - ІІІ ступенів-дошкільний навчальний заклад', N'Львівська область'),
dbo.get_eo_hash(N'Пеняківська загальноосвітня школа І-ІІІ ступенів Бродівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Володьководівицька загальноосвітня школа I-III ступенів Носівської міської ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Червонопартизанська загальноосвітня школа I-III ступенів № 1 Носівської районної ради Чернігівської області', N'Чернігівська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'Боярський навчально-виховний комплекс Гімназія - загальноосвітня школа І ступеня Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'),
--dbo.get_eo_hash(N'Боярський навчально-виховний комплекс гімназія-загальноосвітня школа І ступеня Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Краївщинський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Хорошівського району Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Краївщинський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Володарськ-Волинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Світязь Шацького району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Світязь Шацького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Піщанська гімназія Піщанської сільської ради', N'Полтавська область'),
dbo.get_eo_hash(N'Піщанська гімназія Кременчуцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Атюшівська загальноосвітня  школа I-III ступенів імені Станіслава Ковтуна  Коропської селищної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'ЗНЗ Атюшівська  школа I-III ст.ім.С.Ковтуна  Коропської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Горьківська загальноосвітня школа І-ІІІ ступенів Каланчацької селищної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Горьківська загальноосвітня школа І-ІІІ ступенів Каланчацької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 111 спеціалізована школа-дошкільний навчальний заклад Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 111 спеціалізована школа-дошкільний навчальний заклад Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Устимівська загальноосвітня школа І-ІІІ ступенів Семенівської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Устимівська середня загальноосвітня школа І-ІІІ ступенів Семенівської районної державної адміністрації Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Олізарівська загальноосвітня школа І-ІІІ ступенів', N'Київська область'),
dbo.get_eo_hash(N'Олізарівська загальноосвітня школа І-ІІІ ступенів Іванківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Каланчацька загальноосвітня школа І-ІІІ ступенів №1 Каланчацької селищної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Каланчацька загальноосвітня школа І-ІІІ ступенів №1 Каланчацької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Михнівська загальноосвітня школа І-ІІІ ступенів Засульської сільської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Михнівська загальноосвітня школа І-ІІІ ступенів Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Карильська загальноосвітня школа I-III ступенів  Коропської селищної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Карильська загальноосвітня школа I-III ст. Коропської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Шамраївський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Сквирської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Шамраївський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дитячий садок Сквирського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сергіївська загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Сергіївська загальноосвітня школа І-ІІІ ступенів, Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів смт.Оратів Оратівський район Вінницька область', N'Вінницька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів смт.Оратів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний заклад села Надрічне Тарутинської районної ради', N'Одеська область'),
dbo.get_eo_hash(N'Надрічненський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мукачівський навчально-виховний комплекс „Загальноосвітня школа  І-ІІІ ступенів – дошкільний навчальний заклад” № 15 Мукачівської міської ради Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Мукачівська загальноосвітня школа І-ІІІ ступенів № 15 Мукачівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Теребовлянська спеціалізована школа-ліцей', N'Тернопільська область'),
dbo.get_eo_hash(N'Теребовлянська спеціалізована школа І-ІІІ ступенів №3 з поглибленим вивченням іноземних мов', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рубіжанська спеціалізована школа І-ІІІ ступенів № 7 Рубіжанської міської ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Рубіжанська спеціалізована школа № 7 Рубіжанської міської ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Малинський загальноосвітній навчально-виховний комплекс Школа-ліцей №1 ім. Ніни Сосніної I-III ступенів Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Малинський загальноосвітній навчально-виховний комплекс Школа-ліцей №1 імені Ніни Сосніної I-III ступенів Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Броварська загальноосвітня школа І-ІІІ ступенів №10 Броварської міської ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Броварська загальноосвітня школа І-ІІІ ступенів №10 Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Новоолександрівська середня загальноосвітня школа', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Новоолександрівська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Обухівська загальноосвітня школа №2 І-ІІІ ступенів Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Кіровська середня загальноосвітня школа №2', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний заклад Зіньківська спеціалізована школа І-ІІІ ступенів №1 Зіньківської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Зіньківська спеціалізована школа І-ІІІ ступенів №1 Зіньківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 20 імені О.І.Стовби Кам''янської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 20 імені О.І.Стовби м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Полонська гімназія Полонської міської ради об''єднаної територіальної громади', N'Хмельницька область'),
dbo.get_eo_hash(N'Полонська гімназія Полонської міської ради об''єднаної територіальної громади Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Мереф''янська загальноосвітня школа I-III ступенів № 1 Мереф''янської міської ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Мереф''янська загальноосвітня школа I-III ступенів № 1 Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Генічеська  школа I-III ступенів № 3 - дошкільний навчальний заклад Генічеської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Генічеська загальноосвітня школа I-III ступенів № 3 Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №124 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №124 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Приватна школа «Ерудит» приватного підприємства «Ерудит»', N'Львівська область'),
dbo.get_eo_hash(N'Приватне підприємство Ерудит', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Стрийська загальноосвітня школа І-ІІІ ступенів №2 імені Героя України Андрія Корчака', N'Львівська область'),
dbo.get_eo_hash(N'Стрийська загальноосвітня школа І-ІІІ ступенів №2', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Полтавська загальноосвітня школа І-ІІІ ступенів № 11 Полтавської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Полтавська загальноосвітня школа І-ІІІ ступенів № 11 Полтавської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новоархангельське навчально-виховне об''єднання №2 Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Новоархангельська загальноосвітня школа І-ІІІ ступенів № 2 Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Делівська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Делівська загальноосвітня школа 1-3 ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Крукеницька загальноосвітня школа І-ІІІ ступенів- ліцей Мостиської районної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Крукеницька загальноосвітня школа І-ІІІ ступенів Мостиської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бахмутська загальноосвітня школа I-III ступенів №12 Бахмутської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Артемівська загальноосвітня школа I-III ступенів №12 Артемівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Шершенецька загальноосвітня школа I-III ступенів Кодимської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Шершенецька загальноосвітня школа I-III ступенів Кодимської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Золотоніська загальноосвітня санаторна школа-інтернат І-ІІІ ступенів Черкаської обласної ради', N'Черкаська область'),
dbo.get_eo_hash(N'Золотоніська санаторна загальноосвітня школа-інтернат І-ІІІ ступенів Черкаської обласної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 131 загальноосвітній навчальний заклад І ступеня - гімназія Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 131 загальноосвітній навчальний заклад І ступеня - гімназія Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 8 Мирноградської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 8 Димитровської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гринівський навчально-виховний комплекс: Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Недригайлівської селищної ради  Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Гринівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Недригайлівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №27 Шевченківського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Школа №27 І-ІІІ ступенів Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Новомикільська загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Кремінської районної ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Новомикільська загальноосвітня школа I-III ступенів Кремінської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кам''янець-Подільська спеціалізована школа-інтернат І-ІІІ ступенів Славутинка Хмельницької обласної ради', N'Хмельницька область'),
dbo.get_eo_hash(N'Кам''янець-Подільська спеціальна школа-інтернат І-ІІІ ступенів Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Малодолинська загальноосвітня школа I-III ступенів Чорноморської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Малодолинська загальноосвітня школа I-III ступенів Іллічівської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 2 Покровської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Артемівська загальноосвітня школа I-III ступенів №2 Артемівської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'ТОВ Навчально-виховний комплекс НОВОПЕЧЕРСЬКА ШКОЛА', N'м.Київ'),
--dbo.get_eo_hash(N'ТОВ Навчально-виховний комплекс Новопечерська школа', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний навчальний заклад Вороньківська загальноосвітня школа І-ІІІ ступенів Бориспільської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Вороньківська загальноосвітня школа І-ІІІ ступенів Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Слобожанська загальноосвітня школа I-III ст. Кегичівської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Чапаєвська загальноосвітня школа I-III ст. Кегичівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Запорізька загальноосвітня школа І-ІІІ ступенів № 77 Запорізької міської ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Запорізький навчально-виховний комплекс № 77 Запорізької міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гірсівська загальноосвітня школа І-ІІІ ступенів Гірсівської сільскої ради Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Гірсівська загальноосвітня школа І-ІІІ ступенів Приазовської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Бабинська загальноосвітня школа   І-ІІІ ступенів  Бабинської сільської ради Гощанського району Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Комунальний заклад «Бабинська загальноосвітня школа  І-ІІІ ступенів» Бабинської сільської ради Гощанського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 99 багатопрофільна гімназія- школа I ступеня -дошкільний навчальний заклад Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 99 багатопрофільна гімназія- школа I ступеня -дошкільний навчальний заклад Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Херсонська загальноосвітня школа-інтернат І-ІІІ ступенів ім. Т.Г. Шевченка Херсонської обласної ради', N'Херсонська область'),
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс ім. Т.Г Шевченка Херсонської обласної ради', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бердянський навчально-виховний комплекс ЗНЗ І-ІІІ ступенів - ДНЗ Зачепилівської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Бердянський навчально-виховний комплекс (ЗНЗ І-ІІІ ступенів - ДНЗ) Зачепилівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 307 з поглибленим вивченням природничих наук Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 307 з поглибленим вивченням природничих наук Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Жовтянська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Жовтянська загальоосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Козачелагерська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Козачелагерська загальноосвітня школа І-ІІІ ступенів Цюрупинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Борщівська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу Я.П. Горошка Борсуківської сільської ради Лановецького району Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Борщівська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу Я.П. Горошка Лановецької районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гарасимівська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Гарасимівська загальноосвітня школа 1-3 ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ніжинський ліцей Ніжинської міської ради Чернігівської області при Ніжинському державному університеті імені Миколи  Гоголя', N'Чернігівська область'),
dbo.get_eo_hash(N'Ніжинський ліцей Ніжинської міської ради при НДУ ім. М. Гоголя', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Торговицьке навчально-виховне об''єднання Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Торговицька загальноосвітня школа І-ІІІ ступенів ім. Є. Ф. Маланюка Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №61 з поглибленим вивченням інформаційних технологій м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №61 І-ІІІ ступенів з поглибленим вивченням інформаційних технологій м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Гімназія - загальноосвітня школа І-ІІІ ступенів №1 Бобринецької міської ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Бобринецька гімназія - загальноосвітня школа І-ІІІ ступенів №1 Бобринецької районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Недогарківська загальноосвітня школа І-ІІІ ступенів Недогарківської сільської ради Кременчуцького району  Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Недогарківська загальноосвітня школа І-ІІІ ступенів Кременчуцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Глобинська загальноосвітня школа І-ІІІ ступенів №5 Глобинської міської  ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Глобинська загальноосвітня школа І-ІІІ ступенів №5 Глобинської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Нечаївська загальноосвітня школа І-ІІІ ступенів ім. Ю.І. Яновського Компаніївської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Нечаївська загальноосвітня школа І-ІІІ ступенів ім. Ю.І. Яновського Компаніївської державної районної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Малофонтанський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Подільського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Малофонтанський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 276 Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 276 Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Антонівська загальноосвітня школа-інтернат I-III ступенів Миколаївської обласної ради', N'Миколаївська область'),
dbo.get_eo_hash(N'Антонівська загальноосвітня школа-інтернат I-III ступенів Новоодеського району Миколаївської обласної ради', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів №219 Оболонського району м. Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальноосвітня школа №219 загальноосвітній навчальний заклад І-ІІІ ступенів', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Деснянська гімназія Деснянської селищої ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Деснянська гімназія Козелецької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Майорівська загальноосвітня школа I-III ступенів Біляївської міської ради', N'Одеська область'),
dbo.get_eo_hash(N'Майорівська загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гімназія Міленіум №318 м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Гімназія Міленіум №318 Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 81 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 81 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховне об''єднання №136 Класична гімназія ім.Кирила і Мефодія -початкова школа-дошкільний навчальний заклад-валеологічний центр Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховне об''єднання №136 Класична гімназія ім.Кирила і Мефодія -початкова школа-дошкільний навчальний заклад-валеологічний центр Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рябинівська загальноосвітня школа I-III ступенів Кириківської селищної ради  Великописарівського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Рябинівська загальноосвітня школа I-III ст. Великописарівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний загальноосвітній навчальний заклад Гімназія № 15', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний загальноосвітній навчальний заклад Гімназія № 15 міста Нікополь', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Богуславська загальноосвітня школа І-ІІІ ступенів №2', N'Київська область'),
dbo.get_eo_hash(N'Богуславська загальноосвітня школа І-ІІІ ступенів №2 Богуславської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад  Новогригорівська Перша  загальноосвітня школа I-III ступенів Долинської  районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Новогригорівська І загальноосвітня школа I-III ступенів Долинської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Придніпрянська загальноосвітня школа І-ІІІ ступенів Кобеляцької районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Радянська загальноосвітня школа І-ІІІ ступенів Кобеляцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гімназія № 283 ІІ-ІІІ ступенів Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Гімназія № 283 ІІ-ІІІ ступеня Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бездрицька загальноосвітня школа I-III ступенів Бездрицької сільської ради Сумського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Бездрицька загальноосвітня школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Полтавська загальноосвітня школа І-ІІІ ступенів № 26 Полтавської міської ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Полтавська загальноосвітня школа І-ІІІ ступенів № 26 Полтавської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 119 Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 119 Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс №3 «загальноосвітній навчальний заклад – дошкільний навчальний заклад» м. Могилева – Подільського Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс: середня загальноосвітня школа І-ІІІ ступенів №3- гімназія м.Могилева-Подільського Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 225 Оболонського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Середня загальносвітня школа №225 загальносвітній навчальний заклад І-ІІІ ступенів', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кіндратівська загальноосвітня школа I-III ступенів Хотінської селищної ради Сумського району  Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Кіндратівська загальноосвітня школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тлумацька загальноосвітня школа І-ІІІ ступенів Тлумацької міської ради об''єднаної територіальної громади Тлумацького району Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Тлумацька загальноосвітня школа 1-3 ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Карапишівська загальноосвітня школа І-ІІІ ступенів Миронівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Карапишівська загальноосвітня школа І-ІІІ ступенів Миронівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №4 ім. Д.І. Менделєєва Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Загальноосвітня школа I-III ступенів №4 ім. Д.І. Менделєєва Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Білоусівська загальноосвітня школа І-ІІІ ступенів  Драбівської районної ради', N'Черкаська область'),
dbo.get_eo_hash(N'Білоусівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - ліцей Драбівської районної ради', N'Черкаська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'Навчально-виховний комплекс Спеціалізована загальноосвітня школа І-ІІІ ступенів №5 з поглибленим вивченням іноземних мов - загальноосвітня школа І-ІІІ ступенів №5 Обухівської міської ради Київської області', N'Київська область'),
--dbo.get_eo_hash(N'Навчально-виховний комплекс спеціалізована загальноосвітня школа І-ІІІ ступенів №5 з поглибленим вивченням іноземних мов - загальноосвітня школа І-ІІІ ступенів №5 Обухівської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Улашанівський навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів імені Володимира Марковського Славутської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Улашанівський навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів Славутської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №41 імені З.К.Слюсаренка з поглибленим вивченням ангійської мови  Шевченківського району м.Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №41 І-ІІІ ступенів  з поглибленим вивченням ангійської мови імені З.К.Слюсаренка Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Монастирецька середня загальноосвітня школа І-ІІІ ступенів Самбірського району Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Монастирецька середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Зеленодольська загальноосвітня школа І-ІІІ ступенів №2', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Зеленодольська загальноосвітня школа №2 І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Жидачівський навчально-виховний комплекс початкова школа-гімназія ім.О.Партицького  Жидачівської районної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Жидачівська гімназія ім. О. Партицького Жидачівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад  Загальноосвітня школа I-III ступенів №3 ім. М.Коцюбинського Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад  Загальноосвітня школа I-III ступенів №3 ім. М.Коцюбинського Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Калуська гімназія імені Дмитра Бахматюка Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Калуська гімназія Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Деснянська загальноосвітня школа І-ІІІ ступенів Деснянської селищної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Деснянська загальноосвітня школа І-ІІІ ступенів Козелецької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'П''ятихатська загальноосвітня школа І-ІІІ ступенів № 3 П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'П''ятихатська загальоосвітня школа І-ІІІ ступенів № 3 П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Долинська загальноосвітня школа I-III ступенів №1 Долинської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів №1 Долинської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бабаївська загальноосвітня школа I-III ступенів імені Героя Радянського Союзу Потапенка П.О. Харківської районної ради Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Бабаївська загальноосвітня школа I-III ступенів імені Героя Радянського Союзу Потаненка П.О. Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рівчак-Степанівський навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад I-III ступенів Носівської районної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Рівчак-Степанівська загальноосвітня школа I-III ступенів Носівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Великодальницька загальноосвітня школа І-ІІІ ступенів №2  Біляївського району', N'Одеська область'),
dbo.get_eo_hash(N'Великодальницька загальноосвітня школа №2 І-ІІІ ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад «Навчально-виховний комплекс «Спеціалізована школа І-ІІ ступенів – ліцей» № 157 Оболонського району м. Києва»', N'м.Київ'),
dbo.get_eo_hash(N'Ліцей №157 - загальноосвітній навчальний заклад з поглибленим вивченням англійської мови з 1 класу та профільним навчанням у 8-11 класах', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Роздільнянська загальноосвітня школа I-III ступенів № 3   Роздільнянської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 3 м. Роздільна Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Луганський обласний ліцей-інтернат фізичної культури і спорту', N'Луганська область'),
dbo.get_eo_hash(N'Кремінська обласна загальноосвітня санаторна школа-інтернат I-III ступенів', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Корнинська загальноосвітня школа І-ІІІ ступенів №2 Корнинської селищної ради', N'Житомирська область'),
dbo.get_eo_hash(N'Корнинська загальноосвітня школа І-ІІІ ступенів №2 Попільнянської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Хотімлянська загальноосвітня школа I-III ступенів Старосалтівської селищної ради Вовчанського району Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Хотімлянська загальноосвітня школа I-III ступенів Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Воскресенська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Воскресенська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'ЄГОРІВСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ РОЗДІЛЬНЯНСЬКОЇ РАЙОННОЇ РАДИ ОДЕСЬКОЇ ОБЛАСТІ', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Єгорівка Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чорноморська загальноосвітня школа I-III ступенів №7 Чорноморської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Іллічівська загальноосвітня школа з профільним навчанням I-III ступенів №7 Іллічівської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Олександрійський навчально-виховний комплекс (ЗНЗ І-ІІ ступенів № 17 - ліцей) Олександрійської міської ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Олександрійський навчально-виховний комплекс (загальноосвітній навчальний заклад І-ІІ ступенів № 17 - ліцей) Олександрійської міської ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Семенівський навчально-виховний комплекс № 2 Семенівської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Семенівський навчально-виховний комплекс № 2 Семенівської районної державної адміністрації Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Хорольський навчально - виховний комплекс (загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад) Хорольської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Хорольський НВК Хорольської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально- виховний комплекс Іванівський загальноосвітній навчальний заклад  І-ІІІ ступенів - дошкільний навчальний заклад Підволочиської селищної ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Іванівська загальноосвітня школа І-ІІІ ступенів Підволочиської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новопавлівський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад імені В.Д.Реут Каланчацької селищної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Новопавлівський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад ім.В.Д.Реут Каланчацької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №27 м.Житомира', N'Житомирська область'),
dbo.get_eo_hash(N'Житомирська загальноосвітня школа I-III ступенів №27', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Вечірня (змінна) середня загальноосвітня школа № 4 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Вечірня (змінна) середня загальноосвітня школа № 4 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Оболонська загальноосвітня школа І-ІІІ ступенів Семенівської районної ради  Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Оболонська середня загальноосвітня школа І-ІІІ ступенів Семенівської районної державної адміністрації Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Мелітопольська спеціалізована школа-інтернат ІІІ ступеня Творчість Запорізької обласної ради', N'Запорізька область'),
dbo.get_eo_hash(N'Комунальний заклад Мелітопольська спеціалізована школа-інтернат ІІІ ступеню Творчість Запорізької обласної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Октябрська загальноосвітня школа I-III ступенів Октябрської об’єднаної територіальної громади', N'Донецька область'),
dbo.get_eo_hash(N'Октябрська загальноосвітня школа I-III ступенів Добропільської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Миколаївський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Миколаївської сільської ради Сумського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Миколаївський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Губиниська загальноосвітня школа І-ІІІ ступеня №2 Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Губиниська загальноосвітня школа І-ІІІ ступенів №2 Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лютізька загальноосвітня школа І-ІІІ ступенів Вишгородської районої ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Лютізька загальноосвітня школа І-ІІІ ступенів Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Обуховицьке навчально-виховне об’єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок Іванківської районної державної адміністрації Київської області', N'Київська область'),
dbo.get_eo_hash(N'Обуховицьке НВО Загальноосвітня школа І-ІІІ ступенів - дитячий садок Іванківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Каланчацька загальноосвітня школа І-ІІІ ступенів №2 Каланчацької селищної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Каланчацька загальноосвітня школа І-ІІІ ступенів №2 Каланчацької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вугледарський навчально-виховний комплекс Політехнічний ліцей - загальноосвітня школа І-ІІ ступенів Вугледарської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Вугледарський навчально-виховний комплекс  Політехнічний ліцей- школа І-ІІ ступенів  Вугледарської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 278 Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 278 Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Прибузька загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Прибузька загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 91 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 91 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована  школа-інтернат І-ІІІ ступенів м. Рава-Руська', N'Львівська область'),
dbo.get_eo_hash(N'Загальноосвітня школа-інтернат І-ІІІ ступенів м. Рава-Руська', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс: загальноосвітня школа I-III ступенів - гімназія №23 Вінницької міської ради', N'Вінницька область'),
dbo.get_eo_hash(N'Заклад Навчально-виховний комплекс: загальноосвітня школа I-III ступенів - гімназія №23 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Часовоярська загальноосвітня школа I-III ступенів №17 Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Часовоярська загальноосвітня школа I-III ступенів №17 Артемівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Дружбівська загальноосвітня школа I-III ступенів № 2 Дружбівської міської ради  Ямпільського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Дружбівська загальноосвітня школа I-III ступенів № 2 Ямпільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Миколаївський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Миколаївської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Миколаївський навчально-виховний комплекс загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Миколаївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний заклад Шишацька спеціалізована школа ім. В.І.Вернадського Шишацької селищної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Шишацька спеціалізована школа ім. В.І.Вернадського Шишацької селищної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Веселівська загальноосвітня школа І-ІІІ ступенів № 2 Веселівської селищної ради', N'Запорізька область'),
dbo.get_eo_hash(N'Комунальний заклад Веселівська загальноосвітня школа І-ІІІ ступенів № 2 Веселівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 134 гуманістичного навчання та виховання Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Спеціалізована школа № 134 гуманістичного навчання та виховання Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Одеська гімназія № 1 імені  А.П.Бистріної Одеської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Одеська Гімназія № 1 ім. А.П.Бистріної Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новоселівська загальноосвітня школа I-III ступенів Подільського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Новоселівська загальноосвітня школа I-III ступенів Котовського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кальнянська загальноосвітня школа I-III ступенів Витвицької сільської ради об''єднаної територіальної громади Долинського району Івано-Франківської області', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Кальнянська загальноосвітня школа I-III ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Іллінецька загальноосвітня школа І-ІІІ ступенів №3 Іллінецької міської ради Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Іллінецька загальноосвітня школа І-ІІІ ступенів №3 Іллінецької районної ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тячівська загальноосвітня школа І-ІІІ ступенів №1 імені В.Гренджі-Донського Тячівської міської ради Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Тячівська загальноосвітня школа І-ІІІ ступенів №1 імені В.Гренджі-Донського Тячівської міської ради ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кліщинський навчально-виховний комплексДошкільний навчальний заклад-загальноосвітня школа І-ІІІ ступенівім. М.П. Старицького  Чорнобаївської районної ради Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Кліщинський навчально-виховний комплексДошкільний навчальний заклад-загальноосвітня школа І-ІІІ ступенів Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №89 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №89 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Приватний навчальний заклад Навчально-виховний комплекс Гуманітарна гімназія Гармонія', N'м.Київ'),
dbo.get_eo_hash(N'Гуманітарна гімназія Гармонія', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бахмутська загальноосвітня школа I-III ступенів Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Бахмутська загальноосвітня школа I-III ступенів Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Добрянський навчально-виховний комплекс загальноосвітній навчальний заклад-дошкільний навчальний заклад  Городоцької районної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Добрянська загальноосвітня школа І-ІІІ ступенів Городоцької районної ради Львівської області', N'Львівська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
--dbo.get_eo_hash(N'Кашперо-Миколаївська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'),
--dbo.get_eo_hash(N'Кашперомиколаївська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Закітнянська загальноосвітня школа I-III ступенів Лиманської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Закітнянська загальноосвітня школа I-III ступенів Краснолиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальна організація (установа, заклад) Шосткинська загальноосвітня школа І-ІІІ ступенів № 5 Шосткинської міської ради Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Комунальний заклад Шосткинська загальноосвітня школа І-ІІІ ступенів № 5 Шосткинської міської ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Риботинський навчально-виховний комплекс Зальноосвітня школа I-III ступенів- дошкільний навчальний заклад Коропської селищної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Риботинський навчально-виховний комплекс зальноосвітня школа I-III ступенів- дошкільний навчальний заклад Коропської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Вугледарський навчально-виховний комплекс «МРІЯ» (загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад)', N'Донецька область'),
dbo.get_eo_hash(N'Вугледарська загальноосвітня школа I-III ступенів № 3 Вугледарської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №31 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №31 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бендзарівська загальноосвітня школа I-III ступенів імені П.Т. Боднар Балтської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Бендзарівська загальноосвітня школа I-III ступенів імені П.Т. Боднар Балтської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мар''янівська загальноосвітня школа І-ІІІ ступенів Маловисківської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Мар''янівська загальноосвітня школа І-ІІІ ступенів Маловисківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сагайдацький навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Шишацької селищної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Сагайдацька загальноосвітня школа І-ІІІ ступенів Шишацької селищної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа І-ІІІ ступенів № 4 Новоукраїнської міської ради  Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа І-ІІІ ступенів № 4 Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Корчицький навчально-виховний комплекс загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад Шепетівської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Корчицький навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Шепетівської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Чкаловський навчально-виховний комплекс Чкаловської селищної ради Чугуївського району  Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Чкаловський навчально-виховний комплекс Чугуївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Тиманівська загальноосвітня школа I-III ступенів Тульчинської районної ради Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Тиманівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Недригайлівська спеціалізована загальноосвітня школа I-III ступенів Недригайлівської селищної ради  Сумської області (опорний заклад)', N'Сумська область'),
dbo.get_eo_hash(N'Недригайлівська спеціалізована загальноосвітня школа I-III ступенів Недригайлівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально - виховний комплекс Вишгородська районна гімназія Інтелект - загальноосвітня школа І ступеня', N'Київська область'),
dbo.get_eo_hash(N'Вишгородська районна гімназія Інтелект Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Голубієвицька загальноосвітня школа I-III ступенів Компаніївської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Голубієвицька загальноосвітня школа I-III ступенів Компаніївської державної районної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Маковичі Турійського району Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Маковичі Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ярославицький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Млинівської районної ради Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Ярославицька загальноосвітня школа І-ІІІ ступенів Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Малоправутинський навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Малоправутинський навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів Славутської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Павлівський навчально-виховний комплекс загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад Снігурівської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Павлівська загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Центральненська загальноосвітня школа І-ІІІ ступенів Миронівської районної ради, Київської області', N'Київська область'),
dbo.get_eo_hash(N'Центральненська загальноосвітня школа І-ІІІ ступенів Миронівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Острожецький навчально-виховний комплекс Острожецької сільської ради Млинівського району Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Острожецький навчально-виховний комплекс Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Таврійська загальноосвітня школа I-III ступенів Гладківськоїї сільської ради Голопристанського району Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Таврійська загальноосвітня школа I-III ступенів Таврійської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Смолянинівська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Новоайдарської районної ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Смолянинівська загальноосвітня школа I-III ступенів', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Омельницька філія імені академіка Миколи Антоновича Доллежаля комунального закладу Навчально-виховний комплекс Основа Преображенської сільської ради Оріхівського району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Комунальний заклад Омельницька загальноосвітня школа I-III ступенів імені академіка Миколи Антоновича Доллежаля Оріхівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гродівська загальноосвітня школа І-ІІІ ступенів Покровської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Гродівська загальноосвітня школа І-ІІІ ступенів Красноармійської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Ічнянська загальноосвітня школа  I-III ступенів № 4 Ічнянської районної ради Чернігівської області', N'Чернігівська область'),
dbo.get_eo_hash(N'Ічнянська загальноосвітня школа № 4 I-III ступенів Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Градизька гімназія імені Героя України  Олександра Білаша Глобинської районної ради Полтавської області', N'Полтавська область'),
dbo.get_eo_hash(N'Градизька гімназія ім. Олександра Білаша Глобинської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Летичівський навчально-виховний комплекс №3 Загальноосвітня школа І-ІІІ ступенів- дошкільний  навчальний заклад Летичівської селищної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Летичівська загальноосвітня школа I-III ступенів №3 Летичівської районної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Хмелівське навчально-виховне об''єднання Маловисківської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Хмелівська загальноосвітня школа І-ІІІ ступенів Маловисківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Верхньорогачицька загальноосвітня школа І-ІІІ ступенів №1  Верхньорогачицької районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Верхньорогачицька гімназія Верхньорогачицької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Копіюватський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Копіюватський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Приморський регіональний українсько-болгарський багатопрофільний ліцей ІІ-ІІІ ступенів Приморської міської ради Приморського району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Комунальний заклад Приморський регіональний українсько-болгарський багатопрофільний ліцей ІІ-ІІІ ступенів Приморської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Львівська спеціалізована середня загальноосвітня школа №37 з поглибленим вивченням французької мови', N'Львівська область'),
dbo.get_eo_hash(N'Спеціалізована середня загальноосвітня школа №37 з поглибленим вивченням французької мови м. Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спасько-Михайлівська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Спасько-Михайлівська загальноосвітня школа I-III ступенів Олександрівської районної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Красносільська загальноосвітня школа I-III ступенів Красносільської сільської ради Лиманського району Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Красносільська загальноосвітня школа I-III ступенів Красносільської сільської ради Комінтернівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Уїздецька загальноосвітня школа І-ІІІ ступенів Острожецької сільської ради Млинівського району Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Уїздецька загальноосвітня школа І-ІІІ ступенів Млинівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад с.Лемешівка', N'Вінницька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Лемешівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Радовецький навчально-виховний комплекс “Загальноосвітня школа І-ІІІ ступенів, дошкільний навчальний заклад (ясла-садок)” Деражнянської районної ради Хмельницької області Деражнянської районної ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Радовецька загальноосвітня школа I-III ступенів Деражнянської районної ради Хмельницької області Деражнянської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Драницька загальноосвітня школа І-ІІІ ступенів Мамалигівської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'),
dbo.get_eo_hash(N'Драницький навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад Мамалигівської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Приватний загальноосвітній навчальний заклад Фінансово-правовий ліцей', N'м.Київ'),
dbo.get_eo_hash(N'Фінансово-правовий ліцей м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Тополинська загальноосвітня школа I-III ступенів Нікольської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Тополине Володарського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кириківська загальноосвітня школа I-III ступенів Кириківської селищної ради  Великописарівського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Кириківська загальноосвітня школа I-III ступенів Великописарівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Михайлевицька середня загальноосвітня школа І-ІІІ ступенів Самбірського району Львіської області', N'Львівська область'),
dbo.get_eo_hash(N'Михайлевицька середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Олешківська гімназія Олешківської районної ради Херсонської області', N'Херсонська область'),
dbo.get_eo_hash(N'Цюрупинська гімназія Цюрупинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кошарська загальноосвітня школа І-ІІІ ступенів  Роздільнянської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Кошари Роздільнянського району Одеськоої області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Рошнівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Івано-Франківська область'),
dbo.get_eo_hash(N'Рошнівська загальноосвітня школа І-ІІІ ступенів Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Якимівський навчально - виховний комплекс Загальноосвітня школа І-ІІІ ступенів дошкільний навчальний заклад Маловисківської районної ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Якимівська загальноосвітня школа І-ІІІ ступенів Маловисківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Новосільська загальноосвітня школа І-ІІІ ступенів імені Мирона Зарицького Новосільської сільської ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Новосільська загальноосвітня школа І-ІІІ ступенів Підволочиської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Помічнянська загальноосвітня школа І-ІІІ ступенів № 1   Добровеличківської районної державної адміністрації Кіровоградської області імені Героя України Березняка Євгена Степановича', N'Кіровоградська область'),
dbo.get_eo_hash(N'Помічнянська загальноосвітня школа І-ІІІ ступенів № 1 імені героя України Березняка Євгена Степановича Добровеличківської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бочаницький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Гощанської районної ради Гощанського району Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Бочаницька загальноосвітня школа І-ІІІ ступенів Гощанської районної ради Гощанського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 96 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 96 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Лисецька загальноосвітня школа I-III ступенів Дунаєвецької міської ради Хмельницької області', N'Хмельницька область'),
dbo.get_eo_hash(N'Лисецька загальноосвітня школа I-III ступенів ім. В.П. Затонського Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа з поглибленим вивченням іноземних мов І-ІІІ ступенів №1 ім.Т.Г.Шевченка м.Бердичева Житомирської області', N'Житомирська область'),
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №1 з поглибленим вивченням іноземних мов м.Бердичева Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Красноталівський навчально - виховний комплекс Станично - Луганського району Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Комунальний заклад Красноталівська загальноосвітня школа I-III ступенів Станично-Луганського району Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Очеретинська загальноосвітня школа І-ІІІ ступенів з поглибленим вивченням окремих предметів та курсів Ясинуватського району Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Очеретинська загальноосвітня школа I-III ступенів', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Жашківська спеціалізована школа №1 з поглибленим вивченням окремих предметів Жашківської районної ради Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Жашківська спеціалізована школа І-ІІІ ст. №1 з поглибленим вивченням окремих предметів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Приватне підприємство Приватний загальноосвітній навчальний заклад гімназія Престиж', N'м.Київ'),
dbo.get_eo_hash(N'Приватний загальноосвітній навчальний заклад - гімназія Престиж', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Гніздичівська загальноосвітня школа І-ІІІ ступенів Гніздичівської селищної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Гніздичівська загальноосвітня школа І-ІІІ ступенів Жидачівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів Комиш - Зорянської селищної ради Більмацького району Запорізької області', N'Запорізька область'),
dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів Куйбишевської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Сонячненський навчально-виховний комплекс:загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Охтирської районної ради Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Сонячненська загальноосвітня школа I-III ступенів Охтирської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховне об’єднання Загальноосвітня школа-інтернат І-ІІІ ступенів, ліцей Сокіл, центр позашкільного виховання Кіровоградської міської ради Кіровоградської області', N'Кіровоградська область'),
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховне об''єднання Загальноосвітня школа-інтернат І-ІІІ ступенів, ліцей Сокіл, центр позашкільного виховання Кіровоградської міської ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Веселівська загальноосвітня школа І-ІІІ ступенів № 1 Веселівської селищної ради', N'Запорізька область'),
dbo.get_eo_hash(N'Комунальний заклад Веселівська загальноосвітня школа І-ІІІ ступенів № 1 Веселівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Григорівська загальноосвітня школа І-ІІІ ступенів Обухівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Григорівська загальноосвітня школа І-ІІІ ступенів Обухівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Городненська загальноосвітня школа I-III ступені Болградської районої ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Городненська загальноосвітня школа I-III ступенів Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Дніпропетровська загальноосвітня санаторна школа-інтернат №5 І-ІІІ ступенів  Дніпропетровської обласної ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Обласний комунальний заклад освіти Дніпропетровська загальноосвітня санаторна школа-інтернат №5 І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Буська загальноосвітня школа І ступеня - гімназія-інтернат імені Євгена Петрушевича при Львівському національному університеті імені Івана Франка', N'Львівська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Буська загальноосвітня школа І ступеня - гімназія-інтернат імені Євгена Петрушевича при Львівському національному університеті імені Івана Франка Буської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 52 Дніпровської міської ради', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 52 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Шандрівська загальноосвітня школа І-ІІІ ступенів Миронівської районної ради Київської області', N'Київська область'),
dbo.get_eo_hash(N'Шандрівська загальноосвітня школа І-ІІІ ступенів Миронівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Білопільський навчально-виховний комплекс: загальноосвітня школа I-III ст.  - дошкільний навчальний заклад №3 Білопільської районної ради Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Білопільський навчально-виховний комплекс: загальноосвітня школа I-III ст. №3 - дошкільний навчальний заклад Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Яковлівська загальноосвітня школа I-III ступенів Бахмутської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Яковлівська загальноосвітня школа I-III ступенів Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мирнодолинський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад (дитячий садок) Олександрівської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Мирнодолинський навчально-виховний комплекс Загально-освітня школа І-ІІІ ступенів -дошкільний навчальний заклад (дитячий садок)', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кам’янський навчально-виховний комплекс Загальноосвітній навчальний заклад I-III ступенів-гімназія Ізмаільської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Кам''янський навчально-виховний комплекс Загальноосвітній навчальний заклад I-III ступенів-гімназія Ізмаільської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-гімназія смт Шацьк', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня смт Шацьк Шацького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Олексіївська школа-гімназія Новоайдарської районної ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Навчально-виховний комплекс Олексіївська школа-гімназія', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мирноградський ліцей Гармонія Мирноградської міської ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Димитровський міський ліцей Димитровської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Рясницький навчально-виховний комплекс Дошкільний навчальний заклад-загальноосвітня школа І-ІІІ ступенів Бабинської сільської ради Гощанського району Рівненської області', N'Рівненська область'),
dbo.get_eo_hash(N'Комунальний заклад «Рясницький навчально-виховний комплекс Дошкільний навчальний заклад-загальноосвітня школа І-ІІІ ступенів» Бабинської сільської ради Гощанського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Олексіївська загальноосвітня школа I-III ступенів Хотінської селищної ради Сумського району Сумської області', N'Сумська область'),
dbo.get_eo_hash(N'Олексіївська загальноосвітня школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Одеська спеціалізована школа-інтернат № 2 I-III ступенів з поглибленим вивченням англійської мови Одеської міської ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Одеська спеціалізована загальноосвітня школа-інтернат № 2 I-III ступенів з поглибленим вивченням англійської мови', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа І-ІІІ ступенів №4 м.Хмільника Вінницької області', N'Вінницька область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №4 м.Хмільника', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Пересадівська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
dbo.get_eo_hash(N'Пересадівська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мокрокалигірська загальноосвітня школа І-ІІІ ступенів Мокрокалигірської сільської ради Катеринопільського району Черкаської області', N'Черкаська область'),
dbo.get_eo_hash(N'Мокрокалигірська загальноосвітня школа І-ІІІ ступенів Катеринопільської районної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Спеціалізована школа  І-ІІІ ступенів - ліцей №20', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа №20 загальноосвітній навчальний заклад І-ІІІ ступенів з поглибленим вивченням французької мови з першого класу', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа I-III ступенів № 3 Торецької міської ради', N'Донецька область'),
dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа I-III ступенів № 3 Дзержинської міської ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Бережанська школа-гімназія ім. Б. Лепкого Бережанської міської ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Бережанська гімназія ім. Б. Лепкого Бережанської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти Незабудинська середня загальноосвітня школа І-ІІІ ступенів  Єлізарівської сільської ради Солонянського району Дніпрорпетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти Незабудинська середня загальноосвітня школа І-ІІІ ступенів Солонянської районної ради Дніпрорпетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 251 імені Хо Ши Міна з поглибленим вивченням англійської мови Деснянського району міста Києва', N'м.Київ'),
dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 251 імені Хо Ши Міна з поглибленим вивченням англійської мови Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально-виховний комплекс Дмитрівська загальноосвітня школа І-ІІІ ступенів - ДНЗ Новоайдарської районної ради Луганської області', N'Луганська область'),
dbo.get_eo_hash(N'Дмитрівська загальноосвітня школа I-III ступенів', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступеня Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступенів Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Мукачівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад № 6 Мукачівської міської ради Закарпатської області', N'Закарпатська область'),
dbo.get_eo_hash(N'Мукачівська загальноосвітня школа І-ІІІ ступенів № 6 Мукачівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Липне Ківерцівської районної ради Волинської області', N'Волинська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Липне Ківерцівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Омельницький ліцей', N'Полтавська область'),
dbo.get_eo_hash(N'Омельницький навчально-виховний комплекс ліцей-загальноосвітня школа І-ІІ ступенів- дошкільний навчальний заклад Кременчуцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Луполівська загальноосвітня школа І-ІІІ ступенів Благовіщенської районної ради', N'Кіровоградська область'),
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Луполове Ульяновського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комишівська загальноосвітня школа I-III ступенів Ізмаїльської районної ради Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Комишівська загальноосвітня школа I-III ступенів Ізмаїльської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Кам''янківська загальноосвітня школа І-ІІІ ступенів Підволочиської селищної ради Тернопільської області', N'Тернопільська область'),
dbo.get_eo_hash(N'Кам''янківська загальноосвітня школа І-ІІІ ступенів Підволочиської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Комунальний заклад освіти -Лобойківська середня загальноосвітня школа', N'Дніпропетровська область'),
dbo.get_eo_hash(N'Комунальний заклад освіти -Лобойківська середня загальноосвітня школа I-III ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Леб''язький навчально-виховний комплекс Чкаловської селищної ради Чугуївського району Харківської області', N'Харківська область'),
dbo.get_eo_hash(N'Леб''язький навчально-виховний комплекс Чугуївської районної Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Іванковецький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів, школа мистецтв Хмельницької районної ради', N'Хмельницька область'),
dbo.get_eo_hash(N'Іванковецький навчально-виховний комплекс', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Загальноосвітня школа №6 І-ІІІ ступенів міста Ізмаїл Одеської області', N'Одеська область'),
dbo.get_eo_hash(N'Загальноосвітня школа № 6 I-III ступенів міста Ізмаїл Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Навчально – виховний комплекс «Малинівська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради Донецької області', N'Донецька область'),
dbo.get_eo_hash(N'Малинівська загальноосвітня школа I-III ступенів, Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017,
dbo.get_eo_hash(N'Опорний заклад Сасівський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Золочівської районної ради Львівської області', N'Львівська область'),
dbo.get_eo_hash(N'Сасівський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Золочівської районної ради Львівської області', N'Львівська область'))




-- new rows added in 2017


INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Світлодарський навчально-виховний комплекс «Загальноосвітня школа І ступеня – гімназія» Бахмутської районної ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Світлодарський навчально-виховний комплекс «Загальноосвітня школа І ступеня – гімназія» Артемівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Волноваська загальноосвітня школа І-ІІІ ступенів № 5 Волноваської районної ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Волноваський ліцей Волноваської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бахмутський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №11 - багатопрофільний ліцей Бахмутської міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Артемівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №11 ім. Артема - багатопрофільний ліцей Артемівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 17 Торецької міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 17 Дзержинської міської ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Темрюцька загальноосвітня школа I-III ступенів Нікольської районної ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Старченкове Володарського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чорноморська загальноосвітня школа I-III ступенів №6 Чорноморської міської ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Іллічівська загальноосвітня школа I-III ступенів №6 Іллічівської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Бережанська загальноосвітня школа І-ІІІ ступенів № 1 Бережанської міської ради Тернопільської області', N'Тернопільська область'), 
dbo.get_eo_hash(N'Бережанська загальноосвітня школа І-ІІІ ступенів № 1 Бережанської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Мукшо-Китайгородська загальноосвітня школа I-III ступенів', N'Хмельницька область'), 
dbo.get_eo_hash(N'Жовтнева загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сновська загальноосвітня школа I-III ступенів № 1 Сновської міської ради Сновського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Щорська загальноосвітня школа I-III ступенів № 1 Щорської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Сновська гімназія Сновської міської ради Сновського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Щорська районна гімназія Щорської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Трисвятськослобідська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Радянськослобідська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Княгининівська загальноосвітня школа І-ІІІ ступенів Луцького району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Маяки Луцького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Новоолександрівська спеціалізована загальноосвітня школа І-ІІІ ступенів Новоолександрівської сільської ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Вечірня середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Романівська середня загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'), 
dbo.get_eo_hash(N'Радянська середня загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Троїцька загальноосвітня школа І-ІІІ ступенів Берестівської сільської ради Бердянського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Карло-Марксівська загальноосвітня школа І-ІІІ ступенів Бердянської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Благовіщенський навчально-виховний комплекс №1 Гімназія - загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Сонечко Благовіщенської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Ульяновський навчально-виховний комплекс №1 Гімназія - загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Сонечко Ульяновської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Великотроянівська загальноосвітня школа І-ІІІ ступенів  Благовіщенського району Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Великі Трояни Ульяновського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Йосипівська загальноосвітня школа І-ІІІ ступенів Благовіщенської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Йосипівка Ульяновського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новоархангельське навчально-виховне обєднання   №1 Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Новоархангельський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-гімназія Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Олександрівське навчально - виховне об''єднання №2  Олександрівської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Олександрівський навчально-виховний комплекс №2 загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Олександрівської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Калинівський навчально-виховний комплекс Снігурівської районної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Куйбишевський навчально-виховний комплекс Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Курісовська загальноосвітня школа I-III ступенів Лиманської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Петрівська загальноосвітня школа I-III ступенів Комінтернівської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Чорноморська загальноосвітня школа I-III ступенів Лиманської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Чорноморська загальноосвітня школа I-III ступенів Комінтернівської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Лиманська загальноосвітня школа І-ІІІ ступенів № 2 Роздільнянської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 2 смт. Лиманське Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новоселівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ст. - дошкільний навчальний заклад) Нововодолазької районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Навчально-виховальний комплекс Загальноосвітня школа I-III ступенів - дитячий садок села Новоселівка Великомихайлівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Обухівська загальноосвітня школа №1 І-ІІІ ступенів Дніпровської районної ради Дніпропетровської області.', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Кіровська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Зорянський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Зорянська середня загальноосвітня школа І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 9 Торецької міської ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 9 Дзержинської міської ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новоселицька загальноосвітня школа І-ІІІ ступенів Благовіщенської районної ради', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Новоселиця Ульяновського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Карлівське навчально-виховне об''єднання Кіровоградської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Крупська загальноосвітня школа І-ІІІ ступенів Кіровоградської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів Лиманської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів Комінтернівської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Новоборовицький навчально-виховний комплекс загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад Сновської міської ради Сновського району Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Новоборовицька загальноосвітня школа I-III ступенів Щорської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Грушівська загальноосвітня школа І-ІІІ ступеня Грушівської сільської ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Ленінська загальноосвітня школа І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Красівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад) Криворізької районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний навчальний заклад Красінська загальноосвітня школа І-ІІІ ступенів Криворізької районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Хуторо-Губиниська загальноосвітня школа І-ІІІ ступенів  Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Хутір-Губиниська загальноосвітня школа І-ІІІ ступенів Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Македонівська загальноосвітня школа I-III ступенів Нікольської районної ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Македонівка Володарського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Зорянська загальноосвітня школа І-ІІІ ступенів Нікольської районної ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів села Зоря Володарського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Миролюбівська загальноосвітня школа І-ІІІ ступенів Білозерської районної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Радянська загальноосвітня школа І-ІІІ ступенів Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Калинівська загальноосвітня школа I-III ступенів Великоолександрівського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Калінінська загальноосвітня школа I-III ступенів Великоолександрівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Благодатненська загальноосвітня школа I-III ступенів Скадовської районної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Радгоспненська загальноосвітня школа I-III ступенів Скадовської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Уманський навчально-виховний комплекс №17 Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Уманської міської ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Уманський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів ім. Ю.О.Гагаріна - педагогічний ліцей Уманської міської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Комунальний заклад Вечірня загальноосвітня школа ІI-III ступенів №24 Вінницької міської ради', N'Вінницька область'), 
dbo.get_eo_hash(N'Заклад Вечірня загальноосвітня школа ІI-III ступенів №24 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'КЗ ЛОР Львівська спеціальна загальноосвітня школа-інтернат Марії Покрови', N'Львівська область'), 
dbo.get_eo_hash(N'Львівська спеціальна загальноосвітня школа-інтернат Марії Покрови для глухих дітей', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2018, 
dbo.get_eo_hash(N'Вечірня (змінна) школа №3 м.Києва', N'м.Київ'), 
dbo.get_eo_hash(N'Вечірня (змінна) школа №3 Солом''янського району м.Києва', N'м.Київ'))




INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Комунальний опорний заклад Загальноосвітня школа І-ІІІ ступенів с. Купичів Турійського району Волинської області', N'Волинська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Купичів Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Чаплинська середня загальноосвітня опорна школа Васильківського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Чаплинська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Комунальний заклад Новолатівська середня загальноосвітня школа - загальноосвітній навчальний заклад І-ІІІ ступенів Новолатівської сільскої ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Новоселівська середня загальноосвітня школа-загальноосвітній навчальний заклад І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Комунальний заклад Олександрівська середня загальноосвітня школа - загальноосвітній навчальний заклад І-ІІІ ступенів Широківської районної ради', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Комунальний заклад Олександрівська середня загальноосвітня школа - загальноосвітній навчальний заклад І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Комунальний заклад Варварівська  загальноосвітня школа І-ІІІ ступенів Варварівської сільської ради Юр''ївського району Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Варварівська середня загальноосвітня школа І-ІІІ ступенів Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Комунальний заклад Шандрівський навчально- виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'), 
dbo.get_eo_hash(N'Шандрівська середня загальноосвітня школа І-ІІІ ступенів Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Новоолександрівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад (дитячий садок) Олександрівської районної ради Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Новоолександрівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад (дитячий садок)', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Первомайська загальноосвітня школа I-III ступенів Ясинуватського району Донецької області', N'Донецька область'), 
dbo.get_eo_hash(N'Первомайська загальноосвітня школа I-III ступенів', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Основа Преображенської сільської ради Оріхівського району Запорізької області', N'Запорізька область'), 
dbo.get_eo_hash(N'Комунальний заклад Преображенський навчально - виховний комплекс Школа - дитсадок Оріхівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'філія навчально-виховного комплексу Голованівська загальноосвітня школа І-ІІІ ступенів ім.Т.Г.Шевченка - гімназія Клинівська загальноосвітня школа', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Клинівська загальноосвітня школа І-ІІІ ступенів Клинівської сільської ради Голованівського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Філія навчально - виховного комплексу Голованівська загальноосвітня школа І-ІІІ ступенів ім. Т. Г. Шевченка - гімназія Свірнівська загальноосвітня школа - дошкільний навчальний заклад', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Свірнівська загальноосвітня школа І-ІІІ ступенів Свірнівської сільської ради Голованівського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Виноградівська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Компаніївської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І-ІІІ ступенів Компаніївської державної районної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Мануйлівський навчально - виховний комплекс Загальноосвітня школа І-ІІІ ступенів дошкільний навчальний заклад', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Мануйлівський НВК Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Маловисківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Комунальний заклад «Михайлівське навчально-виховне об''єднання» Олександрівської районної ради Кіровоградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Михайлівська загальноосвітня школа І-ІІІ ступенів Олександрівської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Комунальний заклад Павлівське навчально-виховне об''єднання Світловодської районної ради Кіровградської області', N'Кіровоградська область'), 
dbo.get_eo_hash(N'Павлівська загальноосвітня школа І-ІІІ ступенів Світловодської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Навчально-виховний комплекс Кримська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Луганська область'), 
dbo.get_eo_hash(N'Кримська загальноосвітня школа I-III ступенів', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Новотошківський навчально-виховний комплекс «загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад (ясла-садок)» № 10 Попаснянської районної ради Луганської області', N'Луганська область'), 
dbo.get_eo_hash(N'Новотошківський навчально-виховний комплекс «Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад» (ясла-садок) № 10 Попаснянської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Комунальний  навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Ходорівської міської ради Львівської області №11 с.Чорний острів', N'Львівська область'), 
dbo.get_eo_hash(N'Чорноострівський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Жидачівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Ямпільський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів- дошкільний навчальний заклад  Пустомитівського району Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Ямпільська загальноосвітня школа І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради Підгірцівська спеціальна загальноосвітня  школа-інтернат І-ІІІ ступенів', N'Львівська область'), 
dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради Підгірцівська спеціальна загальноосвітня спеціальна школа-інтернат І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Порічанська загальноосвітня школа I-III ступенів Веселинівської селищної ради Миколаївської області', N'Миколаївська область'), 
dbo.get_eo_hash(N'Порічанська загальноосвітня школа I-III ступенів Веселинівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Ставківська загальноосвітня школа І - ІІІ ступенів Розквітівської сільської ради об''єднаної територіальної громади Березівського району Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Ставкове Березівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Широківський навчально - виховний комплекс Загальноосвітній навчальний заклад І - ІІІ ступенів - дошкільний навчальний заклад', N'Одеська область'), 
dbo.get_eo_hash(N'Широківська загальноосвітня школа I-III ступенів Білгород-Дністровського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа І-ІІІ ступенів Роздільнянської районної ради Одеської області', N'Одеська область'), 
dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Новоукраїнка Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Щербанівський навчально-виховний комплекс Полтавської районної ради Полтавської області', N'Полтавська область'), 
dbo.get_eo_hash(N'Щербанівська загальноосвітня школа І-ІІІ ступенів Полтавської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Верхосульський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Миколаївської селищної ради Білопільського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Верхосульский навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Товстянський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Миколаївської селищної ради Білопільського району Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Товстянський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Комунальний заклад Шалигинської селищної ради Сварківський навчально-виховний комплекс: загальноосвітня школа I-III ступенів, дошкільний навчальний заклад Пізнайко', N'Сумська область'), 
dbo.get_eo_hash(N'Сварківський навчально-виховний комплекс: загальноосвітня школа I-III ступенів, дошкільний навчальний заклад Пізнайко Глухівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Хоружівський навчально-виховний комплекс: Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Недригайлівської селищної ради Сумської області', N'Сумська область'), 
dbo.get_eo_hash(N'Хоружівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Недригайлівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Романовоселівський навчально - виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Романовоселівської сільської ради Збаразького району Тернопільської області', N'Тернопільська область'), 
dbo.get_eo_hash(N'Романовоселівська загальноосвітня школа І-ІІІ ступенів Романовоселівської сільської ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Комунальний заклад Теребовлянської районної ради Дружбівська загальноосвітня багатопрофільна школа І-ІІІ ступенів', N'Тернопільська область'), 
dbo.get_eo_hash(N'Дружбівська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Лозовеньківська загальноосвітня школа I-III ступенів Балаклійської районної ради Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Лозовенківська загальноосвітня школа I-III ступенів Балаклійської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Зачепилівська загальноосвітня школа І-ІІІ ступенів', N'Харківська область'), 
dbo.get_eo_hash(N'Зачепилівський ліцей Зачепилівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Іванівський навчально-виховний комлекс Чкаловської селищної  ради Чугуївського району Харківської області', N'Харківська область'), 
dbo.get_eo_hash(N'Іванівський навчально-виховний комлекс Чугуївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступенів Миколаївської сільської ради Великолепетиського району Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Миколаївська загальноосвітня школа I-III ступенів Миколаївської сільської ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Улянівська загальноосвітня школа I-III ступенів Скадовської районної ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Ульянівська загальноосвітня школа I-III ступенів Скадовської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів Хрестівської сільської ради Херсонської області', N'Херсонська область'), 
dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів Чаплинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Заліський-2 навчально-виховний комплекс у складі загальноосвітньої школи І-ІІІ ступенів та дошкільного навчального закладу', N'Хмельницька область'), 
dbo.get_eo_hash(N'Заліська №2 загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Чабанівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - ДНЗ Казковий світ', N'Хмельницька область'), 
dbo.get_eo_hash(N'Чабанівська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Веселохутірський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів імені Володимира Лук''янця Чорнобаївської районної ради Черкаської області', N'Черкаська область'), 
dbo.get_eo_hash(N'Веселохутірський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Євминська загальноосвітня школа І-ІІІ ступенів Козелецької районної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Євминківська загальноосвітня школа І-ІІІ ступенів Козелецької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Перемозький навчально-виховний комплекс загальноосвітній навчальний заклад-дошкільний навчальний закладІ-III ступенів Ніжинської районної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Перемозька загальноосвітня школа I-III ступенів Ніжинської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Козарська загальноосвітня школа I-III ступенів Носівської міської ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Козарська загальноосвітня школа I-III ступенів Носівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2017, 
dbo.get_eo_hash(N'Анисівська загальноосвітня школа I-III ступенів ім.І.Я.Франка Чернігівської районної ради Чернігівської області', N'Чернігівська область'), 
dbo.get_eo_hash(N'Анисівська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
