-- TRUNCATE TABLE [dbo].[Config_EONamesMergingTable]

-- merged automatically from the [Config_RenamedSchoolThatCanBeMergedHint] view
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Баланівська загальноосвітня школа I-III ступенів Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Баланівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти I-III ступенів с. Кузьминці Кунківської сільської ради', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Кузьминці', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Бубнівка Гайсинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Бубнівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Михайлівка Гайсинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Михайлівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Могилівська загальноосвітня школа I-III ступенів Жмеринського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Могилівська загальноосвітня школа I-III ступенів Гніванської міської ради Жмеринського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад "Мартинівська загальноосвітня школа I-ІII ступенів"', N'Вінницька область'),
 dbo.get_eo_hash(N'Мартинівська загальноосвітня школа I-ІII ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад с. Лемешівка Калинівського району Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад с.Лемешівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Безіменський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа - дитячий садок" Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Безіменський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа - дитячий садок"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Йосипівський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа-дитячий садок" Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Йосипівський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа-дитячий садок"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сестринівський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа-дитячий садок" імені Михайла Грушевського Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Сестринівський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа-дитячий садок" імені Михайла Грушевського', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Широкогребельський загальноосвітній навчально-виховний комплекс I-III ступенів "Школа - дитячий садок" Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Широкогребельський ЗНВК I-III ступенів "Школа - дитячий садок"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Староприлуцька загальноосвітня школа I-III ст. Староприлуцької сільської ради Липовецького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Староприлуцька загальноосвітня школа I-III ст. Липовецької районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Івча Літинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Івча', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с.Городище Літинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с.Городище', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Селище Тиврівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Селище', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кирнасівська загальноосвітня школа I-III ступенів Тульчинської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Кирнасівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Загальноосвітня школа I-III ст. с. Жданівка Жданівської сільської ради Хмільницького району Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'КЗ "ЗШ I-III ступенів с. Жданівка"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Загальноосвітня школа I-III ступенів села Широка Гребля"', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Широка Гребля', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ ступенів "БІЛИНСЬКИЙ ЛІЦЕЙ" Ковельської районної ради Ковельського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Білин Ковельського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Козлиничівський ліцей Поворської сільської ради Ковельського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Козлиничі Ковельського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Облапський ліцей Дубівської сільської ради Ковельського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Облапи Ковельського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Олеська загальноосвітня школа І-ІІІ ступенів', N'Волинська область'),
 dbo.get_eo_hash(N'Олеська загальноосвітня школа І-ІІІ ступенів Любомльського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Васьковицький ліцей Коростенського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Васьковицька середня загальноосвітня школа I-III ступенів Коростенського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КЗ "Опорний заклад Любарська гімназія №1" Любарської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Любарська гімназія №1 Любарської селищної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'комунальний заклад "Любарський опорний заклад загальної середньої освіти I-III ступенів №2" Любарської селищної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Любарська загальноосвітня школа I-III ступенів №2', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний навчальний заклад «Новочорторийський заклад загальної середньої освіти І–ІІІ ступенів» Любарської районної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Новочорторийська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний опорний заклад "Плодородненський заклад загальної середньої освіти" Плодородненської сільської ради Михайлівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'комунальний заклад "Плодородненський навчально-виховний комплекс I-III ступенів "Загальноосвітній навчальний заклад - дитячий дошкільний заклад"" Плодородненської сільської ради Михайлівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальна установа "Федорівська загальноосвітня школа I-III ступенів" Пологівської районної ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Федорівська загальноосвітня школа I-III ступенів Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Малотур’янський ліцей Долинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Малотур’янський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Старокутський ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Старокутська загальноосвітня школа І-ІІІ ступенів Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Тюдівський ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Тюдівська загальноосвітня школа І-ІІІ ступенів Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Конюшківський ліцей Рогатинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Конюшківська загальноосвітня школа І-ІІІ ступенів Рогатинської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Пуківський ліцей Рогатинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Пуківська загальноосвітня школа І-ІІІ ступенів Рогатинської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вовчківський ліцей імені Василя Равлюка Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Вовчківський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад" Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Підпечерівський ліцей Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Підпечерівська школа загальної середньої освіти І-ІІІ ступенів Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Черніївський ліцей Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Черніївська загальноосвітня школа І-ІІІ ступенів Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад освіти "Потіцький академічний ліцей - центр позашкільної освіти" Миронівської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Комунальний заклад Потіцький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Миронівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Запрудянський комунальний заклад освіти Рокитнянського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Запрудянське навчально-виховне об''єднання "загальноосвітня школа І-ІІІ ступенів - дитячий садок" Рокитнянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Аджамський заклад загальної середньої освіти І-ІІІ ступенів Кропивницької районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Аджамська загальноосвітня школа І-ІІІ ступенів Кіровоградської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад «Судововишнянський заклад загальної середньої освіти І-ІІІ ступенів – заклад дошкільної освіти імені Тадея Дмитрасевича» Судововишнянської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад Судововишнянський навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" Судововишнянської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Угнівська загальноосвітня школа І-ІІІ ступенів імені братів Онишкевичів Сокальської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Угнівська загальноосвітня школа І-ІІІ ступенів Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Зубрянський заклад загальної середньої освіти І-ІІІ ступенів Солонківської сільської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Зубрянський заклад загальної середньої освіти І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «МІСТКІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'),
 dbo.get_eo_hash(N'Містківська загальноосвітня школа І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «НАВАРІЙСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ-ГІМНАЗІЯ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'),
 dbo.get_eo_hash(N'Наварійська загальноосвітня школа І-ІІІ ступенів-гімназія Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «ОБРОШИНСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ ІМ.Л. ШАНКОВСЬКОГО ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'),
 dbo.get_eo_hash(N'Оброшинська загальноосвітня школа ім. Л. Шанковського І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «ПІДБІРЦІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'),
 dbo.get_eo_hash(N'Підбірцівська загальноосвітня школа І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Лапаївський ліцей імені Героя України Георгія Кірпи Зимноводівської сільської ради Пустомитівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Лапаївська загальноосвітня школа І-ІІІ ступенів імені Героя України Георгія Кірпи Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Виноградівський заклад загальної середньої освіти І - ІІІ ступенів Арцизької районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І - ІІІ ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Лісківський заклад загальної середньої освіти Кілійської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Лісківська загальноосвітня школа І-ІІІ ступанів Кілійського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Миколаївко-Новоросійська загальноосвітня школа I-III ступенів Саратської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Миколаївко-Новоросійська загальноосвітня школа I-III ступенів Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад - Петровірівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Ширяївської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Опорний загальноосвтній навчальний заклад "Петровірівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Ширяївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Човно-Федорівський заклад загальної середньої освіти І-ІІІ ступенів Зіньківської районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Човно-Федорівська загальноосвітня школа І-ІІІ ступенів Зіньківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Берестівський заклад загальної середньої освіти І-ІІІ ступенів Дубровицької районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Берестівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сварицевицький опорний заклад загальної середньої освіти І-ІІІ ступенів Дубровицької районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Сварицевицький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Селецький заклад загальної середньо освіти І-ІІІ ступенів імені Олега Ващишина Дубровицької районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Селецький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" імені Олега Ващишина Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Пісківський ліцей імені Героїв-земляків Пісківської сільської ради Костопільського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Пісківськький ліцей імені Героїв-земляків Пісківської сільської ради Костопільського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад Липоводолинська спеціалізована школа I-III ступенів Липоводолинської селищної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Комунальний заклад Липоводолинська спеціалізована школа I-III ступенів Липоводолинської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Стецьківський заклад загальної середньої освіти I-III ступенів Сумської районної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Стецьківська загальноосвітня школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Колодненський заклад загальної середньої освіти І-ІІІ ступенів Колодненської сільської ради Збаразького району Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Колодненський навчально - виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Колодненської сільської ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний навчальний заклад Білокриницька загальноосвітня школа І-ІІІ ступенів Кременецької районної ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Білокриницька загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Борсуківський заклад загальної середньої освіти І-ІІІ ступенів Борсуківської сільської ради Лановецького району Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Борсуківська загальноосвітня школа І-ІІІ ступенів Борсуківської сільської ради Лановецького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Монастириський заклад загальної середньої освіти І-ІІІ ступенів Монастириської міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Монастириська загальноосвітня школа І-ІІІ ступенів Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новосілківська загальноосвітня школа І-ІІІ ступенів Підгаєцької районної ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Новосілківська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Залізнопортівський заклад загальної середньої освіти Новофедорівської сільської ради Голопристанського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Залізнопортівська загальноосвітня школа I-III ступенів Новофедорівської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Зеленопідський опорний заклад загальної середньої освіти Каховської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Червоноперекопська загальноосвітня школа І-ІІІ ступенів Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кам''янський заклад загальної середньої освіти Каховської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Кам''янський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Цвітоське навчально-виховне об''єднання "дошкільний навчальний заклад, середня загальноосвітня школа I-III ступенів, школа мистецтв" Улашанівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Цвітоське навчально-виховне об''єднання "дошкільний навчальний заклад, середня загальноосвітня школа I-III ступенів, школа мистецтв" Славутської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вербівський заклад загальної середньої освіти І-ІІІ ступенів Вільшанської селищної ради Городищенського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Вербівська загальноосвітня школа І-ІІІ ступенів Городищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вільшанський заклад загальної середньої освіти І-ІІІ ступенів Вільшанської селищної ради Городищенського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Вільшанська загальноосвітня школа І-ІІІ ступенів Городищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Таганчанський ліцей" Таганчанської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Таганчанська загальноосвітня школа І-ІІІ ступенів імені С. К. Федоренка Канівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад «Келебердянський ліцей» Ліплявської сільської ради Канівського району Черкаської області.', N'Черкаська область'),
 dbo.get_eo_hash(N'Келебердянський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Канівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Балаклеївський ліцей - заклад загальної середньої освіти імені Євгенії Гуглі Балаклеївської сільської ради Смілянського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Балаклеївська спеціалізована школа І-ІІІ ступенів №1 імені Є.Гуглі Смілянського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'заклад загальної середньої освіти І-ІІІ ступенів с.Березняки Березняківської сільської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Березняківська загальноосвітня школа І-ІІІ ступенів Смілянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сагунівський заклад загальної середньої освіти І-ІІІ ступенів Сагунівської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Сагунівська загальноосвітня школа І-ІІІ ступенів Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Стецівський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів-заклад дошкільної освіти" Чигиринської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Стецівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чигиринської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'комунальний заклад "Іркліївський ліцей" Іркліївської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Іркліївська загальноосвітня школа І-ІІІ ступенів Іркліївської сільської ради Чорнобаївського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ошихлібський заклад загальної середньої освіти І-ІІІ ступенів Ошихлібської сільської ради Кіцманськогго району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Ошихлібський заклад загальної середньої освіти І-ІІІ ступенів Кіцманськогго району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Савинківська загальноосвітня школа I-III ступенів Корюківської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Савинківська загальноосвітня школа I-III ступенів Корюківської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новобілоуський заклад загальної середньої освіти I-III ступенів Новобілоуської сільської ради Чернігівського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Новобілоуська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Трисвятськослобідський заклад загальної середньої освіти І-ІІІ ступенів Киїнської сільської ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Трисвятськослобідська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Серединська загальноосвітня школа I-III ступеня ім. В. М. Думанського Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Серединська загальноосвітня школа I-III ступеня ім.В.М.Думанського', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Яланецька загальноосвітня школа I-III ступенів Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Яланецька загальноосвітня школа I-III ступенів, Бершадський р-н', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Заклад загальної середньої освіти - ліцей Лука-Мелешківської сільської ради"', N'Вінницька область'),
 dbo.get_eo_hash(N'Лука-Мелешківська загальноосвітня школа I-III ступенів Вінницького району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Хижинецький ліцей" Хижинецької сільської ради Сокиринецької об''єднаної територіальної громади Вінницького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Хижинецький ліцей"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний опорний навчальний заклад "Краснопільська загальноосвітня школа І-ІІІ ступенів Краснопільської сільської ради Гайсинського району Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Краснопільська загальноосвітня школа І-ІІІ ступенів Краснопільської сільської ради Гайсинського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Гранів Гайсинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Гранів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Станіславчицька загальноосвітня школа I-ІІ-ІII ступенів', N'Вінницька область'),
 dbo.get_eo_hash(N'Станіславчицька загальноосвітня школа I-ІII ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Голендри Калинівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Голендри', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Радівка Калинівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Радівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Черепашинці Калинівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Черепашинці Вінницька область Калинівський район', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Бродецький загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа-дитячий садок" Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Бродецький загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа-дитячий садок"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вернигородоцький загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа-дитячий садок" Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Вернигородоцький загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа-дитячий садок"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Навчально-виховний комплекс (середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) с. Бірків Літинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс (середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) с. Бірків', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ст. с. Уладівка Літинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Уладівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Пеньківка Літинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Пеньківка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Пилипи-Борівська загальноосвітня школа I-III ступенів Томашпільської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Пилипи-Борівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Клебанська загальноосвітня школа I-III ступенів Тульчинської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Клебанська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Копистиринська середня загальноосвітня школа І-ІІІ ступенів Шаргородського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Копистиринська середня загальноосвітня школа І-ІІІ ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Федорівський навчально-виховний комплекс "Середня загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Шаргородського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Федорівський навчально-виховний комплекс "Середня загальноосвітня школа I-III ступенів - дошкільний навчальний заклад"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Юхимівська середня загальноосвітня школа I-III ступенів Шаргородського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Юхимівська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Грядівський ліцей Іваничівської районної ради Волинської області"', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Гряди Іваничівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Мишівський ліцей Іваничівської селищної ради Волинської області"', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Мишів Іваничівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня села Раків Ліс Камінь-Каширського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Раків Ліс Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня села Журавичі Ківерцівського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Журавичі Ківерцівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів села Городище Цуманської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Городище Ківерцівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ ступенів "ЛЮБИТІВСЬКИЙ ЛІЦЕЙ ІМЕНІ ЛЕСІ УКРАЇНКИ" Ковельської районної ради Ковельського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня ім. Лесі Українки с. Любитів Ковельського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів "Боголюбський ліцей Заборольської сільської ради"', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Боголюби Луцького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти "Торчинський ліцей Торчинської селищної ради"', N'Волинська область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступеня смт Торчин Луцького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Машівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад"', N'Волинська область'),
 dbo.get_eo_hash(N'Машівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" села Машів Любомльського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад "Вишнівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Вишнівської сільської ради Любомльського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Вишнівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Любомльського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Заклад загальної середньої освіти І-ІІІ ступеня села Кременець" Копачівської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Кременець Рожищенського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Петриківський опорний заклад освіти І-ІІІ ступенів Петриківської селищної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Петриківсьий опорний заклад освіти І-ІІІ ступенів Петриківської селищної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад освіти "Вишнівський заклад загальної середньої освіти І-ІІІ ступенів Вишнівської селищної ради Дніпропетровської області"', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Вишнівська загальноосвітня школа І-ІІІ ступенів Вишнівської селищної ради П''ятихатського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти "Новопокровський заклад загальної середньої освіти І-ІІІ ступенів" Новопокровської селищної ради Солонянського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти "Новопокровська середня загальноосвітня школа І-ІІІ ступенів Новопокровської селищної ради Солонянського району Дніпропетровської області"', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний комунальний заклад "Могилівська загальноосвітня школа І-ІІІ ступенів ім. І.М. Шишканя" Могилівської сільської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Могилівська загальноосвітня школа І-ІІІ ступенів ім. Героя Радянського Cоюзу І.М. Шишканя Могилівської сільської ради Царичанського району Дніпропетровської області"', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Урзуфська загальноосвітня школа І -ІІІ ступенів Першотравневої районної ради Мангушського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Урзуфська загальноосвітня школа І -ІІІ ступенів Першотравневої районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Михайлівський заклад загальної середньої освіти І-ІІІ ступенів Олександрівської селищної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Михайлівська загальноосвітня школа І-ІІІ ступенів Олександрівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новоолександрівський навчально-виховний комплекс «Заклад загальної середньої освіти І-ІІІ ступенів -дитячий садок" Олександрівської селищної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Новоолександрівський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад (дитячий садок)» Олександрівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад Олександрівський заклад загальної середньої освіти I-III ступенів Олександрівської селищної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Андріївський заклад загальної середньої освіти І-ІІІ ступенів Андріївської сільської ради Слов’янського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Андріївська загальноосвітня школа І-ІІІ ступенів Слов’янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сергіївський заклад загальної середньої освіти І-ІІІ ступенів Андріївської сільської ради Слов’янського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Сергіївська загальноосвітня школа І-ІІІ ступенів Слов’янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Гришковецька гімназія Гришковецької селищної ради Бердичівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Гришковецька гімназія Бердичівської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Маркушівський заклад загальної середньої освіти I-III ступенів Райгородоцької сільської ради Бердичівського району', N'Житомирська область'),
 dbo.get_eo_hash(N'Маркушівська середня загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Рейський заклад загальної середньої освіти І-ІІІ ступенів Гришковецької селищної ради Бердичівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Рейська середня загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Водотиївський ліцей Брусилівської селищної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Комунальний опорний загальноосвітній навчальний заклад "Водотиївський навчально-виховний комплекс "Загальноосвітня школа І-ІІ ступенів-ліцей" Брусилівської селищної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Стрижівський заклад загальної середньої освіти І-ІІІ ступенів"Любарської районної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Стрижівська загальноосвітня школа І-ІІІ ступенів Любарського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вацлавпільська гімназія Пулинського району', N'Житомирська область'),
 dbo.get_eo_hash(N'Вацлавпільська гімназія', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Жденіївський опорний заклад загальної середньої освіти І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Жденіївський заклад загальної середньої освіти І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Червонопільська загальноосвітня школа І-ІІІ ступенів Осипенківської сільської ради Бердянського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Червонопільська загальноосвітня школа І-ІІІ ступенів Осипенківської сільскої ради Бердянського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад Михайлівський навчально-виховний комплекс імені О.Т. Слободчикова Михайлівської сільської ради Вільнянського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Михайлівський навчально-виховний комплекс імені О.Т. Слободчикова Михайлівської сільської ради Вільнянського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальна установа "Басаньська загальноосвітня школа I-III ступенів" Пологівської міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальна установа "Басаньська загальноосвітня школа I-III ступенів" Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новозлатопільський навчально-виховний комплекс "Заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Розівської селищної ради Розівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Пролетарський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Розівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Верхньотокмацький опорний заклад загальної середньої освіти Чернігівської селищної ради Чернігівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Верхньотокмацька загальноосвітня школа І-ІІІ ступенів Чернігівської селищної ради Чернігівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Старобогородчанський ліцей Старобогородчанської сільської ради об''єднаної територіальної громади Богородчанського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Старобогородчанська загальноосвітня школа І-ІІІ ступенів Старобогородчанської сільської ради об''єднаної територіальної громади Богородчанського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Більшівцівський ліцей Більшівцівської селищної ради об''єднаної територіальної громади Галицького району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Більшівцівська загальноосвітня школа І-ІІІ ступенів Більшівцівської селищної ради об''єднаної територіальної громади Галицького району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Солуківський ліцей Долинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Солуківська загальноосвітня школа I-III ступенів Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Турківський ліцей П''ядицької сільської ради об''єднаної територіальної громади Коломийського району Івано-Фравнківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Турківська загальноосвітня школа І-ІІІ ступенів П''ядицької сільської ради об''єднаної територіальної громади Коломийського району Івано-Фравнківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Черченський ліцей імені братів Лепких Рогатинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Черченська загальноосвітня школа І-ІІІ ступенів Рогатинської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Джурівський ліцей Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Джурівська загальноосвітня школа І-ІІІ ступенів Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Княженський ліцей Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Княженська загальноосвітня школа І-ІІІ ступенів Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Устянський ліцей імені Євгена Грицяка Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Устянська загальноосвітня школа І-ІІІ ступенів Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Освітній округ - опорний заклад освіти "Шкарівський академічний ліцей - центр позашкільної освіти" Білоцерківської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад Шкарівська загальноосвітня школа І-ІІІ ступенів Білоцерківської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Великодимерський ліцей Броварського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Великодимерське навчально-виховне об''єднання Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Устимівська загальноосвітня школа І-ІІІ ступенів Ковалівської сільської ради Васильківського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Устимівська загальноосвітня школа І-ІІІ ступенів Васильківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Шпилівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дитячий садок"', N'Київська область'),
 dbo.get_eo_hash(N'Шпилівська загальноосвітня школа І-ІІІ ступенів', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Стайківський опорний заклад загальної середньої освіти І-ІІІ ступенів Стайківської сільської ради Кагарлицького району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Стайківська загальноосвітня школа І-ІІІ ступенів Кагарлицького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Острівський комунальний заклад загальної середньої освіти Рокитнянської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Острівська загальноосвітня школа І-ІІІ ступенів Рокитнянської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Синявський опорний комунальний заклад освіти Рокитнянської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад Синявський навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" Рокитнянської держадміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Созонівський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів- заклад дошкільної освіти" Кропивницької районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Созонівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Кіровоградської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад освіти Голубієвицька загальноосвітня школа I-III ступенів Компаніївської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Голубієвицька загальноосвітня школа I-III ступенів Компаніївської селищної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти "Павлиський ліцей імені В.О. Сухомлинського Онуфріївської районної ради Кіровоградської області"', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Павлиська загальноосвітня школа І-ІІІ ступенів - ліцей ім. В.О. Сухомлинського" Онуфріївської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Петрівське навчально-виховне об''єднання "загальноосвітня школа І-ІІІ ступенів-гімназія" "Петрівської селищної ради Петрівського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Петрівське навчально-виховне об''єднання "загальноосвітня школа І-ІІІ ступенів-гімназія" "Петрівської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти І-ІІІ ступенів "Чмирівський ліцей" Чмирівської сільської ради Старобільського району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Чмирівський навчально-виховний комплекс "Школа І ступеня-гімназія" Чмирівської сільської ради Старобільського району Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Привільський ліцей Привільської сільської ради Троїцького району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Привільська загальноосвітня школа І-ІІІ ступенів Троїцької районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти "Куликівська загальноосвітня школа І-ІІІ ступенів Жовківської районної ради Львівської області"', N'Львівська область'),
 dbo.get_eo_hash(N'Куликівська загальноосвітня школа І-ІІІ ступенів Жовківської районної ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «БОРЩОВИЦЬКИЙ НАВЧАЛЬНО-ВИХОВНИЙ КОМПЛЕКС ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ-ЗАКЛАД ДОШКІЛЬНОЇ ОСВІТИ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'),
 dbo.get_eo_hash(N'Борщовицький навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «СЕМЕНІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'),
 dbo.get_eo_hash(N'Семенівська загальноосвітня школа І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «СОКІЛЬНИЦЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ ІМЕНІ І.Я.ФРАНКА ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'),
 dbo.get_eo_hash(N'Сокільницька загальноосвітня школа І-ІІІ ступенів імені І.Я.Франка Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «СТАВЧАНСЬКИЙ НАВЧАЛЬНО-ВИХОВНИЙ КОМПЛЕКС ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ-ЗАКЛАД ДОШКІЛЬНОЇ ОСВІТИ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'),
 dbo.get_eo_hash(N'Ставчанський навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ C.БЕРЕЗІВКА', N'Львівська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Березівка Радехівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад "Загальноосвітня школа І-ІІ-ІІІ ступенів села Корчин" Радехівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад "Загальноосвітня школа І-ІІ-ІІІ ступенів села Корчин" Радехівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Пинянська середня загальноосвітня школа І-ІІІ ступенів Бабинської сілької ради Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Пинянська середня загальноосвітня школа І-ІІІ ступенів Бабинської сілької ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новоіванівський заклад загальної середньої освіти І - ІІІ ступенів Арцизької районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Новоіванівська загальноосвітня школа І - ІІІ ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Першотравневий навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-ліцей" Визирської сільської ради Лиманського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Першотравневий навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-ліцей" Лиманської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Олексіївський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Миколаївської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Олексіївський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Миколаївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Римарівський заклад загальної середньої освіти І-ІІІ ступенів Краснолуцької сільської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Римарівська загальноосвітня школа І-ІІІ ступенів Гадяцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сватківський заклад загальної середньої освіти І-ІІІ ступенів Краснолуцької сільської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Сватківська загальноосвітня школа І-ІІІ ступенів Гадяцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад "Вирішальненська загальноосвітня школа І-ІІІ ступенів Лохвицької районної ради Полтавської області"', N'Полтавська область'),
 dbo.get_eo_hash(N'Вирішальненська загальноосвітня школа І-ІІІ ступенів Лохвицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад "Новооріхівський ліцей імені О.Г. Лелеченка" Лубенської районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Новооріхівська загальноосвітня школа І-ІІІ ступенів імені О.Г.Лелеченка Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад "Решетилівський ліцей імені І.Л.Олійника Решетилівської міської ради"', N'Полтавська область'),
 dbo.get_eo_hash(N'Решетилівська гімназія імені І.Л.Олійника Решетилівської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новосанжарський заклад загальної середньої освіти І-ІІІ ступенів Новосанжарської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Опорний заклад "Новосанжарська загальноосвітня школа І-ІІІ ступенів Новосанжарської районної ради Полтавської області"', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вороньківський ліцей імені О.Д. Перелета Чорнухинської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Опорний заклад "Вороньківський навчально - виховний комплекс імені Героя Радянського Союзу О.Д.Перелета Чорнухинської районної ради Полтавської області"', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Орв''яницький заклад загальної середньої освіти І-ІІІ ступенів Дубровицької районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Орв''яницький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Підлозцівський ліцей Підлозцівської сільської ради Млинівського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Підлозцівський навчально-виховний комплекс: дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Підлозцівської сільської ради Млинівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Немирівська загальноосвітня школа І-ІІІ ступенів Радивилівської міської ради Радивилівського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Немирівська загальноосвітня школа І-ІІІ ступенів Радивилівської міської ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Павлівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Білопільської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Павлівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Беївський навчально - виховний комплекс: Беївська загальноосвітня школа I-III ступенів - Беївський дошкільний навчальний заклад Липоводолинської селищної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Беївський навчально - виховний комплекс: Беївська загальноосвітня школа I-III ступенів - Беївський дошкільний навчальний заклад Липоводолинської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Хмелівський ліцей Роменської районної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Хмелівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Роменської районної ради Сумської області"', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кровненський заклад загальної середньої освіти І-ІІІ ступенів Миколаївської сільської ради Сумського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Кровненська загальноосвітня школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Іванківська загальноосвітня школа І-ІІІ ступенів Скала-Подільської селищної ради Борщівського району Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Іванківська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Скала-Подільський навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Скала-Подільської селищної ради Борщівського району Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Скала-Подільський навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад"', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ковалівський заклад загальної середньої освіти І-ІІІ ступенів Монастириської міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Ковалівська загальноосвітня школа І-ІІІ ступенів Монастириського району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Голгочанська загальноосвітня школа І-ІІІ ступенів Підгаєцької районної ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Голгочанська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Завалівська загальноосвітня школа І-ІІІ ступенів Підгаєцької районної ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Завалівська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'ГУТЯНСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ БОГОДУХІВСЬКОЇ РАЙОННОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
-- dbo.get_eo_hash(N'Гутянська загальноосвітня школа I-III ступенів Богодухівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Панютинський ліцей "Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Панютинська загальноосвітня школа I-III ступенів №1 Лозівської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Катеринівський ліцей Сахновщинської районної ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Катеринівський навчально-виховний комплекс Сахновщинської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Гетьманівський ліцей Шевченківської районної ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Гетьманівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Шевченківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Новомиколаївський ліцей Шевченківської районної ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Новомиколаївська загальноосвітня школа I-III ступенів Шевченківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Шляхівський заклад повної загальної середньої освіти Шляхівської сільської ради Бериславського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Шляхівський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Малокаховський заклад загальної середньої освіти Каховської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Малокаховський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад" Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Розсошанський ліцей', N'Хмельницька область'),
 dbo.get_eo_hash(N'Розсошанський навчально-виховний комплекс "Дошкільний навчальний заклад, загальноосвітня школа I-III ступенів"', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Хлистунівський академічний ліцей Хлистунівської сільської ради Городищенського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Хлистунівська загальноосвітня школа І-ІІІ ступенів Городищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Драбівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів ім. С .В. Васильченка - гімназія" Драбівської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Драбівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів імені С .В. Васильченка - гімназія" Драбівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Степанецький ліцей - опорний заклад загальної середньої освіти" Степанецької сільської ради об''єднаної територіальної громади Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Степанецький ліцей - опорний заклад загальної середньої освіти" Степанецької сільської ради об''єднаної територіальної громади', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Хмільнянський ліцей" Межиріцької сільської ради Канівського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Хмільнянський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Канівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сухинівський заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти І Селищенської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Сухинівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Корсунь-Шевченківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний опорний заклад ""Бужанський навчально - виховний комплекс "Загальноосвітня школа І - ІІІ ступенів - дошкільний навчальний заклад" Бужанської сільської ради Лисянського району Черкаської області»', N'Черкаська область'),
 dbo.get_eo_hash(N'Комунальний опорний заклад ""Бужанський навчально - виховний комплекс "Загальноосвітня школа І - ІІІ ступенів - Дошкільний навчальний заклад" Лисянської районної ради Черкаської області»', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Дмитрушківський ліцей Дмитрушківської сільської ради Уманського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Дмитрушківська загальноосвітня школа І-ІІІ ступенів Уманської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вергунівський заклад загальної середньої освіти І-ІІІ ступенів Червонослобідської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Вергунівська загальноосвітня школа І-ІІІ ступенів Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Геронимівський заклад загальної середньої освіти І-ІІІ ступенів Руськополянської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Геронимівська загальноосвітня школа І-ІІІ ступенів Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Леськівський заклад загальної середньої освіти І-ІІІ ступенів Леськівської сільської ради Черкаського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Леськівська ЗОШ І-ІІІ ступенів Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Худяківський заклад загальної середньої освіти І-ІІІ ступенів імені Героя Радянського Союзу Г.Є.Брика Леськівської сільської ради Черкаського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Худяківська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу Г.Є.Брика Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Нижньостановецький загальноосвітній навчальний заклад І-ІІІ ступенів', N'Чернівецька область'),
 dbo.get_eo_hash(N'Нижньостановецький заклад загальної середньої освіти І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Смичинський ліцей" Городнянської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Смичинська загальноосвітня школа I-III ступенів Городнянської міської ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Великокиріївська загальноосвітня школа I-III ступенів Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Великокиріївська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Війтівська загальноосвітня школа I-III ступенів Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Війтівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'П''ятківська загальноосвітня школа I-III ступенів Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'П''ятківська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Устянська загальноосвітня школа I-III ступенів Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Устянська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Флоринська загальноосвітня школа I-III ступенів Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Флоринська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Кіблич Гайсинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Кіблич', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Куна Гайсинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Куна', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кальницька загальноосвітня школа I-III ступенів ім. Ярослава Івашкевича Дашівської селищної ради Іллінецького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Кальницька загальноосвітня школа I-III ступенів Дашівської селищної ради Іллінецького району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Глинськ Калинівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Глинськ', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Корделівська середня загальноосвітня школа I-III ступенів с. Корделівка Калинівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Корделівська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Білопільський загальноосвітній навчально-виховний комплекс I-III ступенів "Школа-дитячий садок" Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Білопільський загальноосвітній навчально-виховний комплекс I-III ступенів "Школа-дитячий садок"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вівсяницький загальноосвітній навчально-виховний комплекс I-III ступенів "Школа-дитячий садок" Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Вівсяницький загальноосвітній навчально-виховний комплекс I-III ступенів "Школа-дитячий садок"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Дубовомахаринецький загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа-дитячий садок" Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Дубовомахаринецький загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа-дитячий садок"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Жежелівський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа-дитячий садок" Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Жежелівський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа-дитячий садок"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітній навчально-виховний комплекс I-III ступенів "Школа-гімназія-дитячий садок" ім. В.М.Підгорбунського Козятинської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Козятинський загальноосвітній навчально-виховний комплекс I-III ступенів "Школа-інтернат-гімназія" ім. В.М.Підгорбунського Козятинської районної ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Переможнянський загальноосвітній навчально-виховний комплекс I-III ступенів "Школа - дитячий садок" Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Переможнянський загальноосвітній навчально-виховний комплекс I-III ступенів "Школа - дитячий садок"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Флоріанівський загальноосвітній навчально-виховний комплекс І-III ступенів "Школа - дитячий садок" Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Флоріанівський загальноосвітній навчально-виховний комплекс І-III ступенів "Школа - дитячий садок"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Кожухів Літинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Кожухів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сугаківська середня загальноосвітня школа I-III ступенів Могилів-Подільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Сугаківська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Ворошилівка Тиврівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Ворошилівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Строїнці Тиврівський район Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Строїнці', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Тростянецька загальноосвітня школа I-III ступенів c. Тростянець Тиврівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Тростянецька загальноосвітня школа I-III ступенів c. Тростянець Тиврівський р-н Вінницької обл.', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Височанська загальноосвітня школа I-III ступенів Томашпільської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Височанська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Гнатківська загальноосвітня школа I-III ступенів Томашпільської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Гнатківська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комаргородська загальноосвітня школа I-III ступенів Томашпільської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Комаргородська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Суворовська загальноосвітня школа I-III ступенів №1 Тульчинської міської ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Суворовська загальноосвітня школа I-III ступенів Тульчинської міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Опорний заклад загальної середньої освіти І-ІІІ ступенів села Сальниця', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальносвітня школа I-III ступенів - дошкільний навчальний заклад" с. Сальниця', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Плебанівська середня загальноосвітня школа I-III ступенів Шаргородського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Плебанівська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Соснинський ліцей імені Сергія Байдовського Іваничівської селищної ради Волинської області"', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Соснинська загальноосвітня школа І-ІІІ ступенів імені Сергія Байдовського" Іваничівської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей с. Риковичі Павлівської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Риковичі Іваничівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів "Ліцей с. Забороль Заборольської сільської ради"', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Забороль Луцького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Штунська загальноосвітня школа І-ІІІ ступенів', N'Волинська область'),
 dbo.get_eo_hash(N'Штунська загальноосвітня школа І-ІІІ ступенів Любомльського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Кульчин', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Кульчин Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД "ПУШКАРІВСЬКА СЕРЕДНЯ ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ" ВЕРХНЬОДНІПРОВСЬКОЇ МІСЬКОЇ РАДИ ДНІПРОПЕТРОВСЬКОЇ ОБЛАСТІ"', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Пушкарівська середня загальноосвітня школа І-ІІІ ступенів" Верхньодніпровської районної ради Дніпропетровської області"', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Троїцький навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" Української сільської ради Петропавлівського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Троїцький навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" Петропавлівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Лихівський опорний заклад загальної середньої освіти І-ІІІ ступенів Лихівської селищної ради"', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний опорний навчальний заклад "Лихівська загальноосвітня школа І-ІІІ ступенів" Лихівської селищної ради"', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Березнуватівський заклад загальної середньої освіти І-ІІІ ступенів Солонянської районної ради Дніпропетровської області"', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти "Березнуватівська середня загальноосвітня школа І-ІІІ ступенів Солонянської районної ради Дніпропетровської області"', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Красногорівський заклад загальної середньої освіти І - ІІІ ступенів №2 Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Красногорівська загальноосвітня школа І - ІІІ ступенів №2 Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мирнодолинський навчально-виховний комплекс "Заклад загальної середньої освіти І-ІІІ ступенів - дитячий садок " Олександрівської селищної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Мирнодолинський навчально-виховний комплекс "Зальноосвітня школа І-ІІІ ступенів дошкільний навчальний заклад (дитячий садок) Олександрівської районної ради Донецької області"', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Дмитрівський заклад загальної середньої освіти I-III ступенів" Слов''янської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Дмитрівська загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Швайківський заклад загальної середньої освіти І-ІІІ ступенів Швайківської сільської ради Бердичівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Швайківська загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Березівська загальноосвітня школа I-III ступенів Любарської селищної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Березівська загальноосвітня школа I-III ступенів, Любарський р-н', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Чоповицький ліцей" Чоповицької селищної ради Малинського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Чоповицький загальноосвітній навчально-виховний комплекс "Гімназія - загальноосвітній навчальний заклад І-ІІІ ст. - дошкільний навчальний заклад"', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний навчальний заклад біотехнологічний ліцей "Радовель" Олевської районної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Біотехнологічний ліцей "Радовель" Олевської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Великолугівська загальноосвітня школа I-III ступенів Курненської сільської ради Пулинського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Великолугівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Тетірська загальноосвітня школа I-III ступенів Курненської сільської ради Пулинського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Тетірська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Галіївська загальноосвітня школа I-III ступенів Вільшанської сільської ради Чуднівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Галіївська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Воловецький опорний заклад загальної середньої освіти І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Воловецький заклад загальної середньої освіти І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Довжанський ліцей" Іршавської районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Довжанська загальноосвітня школа І-ІІІ ступенів Іршавської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новопетрівська загальноосвітня школа І-ІІІ ступенів Осипенківської сільської ради Бердянського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Новопетрівська загальноосвітня школа І-ІІІ ступенів Осипенківської сільскої ради Бердянського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новопилипівська філія І-ІІІ ступенів Мирненського опорного закладу загальної середньої освіти І- ІІІ ступенів " Інтелект" Мирненської селищної ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Новопилипівська загальноосвітня школа I-III ступенів Мирненської селищної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Роздольський ліцей " Роздольської сільської ради Михайлівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Роздольська загальноосвітня школа I-III ступенів" Роздольської сільської ради Михайлівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Чкаловський навчально-виховний комплекс «Загальноосвітній навчальний заклад І-Ш ступенів - дошкільний навчальний заклад імені Ф. Конюхова» Степанівської Першої сільської ради Приазовського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Чкаловський навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад ім.Ф.Конюхова" Приазовської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Богданівський опорний заклад загальної середньої освіти Чернігівської селищної ради Чернігівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Богданівська загальноосвітня школа І-ІІІ ступенів Чернігівської селищної ради Чернігівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Охрімівська загальноосвітня школа І-ІІІ ступенів Кирилівської селищної ради Якимівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Охрімівська загальноосвітня школа І-ІІІ ступенів Кирилівської селищної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Манявський ліцей (дошкільний заклад освіти, заклад освіти І ступеня – початкова школа, заклад середньої освіти ІІ ступеня – гімназія, заклад середньої освіти ІІІ ступеня - міжшкільний навчально-виробничий комбінат – професійний ліцей)', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Манявський ліцей (дошкільний освітній заклад, заклад освіти І ступеня - початкова школа, заклад середньої освіти ІІ ступеня - гімназія, заклад середньої освіти ІІІ ступеня - міжшкільний навчально-виробничий комбінат - професійний ліцей)', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Білоберізький ліцей Білоберізької сільської ради об''єднаної територіальної громади Верховинського району Івано-Франківської області (опорний заклад)', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Білоберізька загальноосвітня школа І-ІІІ ступенів Білоберізької сільської ради об''єднаної територіальної громади Верховинського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кривопільський ліцей імені Василя Портяка Верховинської районної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Кривопільський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад»', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кінашівський ліцей, Більшівцівської селищної ради об''єднаної територіальної громади Галицького району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Кінашівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Більшівцівської селищної ради об''єднаної територіальної громади Галицького району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комарівський ліцей імені Антіна Могильницького Галицької районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Комарівська загальноосвітня школа І-ІІІ ступенів Галицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Чернятинська загальноосвітня школа І-ІІІ ступенів Городенківської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Чернятинська загальноосвітня школа І-ІІІ ступенів Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Старомізунський ліцей імені Василя Верховинця Вигодської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Старомізунська загальноосвітня школа I-III ступенів імені Василя Верховинця Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Пістинський ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Пістинська загальноосвітня школа І-ІІІ ступенів Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середньоберезівський ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Середньоберезівська загальноосвітня школа І-ІІІ ступенів Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Старокосівський ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Старокосівська загальноосвітня школа І-ІІІ ступенів Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Задубрівський ліцей імені Богдана Ступарика Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Задубрівська загальноосвітня школа І-ІІІ ступенів Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Стецівський ліцей Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Стецівська загальноосвітня школа І-ІІІ ступенів Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Іванівський об''єднаний заклад освіти "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Богуславської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад Іванівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Богуславської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Богданівське навчально-виховне об''єднання" Богданівської сільської ради Броварського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Богданівська загальноосвітня школа І-ІІІ ступенів Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'ГОРОДИЩЕ-ПУСТОВАРІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ - ЗАКЛАД ДОШКІЛЬНОЇ ОСВІТИ ВОЛОДАРСЬКОЇ РАЙОННОЇ РАДИ КИЇВСЬКОЇ ОБЛАСТІ', N'Київська область'),
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД "ГОРОДИЩЕ-ПУСТОВАРІВСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ" ВОЛОДАРСЬКОЇ РАЙОННОЇ РАДИ КИЇВСЬКОЇ ОБЛАСТІ', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад освіти " Карапишівський академічний ліцей - центр позашкільної освіти" Миронівської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Комунальний заклад Карапишівська загальноосвітня школа І-ІІІ ступенів Миронівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'опорний заклад освіти "Красилівський академічний ліцей" Ставищенської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Красилівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - агротехнічний ліцей" ім.М.І.Савельєва Ставищенської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Денихівський ліцей Тетіївської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Денихівська загальноосвітня школа І-ІІІ ступенів Тетіївської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'П''ятигірський ліцей Тетіївської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'П''ятигірська загальноосвітня школа І-ІІІ ступенів Тетіївської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Борівський академічний ліцей Фастівської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Борівський заклад загальної середньої освіти І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Кожанський навчально-виховний комплекс "Заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Фастівської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Кожанський заклад загальної середньої освіти І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Могильненський ліцей Гайворонської районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Могильненська загальноосвітня школа І-ІІІ ступенів Гайворонського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Солгутівський ліцей Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Солгутівська загальноосвітня школа І-ІІІ ступенів Гайворонського району Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Троянська філія Голованівського ліцею ім. Т.Г. Шевченка Голованівської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Троянська філія Голованівського ліцею ім. Т.Г. Шевченка', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Липнязька загальноосвітня школа І-ІІІ ступенів" Добровеличківської районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Липнязька загальноосвітня школа І-ІІІ ступенів Добровеличківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Високобайрацький навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів- заклад дошкільної освіти" Кропивницької районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Високобайрацький навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Кіровоградської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вільненський заклад загальної середньої освіти І-ІІІ ступенів Кропивницької районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Вільненська загальноосвітня школа І-ІІІ ступенів Кіровоградської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Першотравенська загальноосвітня школа I-III ступенів Компаніївської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Першотравенська загальноосвітня школа I-III ступенів Компаніївської районної ради', N'Кіровоградська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'Комунальний заклад "Нижньотеплівська загальноосвітня школа І-ІІІ ступенів Станично-Луганського району Луганської області"', N'Луганська область'),
-- dbo.get_eo_hash(N'Комунальний заклад "Нижньотеплівська загальноосвітня школа I-III ступенів Станично-Луганського району Луганської області"', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів №6 с. Дев''ятники Ходорівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Комунальний навчальний заклад Ходорівської міської ради Львівської області загальноосвітня школа І-ІІІ ступенів №6 с.Дев''ятники', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Лисківський навчально-виховний комплекс "Загальноосвітній навчальний заклад - дошкільний навчальний заклад" Жидачівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Лисківський навчально-виховний комплекс "Загальноосвітній навчальний заклад - дошкільний навчальний заклад" Жидачівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Бібрський опорний заклад загальної середньої освіти І-ІІІ ступенів імені Уляни Кравченко Бібрської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад "Бібрська загальноосвітня школа І-ІІІ ступенів імені Уляни Кравченко" Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «ЗВЕНИГОРОДСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'),
 dbo.get_eo_hash(N'Звенигородська загальноосвітня школа І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'ОПОРНИЙ ЗАКЛАД "ЛОПАТИНСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТ.Н."', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад "Лопатинська загальноосвітня школа І-ІІІ ступенів навчання" Радехівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради "Підгірцівська спеціальна школа І-ІІІ ступенів"', N'Львівська область'),
 dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради "Підгірцівська спеціальна загальноосвітня школа-інтернат І-ІІІ ступенів"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Старицька загальноосвітня школа І-ІІІ ступенів ім.Юрія Костіва Яворівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Старицька загальноосвітня школа І-ІІІ ступенів Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Миролюбівський заклад загальної середньої освіти I-III ступенів Новомар’ївської сільської ради Братського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Миролюбівська загальноосвітня школа I-III ступенів Братської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новомар’ївський опорний навчальний заклад загальної середньої освіти І-ІІІ ступенів Новомар’ївської сільської ради Братського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Новомар''ївська загальноосвітня школа I-III ступенів Братської районної ради Миколаївської області"', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Возсіятський ліцей Єланецького району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Возсіятська загальноосвітня школа I-III ступенів Єланецької районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Холмський заклад загальної середньої освіти I-III ступенів Арцизької районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Холмська загальноосвітня школа I-III ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Таїровський заклад загальної середньої освіти I-III ступенів Овідіопольського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Таїровська загальноосвітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти "Окнянська загальноосвітня школа І-ІІІ ступенів Окнянської селищної ради Окнянського району Одеської області"', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти "Окнянська загальноосвітня школа І-ІІІ ступенів Окнянського району Одеської області"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти «Ткаченківський навчально-виховний комплекс (загальноосвітня школа І - ІІІ ступенів – заклад дошкільної освіти ) Окнянської селищної ради Окнянського району Одеської області"', N'Одеська область'),
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ОПОРНИЙ ЗАКЛАД ОСВІТИ «ТКАЧЕНКІВСЬКИЙ НАВЧАЛЬНО – ВИХОВНИЙ КОМПЛЕКС (ЗАГАЛЬНООСВІТНЯ ШКОЛА І - ІІІ СТУПЕНІВ – ЗАКЛАД ДОШКІЛЬНОЇ ОСВІТИ ) ОКНЯНСЬКОГО РАЙОНУ ОДЕСЬКОЇ ОБЛАСТІ»', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад освіти "Новогалещинський ліцей Новогалещинської селищної ради Козельщинського району Полтавської області"', N'Полтавська область'),
 dbo.get_eo_hash(N'Новогалещинський ліцей Новогалещинської селищної ради Козельщинського району Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Коломацька загальноосвітня школа І-ІІІ ступенів Коломацької сільської ради Полтавського району Полтавської області"', N'Полтавська область'),
 dbo.get_eo_hash(N'Коломацька загальноосвітня школа І-ІІІ ступенів Коломацької сільської ради Полтавського району Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Терешківський ліцей Терешківської сільської ради Полтавського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Терешківська загальноосвітня школа І-ІІІ ступенів Терешківської сільської ради Полтавського району Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Гілецький ліцей Чорнухинської селищної ради Полтавської області.', N'Полтавська область'),
 dbo.get_eo_hash(N'Гілецька загальноосвітня школа І-ІІІ ступенів Чорнухинської районної ради Полтавської області.', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кізлівський ліцей імені В.П.Лугового Чорнухинської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кізлівська загальноосвітня школа І-ІІІ ступенів ім. Героя Радянського Союзу В.П.Лугового Чорнухинської районної ради Полтавської області.', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Чорнухинський ліцей імені Г.С.Сковороди Чорнухинської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Опорний заклад "Чорнухинська загальноосвітня школа І-ІІІ ступенів ім.Г.С.Сковороди Чорнухинської районної ради Полтавської області"', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Бережницький заклад загальної середньої освіти І-ІІІ ступенів Дубровицької районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Бережницький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Залузький заклад загальної середньої освіти І-ІІІ ступенів Дубровицької районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Залузький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Підзамчівський ліцей Радивилівської міської ради Радивилівського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Підзамчівська загальноосвітня школа І-ІІІ ступенів Радивилівської міської ради Радивилівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Городищенський ліцей Рівненської районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Городищенська загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад "Люхчанський ліцей" Сарненської районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Люхчанська загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Рижівський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Білопільської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Рижівський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Семенівська загальноосвітня школа I-III ст. Липоводолинської селищної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Семенівська загальноосвітня школа I-III ст. Липоводолинської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад Комишанська загальноосвітня школа I-III ступенів Комишанської сільської ради Охтирського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Комунальний заклад Комишанська загальноосвітня школа I-III ступенів Комишанської сільської ради Охтирського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Полянський заклад загальної середньої освіти І-ІІІ ступенів Тростянецької районної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Полянський навчально-виховний комплекс" загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Тростянецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Великоглибочецька загальноосвітня школа І-ІІІ ступенів імені Ярослава Стецька Білецької сільської ради Тернопільського району Тернопільської області"', N'Тернопільська область'),
 dbo.get_eo_hash(N'Комунальний заклад Великоглибочецька загальноосвітня школа І-ІІІ ступенів імені Ярослава Стецька Тернопільської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Окружний опорний заклад "Борівська загальноосвітня школа І-ІІІ ступенів № 1 Борівської районної ради Харківської області імені Героя Радянського Союзу В.С.Колісника" та його філій', N'Харківська область'),
 dbo.get_eo_hash(N'Окружний опорний заклад "Борівська загальноосвітня школа І-ІІІ ступенів № 1 Борівської районної ради Харківської області імені Героя Радянського Союзу В.С.Колісника" та його філії', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад «Приколотнянський ліцей ім. Героя Радянського Союзу К.Ф. Ольшанського Великобурлуцької районної ради Харківської області»', N'Харківська область'),
 dbo.get_eo_hash(N'Приколотнянська загальноосвітня школа I-III ступенів ім.Героя Радянського Союзу К.Ф.Ольшанського Великобурлуцької районної ради Харківської області', N'Харківська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'ВОВЧАНСЬКО-ХУТІРСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ ВОВЧАНСЬКОЇ РАЙОННОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
-- dbo.get_eo_hash(N'Вовчансько-Хутірська загальноосвітня школа I-III ступенів Вовчанської районної ради Харківської області', N'Харківська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'ЮРЧЕНКІВСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ ВОВЧАНСЬКОЇ РАЙОННОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
-- dbo.get_eo_hash(N'Юрченківська загальноосвітня школа I-III ступенів Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Скрипаївська загальноосвітня школа I-III ступенів імені Героя Радянського Союзу Миколи Федоровича Паська Зміївської районної ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад"Скрипаївська загальноосвітня школа I-III ступенів Зміївської районної ради Харківської області"', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад «Зідьківська загальноосвітня школа І-ІІІ ступенів ім. Г.І.Ковтуна» Зміївської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Зідьківська загальноосвітня школа I-III ступенів ім. Г.І. Ковтуна Зміївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Кам''янський ліцей Ізюмської міської ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Кам''янський навчально-виховний комплекс Ізюмської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад «Коротичанський ліцей Пісочинської селищної ради»', N'Харківська область'),
 dbo.get_eo_hash(N'Коротичанський ліцей Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Козацький ліцей Новокаховської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Козацький заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Раківський заклад повної загальної середньої освіти Шляхівської сільської ради Бериславського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Раківський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КЗ "Музиківський ліцей" Музиківської сільської ради Білозерського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'КЗ "Музиківська загальноосвітня школа I-III ступенів Музиківської сільської ради Білозерського району Херсонської області"', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Михайлівський заклад дошкільної, загальної середньої освіти Верхньорогачицької районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Михайлівська загальноосвітня школа І-ІІІ ступенів Верхньорогачицької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Старозбур''ївська загальноосвітня школа I-III ступенів Голопристанської міської ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Старозбур''ївська загальноосвітня школа I-III ступенів Старозбур''ївської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Нижньосірогозький опорний заклад повної загальної середньої освіти Нижньосірогозької районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Нижньосірогозька загальноосвітня школа І-ІІІ ступенів Нижньосірогозької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Білогірський ліцей імені І.О.Ткачука Білогірської селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Білогірський ліцей імені І.О.Ткачука Білогірської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ямпільський ліцей Ямпільської селищної ради Білогірського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Ямпільський ліцей', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад Великолевадський ліцей Городоцької міської ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Великолевадський ліцей', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Гуменецький ліцей', N'Хмельницька область'),
 dbo.get_eo_hash(N'Гуменецький навчально-виховний комплекс "Загальноосвітня школа I-III ступенів, гімназія"', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Голосківський ліцей Меджибізької селищної ради Летичівського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Голосківська загальноосвітня школа I-III ступенів Меджибізької селищної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Меджибізький ліцей Меджибізької селищної ради Летичівського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Меджибізька загальноосвітня школа I-III ступенів Меджибізької селищної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кустовецький ліцей Полонської міської ради Полонської міської об''єднаної територіальної громади Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Кустовецька загальноосвітня школа I-III ступенів Полонської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Миньковецький навчально-виховний комплекс "дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів" Улашанівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Миньковецький навчально-виховний комплекс "дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів" Славутської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новоставецький ліцей Новоставецької сільської ради Теофіпольського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Новоставецька загальноосвітня школа I-III ступенів Теофіпольської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Судилківський ліцей Судилківської сільської ради Шепетівського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Судилківська загальноосвітня школа I-III ступенів Судилківської сільської ради Шепетівського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Шарівська загальноосвітня школа I-III ступенів Ярмолинецького району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Шарівська загальноосвітня школа I-III ступенів Ярмолинецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'В''язівський заклад загальної середньої освіти І-ІІІ ступенів Вільшанської селищної ради Городищенського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'В''язівська загальноосвітня школа І-ІІІ ступенів Городищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Старосільський ліцей Мліївської сільської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Старосільський заклад загальної середньої освіти І-ІІІ ступенів Мліївської сільської ради Городищенського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Цвітківський академічний ліцей Хлистунівської сільської ради Городищенського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Цвітківська загальноосвітня школа І-ІІІ ступенів Городищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів ім. Героя Радянського Союзу С.А. Куниці села Великий Хутір Великохутірської сільської ради Драбівського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Великохутірська загальноосвітня школа І-ІІІ ступенів ім. Героя Радянського Союзу А. С. Куниці Драбівської районної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Жаботинський ліцей Кам''янської районної ради Черкаської області"', N'Черкаська область'),
 dbo.get_eo_hash(N'Жаботинська загальноосвітня школа І-ІІІ ступенів Кам''янської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Райгородський ліцей Кам''янської районної ради Черкаської області"', N'Черкаська область'),
 dbo.get_eo_hash(N'Райгородська загальноосвітня школа І-ІІІ ступенів Кам''янської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Ліплявський ліцей" Ліплявської сільської ради Канівського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Ліплявський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Канівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Єрківський заклад загальної середньої освіти І-ІІІ ступенів імені Героя України В.М.Чорновола Єрківської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Єрківська загальноосвітня школа І-ІІІ ступенів імені Героя України В.М.Чорновола Єрківської селищної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Іваньківська загальноосвітня школа І-ІІІ ступенів Іваньківської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Іваньківська загальноосвітня школа І-ІІІ ступенів Маньківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Ташлицький ліцей Ротмістрівської сільської ради"', N'Черкаська область'),
 dbo.get_eo_hash(N'Ташлицька загальноосвітня школа І-ІІІ ступенів Смілянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Старобабанівський ліцей Дмитрушківської сільської ради Уманського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Старобабанівська загальноосвітня школа І-ІІІ ступенів Уманської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Головківський навчально-виховний комплекс «Заклад дошкільної освіти -заклад загальної середньої освіти І-ІІІ ступенів» Медведівської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Головківський навчально-виховний комплекс «Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів» Чигиринської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад освіти "Медведівський заклад загальної середньої освіти І-ІІІ ст. ім. М.Залізняка" Медведівської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Медведівська загальноосвітня школа І-ІІІ ступенів імені М.Залізняка" Чигиринської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Тіньківський заклад загальної середньої освіти І-ІІІ ступенів Чигиринської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Тіньківська загальноосвітня школа І-ІІІ ступенів Чигиринської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'комунальний заклад "Мельниківський ліцей з дошкільним підрозділом" Іркліївської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Мельниківський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Іркліївської сільської ради Чорнобаївського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Брусницький загальноосвітній навчальний заклад І-ІІІ ступенів ім. І. Миколайчука', N'Чернівецька область'),
 dbo.get_eo_hash(N'Брусницький заклад загальної середньої освіти І-ІІІ ступенів ім. І. Миколайчука Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Драчинецький опорний заклад загальної середньої освіти І-ІІІ ступенів, Драчинецької сільської ради, Кіцманського району, Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Драчинецький опорний заклад загальної середньої освіти І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Оршовецький заклад загальної середньої освіти І-ІІІ ступенів Неполоковецької селищної ради Кіцманського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Оршовецький заклад загальної середньої освіти І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ставчанський заклад загальної середньої освіти І-ІІІ ступенів Ставчанської сільської ради Кіцманського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Ставчанський загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Стрілецькокутський загальноосвітній навчальний заклад І-ІІІ ступенів', N'Чернівецька область'),
 dbo.get_eo_hash(N'Стрілецькокутський загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Грубнянський навчально - виховний комплекс Сокирянської районої ради Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Грубна Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Михальчанський ліцей Михальчанської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Михальчанська загальноосвітня школа І-ІІІ ступенів Михальчанської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'Малинецький навчально-виховний комплекс" Загальноосвітній навчальний заклад І-ІІІ ступенів- дошкільний навчальний заклад"Малинецької сільскої ради Хотинського району Чернівецької області', N'Чернівецька область'),
-- dbo.get_eo_hash(N'Малинецький навчально-виховний комплекс" Загальноосвітній навчальний заклад І-ІІІ ступеня- дошкільний навчальний заклад"Малинецької сільскої ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Черешенський ліцей" Чернігівської обласної ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'КЗ "Черешенська спеціалізована школа-інтернат І-ІІІ ступенів з поглибленим вивченням окремих предметів та курсів" Чернігівської обласної ради', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний опорний заклад "Куликівський заклад загальної середньої освіти I-III ступенів" Куликівської селищної ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Куликівський заклад загальної середньої освіти I-III ступенів Куликівської селищної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Великокошелівська загальноосвітня школа I-III ступенів Вертіївської сільської ради Ніжинського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Великокошелівська загальноосвітня школа I-III ступенів Ніжинської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Старобілоуський заклад загальної середньої освіти І-ІІІ ступенів Новобілоуської сільської ради Чернігівського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Старобілоуська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Красносільська загальноосвітня школа I-III ступенів Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Красносільська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад «Шляхівська загальноосвітня школа І-ІІІ ступенів імені Героя Соціалістичної Праці Кузика Григорія Йосиповича» Шляхівської об’єднаної територіальної громади Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Опорний заклад «Шляхівська І-ІІІ ступенів імені Героя Соціалістичної Праці Кузика Григорія Йосиповича» Шляхівської об’єднаної територіальної громади Бершадського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Осіївська загальноосвітня школа I-III ступенів Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Осіївська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сумівська загальноосвітня школа I-III ступенів Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Сумівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Губник Гайсинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Губник', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Кущинці Гайсинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Кущинці', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Уладівське Калинівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Уладівське', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Зозулинецький загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа - дитячий садок" Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Зозулинецький загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа - дитячий садок"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Козятинський загальноосвітній навчально-виховний комплекс I-III ступенів "Школа-дитячий садок" №9 Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Козятинський загальноосвітній навчально-виховний комплекс I-III ступенів "Школа-дитячий садок" №9', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Махаринецька середня загальноосвітня школа I-III ступенів Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Махаринецька середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Махнівська середня загальноосвітня школа І-ІІІ ступенів Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Махнівська середня загальноосвітня школа І-ІІІ ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Миколаївський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа-дитячий садок" ім. Василя Земляка Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Миколаївський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа-дитячий садок" ім. Василя Земляка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Навчально-виховний комплекс (середня загальноосвітня школа I-III ст.-дошкільний навчальний заклад) с. Громадське Літинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс I-III ступенів с.Громадське', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Бруслинів Літинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Бруслинів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Дашківці Літинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Дашківці', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Журавне Літинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Журавне', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Шевченка Літинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Шевченка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Серебринецька середня загальноосвітня школа I-III ступенів Могилів-Подільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Серебринецька середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Чорноминська загальноосвітня школа I-III ступенів" Піщанського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Чорномин Піщанського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Краснянська середня загальноосвітня школа I-III ступенів Тиврівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Краснянська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Антонівська загальноосвітня школа I-III ступенів Томашпільської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Антонівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Великорусавська загальноосвітня школа I-III ступенів Томашпільської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Великорусавська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Яланецька загальноосвітня школа I-III ступенів Томашпільської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Яланецька загальноосвітня школа I-III ступенів, Томашпільський р-н', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Богданівська загальноосвітня школа I-III ступенів Тульчинської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Богданівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Крищинецька загальноосвітня школа I-III ступенів Тульчинської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Крищинецька загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Шпиківський опорний навчальний заклад загальної середньої освіти І-ІІІ ступенів Шпиківської селищної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Шпиківська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Джуринська середня загальноосвітня школа I-III ступенів Шаргородського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Джуринська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Зведенівська середня загальноосвітня школа I-III ступенів Шаргородського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Зведенівська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Хоменківська середня загальноосвітня школа I-III ступенів Шаргородського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Хоменківська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей с. Колона Павлівської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Колона Іваничівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти села Хотешів Камінь-Каширської районної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І - ІІІ ступеня села Хотешів Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Прилуцький ліцей №29 Луцької міської ради"', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня села Прилуцьке Ківерцівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ ступенів "ЗЕЛЕНСЬКИЙ ЛІЦЕЙ" Ковельської районної ради Ковельського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Зелена Ковельського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ ступенів "ТОЙКУТСЬКИЙ ЛІЦЕЙ" Ковельської районної ради Ковельського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Тойкут Ковельського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів "Ліцей с. Одеради Заборольської сільської ради"', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Одеради Луцького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Маковичі', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Маковичі Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Новий Двір', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Новий Двір Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Соловичі', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Соловичі Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Токівська загальноосвітня школа І-ІІІ ступенів Грушівської сільської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Токівська загальноосвітня школа І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Адамівський заклад загальної середньої освіти Криничанського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Адамівська середня загальноосвітня школа Криничанського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Ковпаківський заклад загальної середньої освіти І-ІІІ ступенів" Личківської сільської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Ковпаківська загальноосвітня школа І-ІІІ ступенів Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Приорільський заклад загальної середньої освіти І-ІІІ ступенів" Личківської сільської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Приорільська загальноосвітня школа І-ІІІ ступенів Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Шолоховська середня загальноосвітня школа Покровської міської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Шолоховська загальноосвітня школа І-ІІІ ступенів Нікопольської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти І-ІІІ ступенів Першотравневської сільської ради Нікопольського району', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Першотравневська загальноосвітня школа І-ІІІ ступенів" Першотравневської сільської ради Нікопольського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Єлизаветівський заклад загальної середньої освіти Петриківської районної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти - Єлизаветівська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Лобойківський заклад загальної середньої освіти Петриківської районної ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти - Лобойківська середня загальноосвітня школа', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КЗ "Саксаганська опорна загальноосвітня школа І-ІІІ ступенів Саксаганської сільської ради П''ятихатського району Дніпропетровської області"', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Саксаганська загальноосвітня школа І-ІІІ ступенів Саксаганської сільської ради П''ятихатського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти "Кислянська загальноосвітня школа І-ІІІ ступенів" Зайцівської сільської ради Синельниківського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти "Кислянська загальноосвітня школа І-ІІІ ступенів" Зайцівської сільської ради Синельниківський район Дніпропетровська область', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад освіти "Шандрівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Перещепинської міської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти "Шандрівський навчально- виховний комплекс "Загальноосвітня навчальна школа І-ІІІ ступенів - дошкільний навчальний заклад" Перещепинської міської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Богоявленський заклад загальної середньої освіти І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Богоявленська загальноосвітня школа І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Галицинівський заклад загальної середньої освіти І - ІІІ ступенів Мар’їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Галицинівська загальноосвітня школа І - ІІІ ступенів Мар’їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Єлизаветівський заклад загальної середньої освіти І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Єлизаветівська загальноосвітня школа І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Зорянський заклад загальної середньої освіти І - ІІІ ступенів Мар''їнської райдержадміністрації Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Зорянська загальноосвітня школа І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Катеринівський заклад загальної середньої освіти І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Катеринівська загальноосвітня школа І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Костянтинівський заклад загальної середньої освіти І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Костянтинівська загальноосвітня школа І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Костянтинопольський заклад загальної середньої освіти І - ІІІ ступенів Мар''їнської районної ради Донецької області і', N'Донецька область'),
 dbo.get_eo_hash(N'Острівська загальноосвітня школа І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Максимільянівський заклад загальної середньої освіти І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Максимільянівська загальноосвітня школа І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новоукраїнський заклад загальної середньої освіти І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Павлівський заклад загальної середньої освіти І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Павлівська загальноосвітня школа І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новостепанівський навчально-виховний комплекс "Заклад загальної середньої освіти І-ІІІ ступенів - дитячий садок" Олександрівської селищної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Новостепанівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад (дитячий садок)" Олександрівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Петрівський заклад загальної середньої освіти I-III ступенів Олександрівської селищної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Петрівська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Долинський заклад загальної середньої освіти І-ІІІ ступенів" Слов''янської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Долинська загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мирославський заклад загальної середньої освіти I-III ступеня імені О. І. Онишка Швайківської сільської ради Бердичівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Мирославська загальноосвітня школа I-III ступеня імені О. І. Онишка Бердичівської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Райгородоцький заклад загальної середньої освіти I-III ступенів імені Героя Радянського Союзу В.К.Олійника Райгородоцької сільської ради Бердичівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Райгородоцька загальноосвітня школа I-III ступенів імені Героя Радянського Союзу В.К.Олійника Бердичівської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальна установа "Кулішівський заклад загальної середньої освіти I-III ступенів Ємільчинської селищної ради Житомирської області"', N'Житомирська область'),
 dbo.get_eo_hash(N'Кулішівський заклад загальної середньої освіти I-III ступенів Ємільчинської селищної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Березівська загальноосвітня школа I-III ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Березівська загальноосвітня школа I-III ступенів, Житомирський р-н', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'опорний навчальний заклад "Левківська загальноосвітня школа I-III ступенів" Житомирської районної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Левківська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Мотовилівський опорний заклад загальної середньої освіти I-III ступенів імені І.М.Мороза" Любарської селищної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Мотовилівська загальноосвітня школа I-III ступенів імені І.М.Мороза', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Пединківська загальноосвітня школа I-III ступенів Любарського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Пединківська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Хочинська загальноосвітня школа I-III ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Хочинська загальноосвітня школа I-III ступенів Олевського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Корнинський опорний освітній заклад І - ІІІ ступенів Корнинської селищної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад " Корнинський навчально-виховний комплекс "Загальноосвітня школа І ступеня - гімназія" Корнинської селищної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Романівська загальноосвітня школа І-ІІІ ступенів ім. М.Т. Рильського Квітневої сільської ради Попільнянського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Романівська загальноосвітня школа І-ІІІ ступенів ім. М.Т. Рильського Попільнянського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сокільчанський ліцей Попільнянської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Сокільчанська загальноосвітня школа І-ІІІ ступенів Попільнянської селищної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Курненська загальноосвітня школа I-III ступенів Курненської сільської ради Пулинського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Курненська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальна установа Вишевицької сільської ради "Вишевицький ліцей" Радомишльського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Комунальна установа Вишевицької сільської ради "Вишевицький ліцей"', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Рижанський ліцей Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Рижанська гімназія Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Карповецька загальноосвітня школа I-III ступенів Вільшанської сільської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Карповецька загальноосвітня школа I-III ступенів Чуднівсьої районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Вільшанський ліцей" Вільшанської сільської ради Чуднівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Вільшанська загальноосвітня школа I-III ступенів, Чуднівський р-н', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Вільхівський заклад загальної середньої освіти І-ІІІ ступенів" Іршавської районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Вільхівська загальноосвітня школа І-ІІІ ступенів Іршавської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД „ЛІНЦІВСЬКИЙ ЛІЦЕЙ УЖГОРОДСЬКОЇ РАЙОННОЇ РАДИ ЗАКАРПАТСЬКОЇ ОБЛАСТІ”', N'Закарпатська область'),
 dbo.get_eo_hash(N'Лінцівська загальноосвітня школа I-III ступенів Ужгородської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новоукраїнський опорний заклад загальної середньої освіти І-ІІІ ступенів Новоукраїнської сільскої ради Більмацького району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Новоукраїнська опорна загальноосвітня школа I-III ступепів" Більмацької районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новоолександрівська загальноосвітня школа І-ІІІ ступенів Запорізького району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Новоолександрівська загальноосвітня школа І-ІІІ ступенів Запорізької району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Новозапорізька школа Долинської сільської ради Запорізького району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Новозапорізька школа Долинської сільскої ради Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Благовіщенська загальноосвітня школа I-III ступенів" Благовіщенської сільської ради Кам''янсько-Дніпровського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Благовіщенська сільська рада Кам''янсько-Дніпровського району Запорізької області Комунальний заклад "Благовіщенська загальноосвітня школа I-III ступенів" Благовіщенської сільської ради Кам''янсько-Дніпровського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мирненський опорний заклад загальної середньої освіти I-III ступенів "Інтелект" Мирненської селищної ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Мирненська загальноосвітня школа I-III ступенів Мирненської селищної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Дівнинська загальноосвітня школа І-ІІІ ступенів Олександрівської сільської ради Приазовського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Дівнинська загальноосвітня школа І-ІІІ ступенів Дівнинської сільської ради Приазовського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Азовський заклад загальної середньої освіти І-ІІІ ступенів Розівської селищної ради Розівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Азовська загальноосвітня школа І-ІІІ ступенів Розівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Зорянський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Розівської селищної ради Розівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Карл-Лібкнехтський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад" Розівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вишківський ліцей Вигодської селищної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Вишківська загальноосвітня школа I-III ступенів Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Замулинецький ліцей Матеївецької сільської ради об''єднаної територіальної громади Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Замулинецький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Матеївецької сільської ради об''єднаної територіальної громади', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Спаський ліцей імені Івана Франка Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Спаський ліцей імені І.Я.Франка Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кутський ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Кутська загальноосвітня школа І-ІІІ ступенів Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Річківський ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Річківський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Яворівський ліцей "Гуцульщина" Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Яворівська загальноосвітня школа І-ІІІ ступенів Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Лоп’янський ліцей Долинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Лоп''янська загальноосвітня школа І-ІІІ ступенів Рожнятівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Підвисоцький ліцей Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Підвисоцька загальноосвітня школа І-ІІІ ступенів Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Попельниківський ліцей Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Попельниківська загальноосвітня школа І-ІІІ ступенів Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кутищенський навчально-виховний комплекс (загальноосвітня школа I-III ступенів - дошкільний навчальний заклад)', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Кутищенський навчально-виховний комплекс', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Нижнівський ліцей Тлумацької районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Нижнівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) Тлумацької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Лехнівська загальноосвітня школа І-ІІІ ступенів Березанської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Лехнівська загальноосвітня школа І-ІІІ ступенів Баришівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Садова загальноосвітня школа І-ІІІ ступенів Березанської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Садова загальноосвітня школа І-ІІІ ступенів Березанської міської ради', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Озернянська загальноосвітня школа І-ІІІ ступенів"', N'Київська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Озернянська загальноосвітня школа І-ІІІ ступенів" Білоцерківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Фурсівський заклад загальної середньої освіти І-ІІІ ступенів Білоцерківського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Фурсівський заклад загальної середньої освітня І-ІІІ ступенів Білоцерківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад освіти "Новозаліський заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Бородянської селищної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Новозаліське навчально-виховне обєднання "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Бородянської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Зазимське навчально виховне об''єднання Броварського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Зазимський заклад загальної середньої освіти Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мар''янівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Ковалівської сільської ради Васильківського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Мар''янівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Васильківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти "Ковалівський ліцей"', N'Київська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Ковалівська гімназія" Васильківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Пологівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Ковалівської сільської ради Васильківського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Пологівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Васильківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новосілківська загальноосвітня школа І-ІІІ ступенів Макарівської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Новосілківська загальноосвітня школа І-ІІІ ступенів Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Центральненська загальноосвітня школа І-ІІІ ступенів Миронівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Комунальний заклад Центральненська загальноосвітня школа І-ІІІ ступенів Миронівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Дем''янецьке навчально-виховне об''єднання "заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Переяслав-Хмельницької районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Дем''янецька загальноосвітня школа І-ІІІ ступенів Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ольшаницький комунальний заклад загальної середньої освіти Рокитнянський районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Ольшаницька загальноосвітня школа І-ІІІ ступенів Рокитнянської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ромашківський комунальний заклад загальної середньої освіти Рокитнянської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Ромашківська загальноосвітня школа І-ІІІ ступенів Рокитнянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Телешівський комунальний заклад освіти Рокитнянської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Телешівське навчально-виховне об''єднання "загальноосвітня школа І-ІІІ ступенів - дитячий садок" Рокитнянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Журавлиська загальноосвітня школа І-ІІІ ступенів - заклад дошкільної освіти Ставищенської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Журавлиська загальноосвітня школа І-ІІІ ступенів Ставищенської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кашперівський ліцей Тетіївської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Комунальний заклад Кашперівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Тетіївської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Пилипівський заклад загальної середньої освіти І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'ОЗНЗ Пилипівський НВК "Загальноосвітня школа І-ІІІ ступенів-дитячий садок" Фастівської районної ради', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Бандурівський ліцей Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Бандурівська загальноосвітня школа І-ІІІ ступенів Гайворонського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Таужненський ліцей Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Таужненська загальноосвітня школа І - ІІІ ступенів Кіровоградської області Гайворонського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Дмитрівська загальноосвітня школа І-ІІІ ступенів імені Т.Г.Шевченка'''' Дмитрівської сільської ради Знам''янського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Дмитрівська загальноосвітня школа І-ІІІ ступенів імені Т.Г.Шевченка Знам''янської районної ради Кіровоградської області"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Бережинський заклад загальної середньої освіти І-ІІІ ступенів Кропивницької районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Бережинська загальноосвітня школа І-ІІІ ступенів" Кіровоградської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Івано-Благодатненський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів – заклад дошкільної освіти» Кропивницької районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Івано-Благодатненський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Кіровоградської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей "Нова школа" Катеринівської сільської ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Ліцей "Нова школа" Катеринівської сільської ради Кіровоградського району Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Миколаївський заклад загальної середньої освіти І-ІІІ ступенів Кропивницької районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Миколаївське навчально-виховне об''єднання "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклал" Кіровоградської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Головківський заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти Приютівської селищної ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Головківський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Куцеволівська загальноосвітня школа І - ІІІ ступенів - дошкільний навчальний заклад" Онуфріївської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Куцеволівська загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Онуфріївської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Криничуватський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Устинівської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Криничуватський навчально-виховний комплекс загальноосвітня школа І-ІІІступенів-дошкільний навчальний заклад Устинівської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Лозно-Олександрівська загальноосвітня школа І-ІІІ ступенів Лозно-Олександрівської селищної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Лозно-Олександрівська загальноосвітня школа І-ІІІ ступенів Білокуракинської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мирненська загальноосвітня школа І-ІІІ ступенів Лозно-Олександрівської селищної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Мирненська загальноосвітня школа І-ІІІ ступенів Білокуракинської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти з дошкільним підрозділом "Ясенівська загальноосвітня школа І-ІІІ ступенів" Бродівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Ясенівська загальноосвітня школа І-ІІІ ступенів Бродівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Задвір''янський опорний заклад загальної середньої освіти І-ІІІ ступенів Буської районної ради', N'Львівська область'),
 dbo.get_eo_hash(N'Задвір''янський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів" Буської районної ради Львівської області', N'Львівська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'Добросинська загальноосвітня школа I-III ступенів Жовківської районної ради', N'Львівська область'),
-- dbo.get_eo_hash(N'Добросинська загальноосвітня школа І-ІІІ ступенів Жовківської районної ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сновицький навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Золочівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Сновицький навчально-виховний комплекс "Загальосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Золочівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Великоглібовицький заклад загальної середньої освіти І-ІІІ ступенів імені Юліана Головінського Бібрської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Великоглібовицький заклад загальної середньої освіти І-ІІІ ступенів імені Юліана Головінського Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «ВЕРХНЬОБІЛКІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'),
 dbo.get_eo_hash(N'Верхньобілківська загальноосвітня школа І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «ГОДОВИЦЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'),
 dbo.get_eo_hash(N'Годовицька загальноосвітня школа І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «ПИКУЛОВИЦЬКИЙ НАВЧАЛЬНО-ВИХОВНИЙ КОМПЛЕКС ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ-ЗАКЛАД ДОШКІЛЬНОЇ ОСВІТИ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'),
 dbo.get_eo_hash(N'Пикуловицький навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «СТАРОСІЛЬСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'),
 dbo.get_eo_hash(N'Старосільська загальноосвітня школа І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Троїцько-Сафонівський ліцей Казанківської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Троїцько-Сафонівський заклад загальної середньої освіти І-ІІІ ступенів Казанківської селищної ради Казанківського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Куцурубський заклад загальної середньої освіти I-III ступенів імені Т.Г. Шевченка Куцурубської сільської ради об''єднаної територіальної громади Очаківського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Куцурубська загальноосвітня школа I-III ступенів імені Т.Г. Шевченка Куцурубської сільської ради об''єднаної територіальної громади Очаківського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Главанський заклад загальної середньої освіти І-ІІІ ступенів Арцизької районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Главанська загальноосвітня школа І-ІІІ ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Миколаївський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-міжшкільний навчально-виробничий комбінат"', N'Одеська область'),
 dbo.get_eo_hash(N'Миколаївський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-міжшкільний навчально-виробничий комбінат" Білгород-Дністровського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Маяківський навчально-виховний комплекс "Заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти" Маяківської сільської ради Біляївського району Одеської області (корпус №1)', N'Одеська область'),
 dbo.get_eo_hash(N'Маяківський заклад загальної середньої освіти I-III ступенів Біляївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мирненський заклад загальної середньої освіти I-III ступенів Біляївського району', N'Одеська область'),
 dbo.get_eo_hash(N'Мирненська загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти «Ставрівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів - заклад дошкільної освіти) Окнянської селищної ради Окнянського району Одеської області"Антонівський НВК', N'Одеська область'),
 dbo.get_eo_hash(N'опорний заклад освіти «Ставрівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів-заклад дошкільної освіти)', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Щербанська загальноосвітня школа І-ІІІ ступенів Роздільнянської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Щербанська загальноосвітня школа І-ІІІ ступенів', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новоселівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - ліцей" Саратської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Новоселівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - ліцей" Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Малобудищанська загальноосвітня школа І-ІІІ ступенів Опішнянської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Малобудищанська загальноосвітня школа І-ІІІ ступенів Зіньківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Максимівський ліцей Недогарківської сільської ради Кременчуцького району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Максимівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) Недогарківської сільської ради Кременчуцького району Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад "Пришибський заклад загальної середньої освіти І-ІІІ ступенів Пришибської сільської ради Кременчуцького району Полтавської області"', N'Полтавська область'),
 dbo.get_eo_hash(N'Пришибська загальноосвітня школа І-ІІІ ступенів Пришибської сільської ради Кременчуцького району Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Садківський ліцей Кременчуцької районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Садківська загальноосвітня школа І-ІІІ ступенів Кременчуцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний опорний заклад "Сенчанська загальноосвітня школа І-ІІІ ступенів Сенчанської сільської ради Полтавської області"', N'Полтавська область'),
 dbo.get_eo_hash(N'Сенчанська загальноосвітня школа І-ІІІ ступенів Сенчанської сільської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Щербанівський ліцей Щербанівської сільської ради Полтавського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Щербанівська загальноосвітня школа І-ІІІ ступенів Щербанівської сільської ради Полтавського району Полтавської області"', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мокиївський ліцей Чорнухинської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Мокиївський навчально-виховний комплекс Чорнухинської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Бабинський ліцей Бабинської сільської ради Гощанського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Бабинська загальноосвітня школа І-ІІІ ступенів" Бабинської сільської ради Гощанського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Колківський заклад загальної середньої освіти І-ІІІ ступенів Дубровицької районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Колківський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вежицький заклад загальної середньої освіти І-ІІІ ступенів Старосільської сільської ради Рокитнівського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Вежицький навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Річківський навчально-виховний комплекс «загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Річківської сільської ради Білопільського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Річківський навчально-виховний комплекс «загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад» Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Берестівська загальноосвітня школа I-III ст. Липоводолинської селищної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Берестівська загальноосвітня школа I-III ст. Липоводолинської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Матвіївська загальноосвітня школа І-ІІІ ступенів - дитячий садок', N'Тернопільська область'),
 dbo.get_eo_hash(N'Матвіївська загальноосвітня школа І-ІІІ ступенів - дитячий садок Шумського району Тернопільської області', N'Тернопільська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'РІЗНИКІВСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ ВОВЧАНСЬКОЇ РАЙОННОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
-- dbo.get_eo_hash(N'Різниківська загальноосвітня школа I-III ступенів Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Геніївська загальноосвітня школа I-III ступенів імені Героя Радянського Союзу Івана Івановича Протопопова Зміївської районної ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Геніївська загальноосвітня школа I-III ступенів Зміївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Бунаківський ліцей" Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Бунаківський навчально-виховний комплекс Лозівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Краснопавлівський ліцей" Лозівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Краснопавлівський ліцей Лозівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Базаліївський ліцей Чкаловської селищної ради Чугуївського району Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Базаліївська загальноосвітня школа І-ІІІ ступенів Чкаловської селищної ради Чугуївського району Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Старовірівський ліцей Шевченківської районної ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Старовірівський ліцей Шевченківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Веселівський ліцей Новокаховської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Веселівський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад Орлівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Кочубеївської сільської ради ОТГ Херсонської області Кочубеївського освітнього округу', N'Херсонська область'),
 dbo.get_eo_hash(N'Опорний заклад Орлівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Кочубеївської сільської ради ОТГ Херсонської області Кочубеївського освітнього округу, ОЗ Орлівський НВК', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Роздольненський заклад загальної середньої освіти Каховської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Роздольненська загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Преображенська загальноосвітня школа I-III ступенів Чаплинської селищної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Преображенська загальноосвітня школа I-III ступенів Чаплинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Юровецький ліцей Білогірської селищної ради Білогірського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Юровецький ліцей', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний навчальний заклад «Купільська загальноосвітня школа І-ІІІ ступенів Волочиської районної ради Хмельницької області»', N'Хмельницька область'),
 dbo.get_eo_hash(N'Купільська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Приворотська загальноосвітня школа I-III ступенів Кам''янець-Подільського району, Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Приворотська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Рогізнянський ліцей Китайгородської сільської ради Кам’янець-Подільського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Рогізнянська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ходоровецька загальноосвітня школа I-III ступенів Колибаївської сільської ради Кам’янець - Подільського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Ходоровецька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Старокривинський навчально-виховний комплекс "Дошкільний навчальний заклад - школа I-III ступенів"Нетішинської міської об''єднаної територіальної громади', N'Хмельницька область'),
 dbo.get_eo_hash(N'Старокривинський навчально-виховний комплекс "дошкільний навчальний заклад - школа I-III ступенів" Славутської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Улашанівський навчально-виховний комплекс "дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів" імені Володимира Марковського Улашанівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Улашанівський навчально-виховний комплекс "дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів" імені Володимира Марковського Славутської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Грузевицька загальноосвітня школа I-III ступенів Чорноострівської селищної ради', N'Хмельницька область'),
 dbo.get_eo_hash(N'Грузевицька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Іванковецький ліцей Олешинської сільської ради Хмельницького району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Іванковецький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів, школа мистецтв" Хмельницької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Шаровечківська загальноосвітня школа І-ІІІ ступенів Шаровечківської сільської ради Хмельницького району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Шаровечківська загальноосвітня школа І-ІІІ ступенів Хмельницької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Косарський ліцей Кам''янської районної ради Черкаської області"', N'Черкаська область'),
 dbo.get_eo_hash(N'Косарська загальноосвітня школа І-ІІІ ступенів Кам''янської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Грищинецький ліцей" Бобрицької сільської ради Канівського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Грищенецький навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Канівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Литвинецький ліцей" Литвинецької сільської ради Канівського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Литвинецька загальноосвітня школа І-ІІІ ступенів Канівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Межиріцький ліцей" Межиріцької сільської ради Канівського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Межиріцька загальноосвітня школа І-ІІІ ступенів Канівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мартинівський ліцей', N'Черкаська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Мартинівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Степанецької сільської ради об''єднаної територіальної громади Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Потапцівський ліцей Канівської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Потапцівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Канівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Почапинський навчально-виховний комплекс " Дошкільний навчальний заклад-загальноосвітня школа І-ІІІ ступенів" Лисянської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Почапинський навчально-виховний комплекс " Дошкільний навчальний заклад-загальноосвітня школа І-ІІІ ступенів" Лисянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти І-ІІІ ступенів Буцької селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Буцька загальноосвітня школа І-ІІІ ступенів Маньківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів села Тернівка Тернівської сільської ради Смілянського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Тернівська загальноосвітня школа І-ІІІ ступенів Смілянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Макіївський ліцей Ротмістрівської сільської ради"', N'Черкаська область'),
 dbo.get_eo_hash(N'Макіївська загальноосвітня школа І-ІІІ ступенів Смілянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Ротмістрівський ліцей Ротмістрівської сільської ради"', N'Черкаська область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти села Ротмістрівка Ротмістрівської сільської ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Хутірський заклад загальної середньої освіти І-ІІІ ступенів Червонослобідської сільскої ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Хутірська загальноосвітня школа І-ІІІ ступенів Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Боровицький заклад загальної середньої освіти І-ІІІ ступенів Сагунівської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Боровицька загальноосвітня школа І-ІІІ ступенів Чигиринської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мигівський навчально-виховний комплекс(загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад)-опорний заклад Вижницької районної ради Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Мигівський навчально - виховний комплекс-опорний заклад Вижницької районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад Хряцьківський навчально-виховний комплекс Хряцьківської сільської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Хряцьківський навчально-виховний комплекс Герцаївської районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Верхньостановецький загальноосвітній навчальний заклад І-ІІІ ступенів', N'Чернівецька область'),
 dbo.get_eo_hash(N'Верхньостановецький загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Шишківський заклад загальної середньої освіти І-ІІІ ступенів Кіцманського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Шишківський загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Рокитненська загальноосвітня школа І-ІІІ ступенів Новоселицької міської ради Новоселицького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Рокитненська загальноосвітня школа І-ІІІ ст. Рокитненської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Великокучурівський заклад загальної середньої освіти І-ІІІ ступенів імені В.Бузенка Великокучурівської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Великокучурівський заклад середньої освіти І-ІІІ ступенів імені В.Бузенка Великокучурівської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кам''янський ліцей Кам''янської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Кам''янська загальноосвітня школа І-ІІІ ступенів Кам''янської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Журавський заклад загальної середньої освіти I-III ст. ім. Г.Ф. Вороного Варвинської районної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Журавська загальноосвітня школа I-III ст. ім. Г.Ф. Вороного Варвинської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Озерянський заклад загальної середньої освіти I-III ст. Варвинської районної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Озерянська загальноосвітня школа I-III ст. Варвинської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Тупичівський ліцей" Тупичівської сільської ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Комунальний заклад Тупичівський заклад загальної середньої освіти I-III ступенів Тупичівської сільської ради Городнянського району Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Білейківська загальноосвітня школа І-ІІІ ступенів Козелецької селищної ради Козелецького району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Білейківська загальноосвітня школа І-ІІІ ступенів Козелецької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів Корюківської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів Корюківської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Любецький опорний заклад загальної середньої освіти I-III ступенів ім. 12-ї гвардійської стрілецької Пінської Червонопрапорної ордена Суворова дивізії Любецької селищної ради Ріпкинського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Любецький заклад загальної середньої освіти I-III ступенів ім. 12-ї гвардійської стрілецької Пінської Червонопрапорної ордена Суворова дивізії Любецької селищної ради Ріпкинського району Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад Дніпровська загальноосвітня школа I-III ступенів Михайло-Коцюбинської селищної ради Чернігівського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Дніпровська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад Ковпитська загальноосвітня школа I-III ступенів імені Героя Радянського Союзу І. М. Грачова Михайло-Коцюбинської селищної ради Чернігівського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Ковпитська загальноосвітня школа I-III ступенів імені Героя Радянського Союзу І. М. Грачова Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний навчальний заклад Слабинська загальноосвітня школа I-III ступенів Гончарівської селищної ради Чернігівськго району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Слабинська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Хмільницький навчально-виховний комплекс «загальноосвітній навчальний заклад – дошкільний навчальний заклад» Хмільницької сільської ради Чернігівського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Хмільницький навчально-виховний комплекс "Загальноосвітній навчальний заклад-дошкільний навчальний заклад" Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвіня школа I-III ступенів с. Чечелівка Гайсинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвіня школа I-III ступенів с. Чечелівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня села Покащів Ківерцівського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Покащів Ківерцівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Нудиженський ліцей Головненської селищної ради Любомльського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Нудиженський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Любомльського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Заклад загальної середньої освіти І-ІІІ ступеня села Березолуки" Копачівської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Березолуки Рожищенського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня ім. О. С. Панасюка с. Бобли', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня ім. О. С. Панасюка с. Бобли Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад ""Бузівський заклад загальної середньої освіти І-ІІІ ступенів" Личківської сільської радиДніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Бузівська загальноосвітня школа І-ІІІ ступенів Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Личківський ЗЗСО І-ІІІ ступенів" Личківської сільської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Личківська загальноосвітня школа І-ІІІ ступенів Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новоселівська загальноосвітня школа І-ІІІ ступенів Української сільської ради Петропавлівського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Новоселівська загальноосвітня школа І-ІІІ ступенів Петропавлівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Миколаївська загальноосвітня школа І - ІІІ ступенів" Софіївської селищної ради Софіївського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Миколаївська загальноосвітня школа І - ІІІ ступенів" Софіївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Дачненський заклад загальної середньої освіти І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Дачненська загальноосвітня школа І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новомихайлівський заклад загальної середньої освіти І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Новомихайлівська загальноосвітня школа І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Половецький заклад загальної середньої освіти I-III ступенів Гришковецької селищної ради Бердичівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'заклад Половецької загальної середньої освіти I-III ступенів Бердичівської районної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Старосолотвинський заклад загальної середньої освіти I-III ступенів Гришковецької селещної ради Бердичівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Старосолотвинська середня загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Попільнянський ліцей №2 Попільнянської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Попільнянська загальноосвітня школа І-ІІІ ступенів №2 Попільнянської селищної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Носівська загальноосвітня школа I-III ступенів Краснопільської сільської ради Чуднівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Носівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Дерценська загальноосвітня школа І-ІІІ ступенів Мукачівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Дерценська загальноосвітня школа І-ІІІ ступенів з угорською мовою навчання Мукачівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новодавидківська загальноосвітня школа І-ІІІ ступенів Мукачівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Новодавидківська загальноосвітня школа І-ІІІ ступенів Мукачівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальна установа "Новокарлівська загальноосвітня школа I-III ступенів" Пологівської міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальна установа "Новокарлівська загальноосвітня школа I-III ступенів" Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Розтоківський ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Розтоківська загальноосвітня школа І-ІІІ ступенів Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Трацький ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Трацька загальноосвітня школа І-ІІІ ступенів Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Пасічнянський ліцей Надвірнянської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Пасічнянська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Долішньозалучанський ліцей імені Яреми Гояна Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Долішньозалучанська загальноосвітня школа І-ІІІ ступенів Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Літківське навчально-виховне об''єднання ім. М.П. Стельмаха Броварського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Літківська загальноосвітня школа І-ІІІ ступенів імені М.П.Стельмаха Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Могутненський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Кропивницької районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Могутненський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Кіровоградської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Протопопівський заклад загальної середньої освіти І-ІІІ ступенів Приютівської селищної ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Протопопівська загальноосвітня школа І-ІІІ ступенів Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «МИЛЯТИЧІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'),
 dbo.get_eo_hash(N'Милятичівська загальноосвітня школа І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Рівненський заклад загальної середньої освіти І - ІІІ ступенів з дошкільним підрозділом Чорноморської сільської ради Очаківського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Рівненська загальноосвітня школа I-III ступенів Чорноморської сільської ради Очаківського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Великобуялицька загальноосвітня школа I-III ступенів Іванівської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Великобуялицька загальноосвітня школа I-III ступенів', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти "Новосамарська загальноосвітня школа I-III ступенів Окнянської селищної ради Окнянського району Одеської області"', N'Одеська область'),
 dbo.get_eo_hash(N'КОЗО "Новосамарська загальноосвітня школа I-III ступенів" Окнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мочулищенський заклад загальної середньої освіти І-ІІІ степенів Дубровицької районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Мочулищенський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Дроздинський заклад загальної середньої освіти І-ІІІ ступенів Старосільської сільської ради Рокитнівського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Дроздинський навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Переходицький заклад загальної середньої освіти І-ІІІ ступенів Старосільської сільської ради Рокитнівського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Переходицький навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Старосільський заклад загальної середньої освіти І-ІІІ ступенів Старосільської сільської ради Рокитнівського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Старосільський навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Хмільський заклад загальної середньої освіти І-ІІІ ступенів Рокитнівської районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Хмільська загальноосвітня школа І-ІІІ ступенів Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Загальноосвітня школа І-ІІІ ступенів с. Баворів" Великогаївської сільської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Загальноосвітня школа І-ІІІ ступенів села Баворів" Великогаївської сільської ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Садовський ліцей" Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Садовський ліцей Лозівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новорайський опорний заклад повної загальної середньої освіти Новорайської сільської ради Бериславського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Новорайський заклад повної загальної середньої освіти Новорайської сільської ради Бериславського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Хлібодарівський заклад дошкільної, повної загальної середньої освіти Чаплинської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Хлібодарівський навчально-виховний комплекс "Загальноосвітній навчальний заклад I-III ступенів дошкільний навчальний заклад" Чаплинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Гулівецький ліцей Білогірської селищної ради Білогірського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Гулівецький ліцей', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Квітневський ліцей Білогірської селищної ради Білогірського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Квітневський ліцей', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад Берездівський ліцей Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Берездівський ліцей Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Давидковецька загальноосвітня школа I-III ступенів Хмельницької районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Давидковецька загальноосвітня школа I-III ступенів Хмельницького району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с. Бойківщина Михайлівської сільської ради Драбівського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Бойківщинська загальноосвітня школа І-ІІІ ступенів Драбівської районноЇ ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Телепинський ліцей Кам''янської районної ради Черкаської області"', N'Черкаська область'),
 dbo.get_eo_hash(N'Телепинська загальноосвітня школа І-ІІІ ступенів Кам''янської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Квітчанський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Карашинської сільської ради Корсунь-Шевченківського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Квітчанський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Корсунь-Шевченківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний навчальний заклад Шебутинецький навчально-виховний комплекс (заклад дошкільної освіти-заклад загальної середньої освіти І-ІІІ ступенів) Сокирянської районної ради Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Шебутинецький навчально-виховний комплекс Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ропчанський ліцей ім.Штефана чел Маре ші Сфинт,Сторожинецького району,Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Ропчанський навчально-виховний комплекс Ропчанської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Карпилівська загальноосвітня школа I-III ступенів Деснянської селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Карпилівська загальноосвітня школа I-III ступенів Козелецької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сальненський навчально-виховний комплекс "загальноосвітній навчальний заклад - дошкільний навчальний заклад" I-III ступенів Лосинівської селищної ради Ніжинського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Сальненський навчально-виховний комплекс "загальноосвітній навчальний заклад - дошкільний навчальний заклад" I-III ступенів Лосинівської селищної ради Ніжинського районну Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Лісничанська загальноосвітня школа I-III ступенів Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Лісничанська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Тернівська загальноосвітня школа I-III ступенів Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Тернівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Навчально-виховний комплекс: середня загальноосвітня школа I-III ступенів-дошкільний навчальний заклад с. Бондурі Гайсинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс: середня загальноосвітня школа I-III ступенів-дошкільний навчальний заклад с. Бондурі', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад с. Лісова Лисіївка Калинівського району Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Комунальний заклад «Навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад с. Лісова Лисіївка»', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Журавлівська загальноосвітня школа I-III ступенів Тульчинської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Журавлівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Юрківська загальноосвітня школа I-III ступенів Тульчинської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Юрківська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ ступенів "ДРОЗДНІВСЬКИЙ ЛІЦЕЙ" Ковельської районної ради Ковельського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Дроздні Ковельського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Пісочненський ліцей Поворської сільської ради Ковельського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Пісочне Ковельського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Крупівський навчально-реабілітаційний центр', N'Волинська область'),
 dbo.get_eo_hash(N'Крупівський навчально-реабілітаційний центр Волинської обласної ради', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Казначеївська загальноосвітня школа І-ІІІ ступенів імені Якова Губи Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Казначеївська загальноосвітня школа І-ІІІ ступенів Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Олександрівський заклад загальної середньої освіти І-ІІІ ступенів" Гречаноподівської сільської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Олександрівська середня загальноосвітня школа - загальноосвітній навчальний заклад І-ІІІ ступенів" Широківської районної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кіндратівська спеціалізована школа І - ІІІ ступенів з поглибленим вивченням інформатики та програмування Костянтинівської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Кіндратівська спеціалізована школа І - ІІІ ступенів з поглибленим вивченням інформатики і програмування Костянтинівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Високопільський заклад загальної середньої освіти І-ІІІ ступенів Олександрівської селищної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Високопільська загальноосвітня школа І-ІІІ ступенів Олександрівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Дружбівський навчально-виховний комплекс', N'Житомирська область'),
 dbo.get_eo_hash(N'Заклад Дружбівський навчально-виховний комплекс', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Строківський ліцей Попільнянської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Строківська загальноосвітня школа І-ІІІ ступенів Попільнянської селищної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мар''янівський заклад загальної середньої освіти I-III ступенів Більмацької селищної ради Більмацького району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Мар''янівська загальноосвітня школа I-III ступенів Більмацької районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальна установа "Семенівський заклад дошкільної та загальної середньої освіти І-ІІІ ступенів" Пологівської міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальна установа "Семенівський навчально-виховний комплекс "загальньоосвітній навчальний заклад-дошкільний навчальний заклад" Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Великорожинський ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Великорожинський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Жовчівський ліцей Рогатинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Жовчівська загальноосвітня школа І-ІІІ ступенів Рогатинської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'філія "Іванковецька загальноосвітня школа ОНЗ Богданівська загальноосвітня школа І-ІІІ ступенів імені І.Г.Ткаченка" Знам''янської районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'філія "Іванковецька загальноосвітня школа І-ІІІ ступенів ОНЗ Дмитрівська загальноосвітня школа І-ІІІ ступенів імені Т.Г.Шевченка" Знам''янської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Філія "Цибулівська загальноосвітня школа" опорного навчального закладу "Дмитрівська загальноосвітня школа І-ІІІ ступенів імені Т.Г.Шевченка""', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Філія "Цибулівська загальноосвітня школа І-ІІІ ступенів"ОНЗ "Богданівська загальноосвітня школа І-ІІІ ступенів імені І.Г. Ткаченка"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Грузьківський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів-заклад дошкільної освіти" Кропивницької районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Грузьківський НВК "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Кіровоградської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Шарівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Новопразької селищної ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Шарівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Олександрійської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с.Романів Бібрської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" с.Романів Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Велюнський заклад загальної середньої освіти І-ІІІ ступенів імені Олександра Ярмоліча Дубровицької районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Велюнський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" імені Олександра Ярмоліча Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вишгородоцький заклад загальної середньої освіти І-ІІІ ступенів Лановецької районної ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Вишгородоцька загальноосвітня школа І-ІІІ ступенів Лановецької районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Яковенківський ліцей Балаклійської районної ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Яковенківська загальноосвітня школа I-III ступенів Балаклійської районної ради Харківської області', N'Харківська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'НОВООЛЕКСАНДРІВСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ ВОВЧАНСЬКОЇ РАЙОННОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
-- dbo.get_eo_hash(N'Новоолександрівська загальноосвітня школа I-III ступенів Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад " Смирнівський ліцей" Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Смирнівський навчально-виховний комплекс Лозівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Милівський заклад повної загальної середньої освіти Милівської сільської ради Бериславського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Милівський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кащенецький ліцей Білогірської селищної ради Білогірського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Кащенецький ліцей Білогірської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Дерев''янський ліцей', N'Хмельницька область'),
 dbo.get_eo_hash(N'Дерев''янська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Колодіївський ліцей Китайгородської сільської ради Кам''янець-Подільського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Колодіївська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Бобрицький ліцей" Бобрицької сільської ради Канівського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Бобрицький навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Канівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Іскренський навчально-виховний комплекс "Заклад дошкільної освіти - загальноосвітня школа І-ІІІ ступенів" Шполянської міської ради об''єднаної територіальної громади Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Іскренська загальноосвітня школа І-ІІІ ступенів Шполянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Лип''янська загальноосвітня школа І-ІІІ ступенів Лип''янської сільської ради Шполянського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Лип''янська загальноосвітня школа І-ІІІ ступенів Шполянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Старобросковецький ліцей Старобросковецької сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Старобросковецький навчально-виховний комплекс Старобросковецької сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Бутівський ліцей" Городнянської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Бутівська загальноосвітня школа I-III ступенів Городнянської міської ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Черняхівський навчально-виховний комплекс "загальноосвітній навчальний заклад - дошкільний навчальний заклад" I-III ступенів Вертіївської сільської ради Ніжинського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Черняхівський навчально-виховний комплекс "загальноосвітній навчальний заклад - дошкільний навчальний заклад" I-III ступенів Ніжинської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Плосківський навчально-виховний комплекс "Загальноосвітній навчальний заклад - дошкільний навчальний заклад" I-III ступенів Мринської сільської ради Носівського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Плосківський навчально-виховний комплекс "Загальноосвітній навчальний заклад - дошкільний навчальний заклад I-III ступенів" Мринської сільської ради Чернігівської області', N'Чернігівська область'))


 -- merged manually

 INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Бершадська загальноосвітня школа I-III ступенів №1 Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Бершадська загальноосвітня школа I-III ступенів №1', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Бершадська загальноосвітня школа I-III ступенів №2 Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Бершадська загальноосвітня школа I-III ступенів №2', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Навчально-виховний комплекс: середня загальноосвітня школа I-III ступенів - гімназія м.Гайсин Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс: середня загальноосвітня школа I-III ступенів - гімназія м.Гайсин', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №3 м.Калинівка Калинівський район Вінницька область', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №3 м.Калинівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти "Липовецька загальноосвітня школа І-ІІІ ст. № 1 ім. В. Липківського Липовецької районної ради Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Липовецька загальноосвітня школа І-ІІІ ст. № 1 ім. В. Липківського Липовецької районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Навчально-виховний комплекс №3 «загальноосвітній навчальний заклад – дошкільний навчальний заклад» м. Могилева-Подільського Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс №3 «загальноосвітній навчальний заклад – дошкільний навчальний заклад» м. Могилева – Подільського Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Брацлавська спеціалізована школа І-ІІІ ступенів Немирівського району Вінницької обласної Ради', N'Вінницька область'),
 dbo.get_eo_hash(N'Брацлавський навчально-виховний комплекс: дошкільний навчальний заклад, загальноосвітня школа-інтернат І-ІІІ ступенів - гімназія Вінницької обласної Ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад Теплицької селищної ради "Теплицька загальноосвітня школа I-III ступенів №1"', N'Вінницька область'),
 dbo.get_eo_hash(N'Опорний заклад "Теплицька загальноосвітня школа I-III ступенів №1 Теплицької районної ради Вінницької області"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Тиврівський ліцей-інтернат поглибленої підготовки в галузі науки Тиврівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Тиврівський ліцей-інтернат поглибленої підготовки в галузі науки', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Тростянецький заклад загальної середньої освіти І-ІІІ ст. № 1 Тростянецької селищної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Середня загальноосвітня школа І-ІІІ ступенів №1-гімназія" смт.Тростянець', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Тульчинська загальноосвітня школа I-III ступенів №2 Тульчинської міської ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Тульчинська загальноосвітня школа I-III ступенів №2 Тульчинської міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Тульчинська загальноосвітня школа I-III ступенів №1 Тульчинської міської ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Тульчинська загальноосвітня школа I-III ступенів №1 Тульчинської міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Ліцей №1 м.Ковеля"', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня №1 міста Ковеля Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Ліцей №11 м.Ковеля"', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступеня №11 - ліцей" міста Ковеля" Ковельської міської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Ліцей №7 м.Ковеля"', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня №7 міста Ковеля Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Нововолинський ліцей №1 Нововолинської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Нововолинська спеціалізована школа І-ІІІ ступенів №1 - колегіум Нововолинської міської ради Волинської області"', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Нововолинський ліцей №8 Нововолинської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Нововолинська гімназія Нововолинської міської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Овлочин', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Овлочин Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Зеленодольська загальноосвітня школа І-ІІІ ступенів № 1 Зеленодольської міської ради Апостолівського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Зеленодольська загальноосвітня школа І-ІІІ ступенів № 1', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Криворізький навчально-виховний комплекс №35 "Загальноосвітня школа І-ІІІ ступенів - багатопрофільний ліцей "Імпульс" Криворізької міської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Криворізький навчально-виховний комплекс №35 "Загальноосвітня школа І-ІІІ ступенів - багатопрофільний ліцей "Імпульс"', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сіверський заклад загальної середньої освіти І-ІІІ ступенів №2 Сіверської міської ради Бахмутського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Сіверська загальноосвітня школа I-III ступенів №2 Бахмутської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Костянтинівський заклад загальної середньої освіти I-III ступенів № 3 Костянтинівської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Костянтинівська загальноосвітня школа I-III ступенів № 3 Костянтинівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа І - ІІІ ступенів № 3 Краматорської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа І – ІІІ ступенів № 3 Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Краматорський навчально–виховний комплекс "Загальноосвітня школа І-ІІІ ступенів № 6 – дошкільний навчальний заклад Краматорської міської ради"', N'Донецька область'),
 dbo.get_eo_hash(N'Краматорський навчально­виховний комплекс (загальноосвітня школа І-ІІІ ступенів № 6 – дошкільний навчальний заклад Краматорської міської ради Донецької області)', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей № 4 "Успіх" Краматорської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа І – ІІІ ступенів № 4 Краматорської міської ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Курахівський заклад загальної середньої освіти І - ІІІ ступенів №1 Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Курахівська загальноосвітня школа І - ІІІ ступенів №1 Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Курахівський ліцей "Престиж" І-ІІІ ступенів (академічного спрямування) Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Курахівська гімназія "Престиж" (школа І ступеня з поглибленим вивченням іноземних мов та гімназія) Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мукачівський ліцей №8 Мукачівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Мукачівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І ступеня - гімназія" Мукачівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мукачівський ліцей № 6 Мукачівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Мукачівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" № 6 Мукачівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мукачівський ліцей №5 Мукачівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Мукачівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад "Гармонія" Мукачівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мелітопольська гімназія № 1 Мелітопольської міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Мелітопольська загальноосвітня школа І-ІІІ ступенів № 1 Мелітопольської міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Мирненська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області"', N'Запорізька область'),
 dbo.get_eo_hash(N'Мирненська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Галицький ліцей "Академічний" Галицької районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Галицька гімназія Галицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Долинський ліцей №6 «Європейський» Долинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Долинський академічний гуманітарний ліцей №6 Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Долинський ліцей «Інтелект» Долинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Долинський науковий академічний ліцей "Інтелект" Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Долинський ліцей №1 Долинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Долинський науковий ліцей №1 Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Довговойнилівський ліцей Верхнянської сільської ради об''єднаної територіальної громади Калуського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Довговойнилівський НВК І-ІІІ ступенів Верхнянської сільської ради об''єднаної територіальної громади Калуського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №11 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська спеціалізована школа І-ІІІ ступенів № 11 з поглибленим вивченням англійської мови Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №1 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська спеціалізована школа І-ІІІ ступенів № 1 з поглибленим вивченням англійської мови Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №5 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська спеціалізована школа І-ІІІ ступенів № 5 з поглибленим вивченням німецької мови Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №15 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 15 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №19 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 19 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №18 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 18 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №22 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 22 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №10 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 10 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №24 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 24 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей імені Романа Шухевича Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська гімназія № 2 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №20 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківський Навчально-виховний комплекс "Школа-гімназія №3" Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №23 імені Романа Гурика Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківський навчально-виховний комплекс "Загальноосвітня школа-ліцей № 23 Прикарпатського національного університету імені Василя Стефаника" Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №25 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 25 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Микитинецький ліцей Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Микитинецька загальноосвітня школа І-ІІІ ступенів Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Коломийський ліцей №3 Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Коломийський ліцей №3 Коломийської міської ради Івано-Франківської областіі', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Рогатинський ліцей "Гімназія імені Володимира Великого" Рогатинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Рогатинська гімназія імені Володимира Великого Рогатинської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Рогатинський ліцей імені Братів Рогатинців Рогатинської районної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Рогатинська загальноосвітня школа І-ІІІ ступенів №2 Рогатинської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Снятинський ліцей імені Антона Лотоцького Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Снятинська гімназія Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Богуславський академічний ліцей №1', N'Київська область'),
 dbo.get_eo_hash(N'Богуславська спеціалізована школа №1 "Загальноосвітній навчальний заклад І-ІІІ ступенів з поглибленим вивченням окремих предметів" Богуславської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вишнівський академічний ліцей "Основа" Києво-Святошинської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Вишнівська загальноосвітня школа І-ІІІ ступенів №3 Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вишнівський ліцей "ІДЕАЛ" Києво-Святошинської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Вишнівська загальноосвітня школа І-ІІІ ступенів №4 Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новосілківський академічний ліцей "Ерудит" Києво-Святошинської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Новосілківська загальноосвітня школа І-ІІІ ступенів Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Хотівський академічний ліцей імені Левка Лук''яненка Києво-Святошинської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Хотівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - гімназія" Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей "Білоцерківський колегіум" Білоцерківської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Білоцерківський колегіум Білоцерківської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Академічний ліцей №5 Обухівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Спеціалізована загальноосвітня школа І-ІІІ ступенів №5 з поглибленим вивченням іноземних мов - загальноосвітня школа І-ІІІ ступенів №5" Обухівської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Академічний ліцей імені Володимира Мельника Обухівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Гімназія - загальноосвітній навчальний заклад І ступеня міста Обухова імені Володимира Мельника"', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Переяславська гімназія Переяславської міської ради', N'Київська область'),
 dbo.get_eo_hash(N'Переяслав-Хмельницька гімназія Переяслав-Хмельницької міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад освіти "Ржищівський ліцей "Лідер" Ржищівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Ржищівська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу Олега Кошового Ржищівської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Фастівський академічний ліцей № 2 Фастівської міської ради Київської обл.', N'Київська область'),
 dbo.get_eo_hash(N'Фастівський навчально-виховний комплекс "Ліцей - загальноосвітня школа І-ІІІ ступенів № 2" Фастівської міської ради Київської обл.', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Фастівський академічний ліцей №9 Фастівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Фастівський навчально-виховний комплекс "Ліцей інформаційних технологій - Спеціалізована загальноосвітня школа І-ІІІ ступенів №9" Фастівської міської ради Київської обл.', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад Рокитнянської районної ради Київської області "Рокитнянський ліцей - Мала академія наук"', N'Київська область'),
 dbo.get_eo_hash(N'Рокитнянський районний ліцей Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сквирський академічний ліцей Сквирської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Сквирський ліцей - загальноосвітня школа І-ІІ ступенів" Сквирської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Таращанський академічний ліцей Ерудит Таращанської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Таращанський навчально-виховний комплекс "Гімназія "Ерудит" - загальноосвітня школа І ступеня" Таращанської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів № 2 Світловодської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів № 2 Світловодської міської ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад «Бараниківський заклад загальної середньої освіти І-ІІІ ступенів» Красноріченської селищної ради Кремінського району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Бараниківська загальноосвітня школа I-III ступенів Кремінської районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів № 18 міста Сєвєродонецька Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів № 18 м. Сєвєродонецька Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Рава - Руський ліцей Жовківської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Спеціалізована школа-інтернат І-ІІІ ступенів м. Рава-Руська', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №4 імені Лесі Українки Дрогобицької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Дрогобицька загальноосвітня школа І-ІІІ ступенів №4 Дрогобицької міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей імені Богдана Лепкого Дрогобицької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Дрогобицька гімназія імені Богдана Лепкого Дрогобицької міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №2 Дрогобицької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Дрогобицька спеціалізована школа І-ІІІ ступенів №2 Дрогобицької міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №1 імені Івана Франка Дрогобицької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Дрогобицька загальноосвітня школа І-ІІІ ступенів №1 імені Івана Франка Дрогобицької міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №16 імені Юрія Дрогобича Дрогобицької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Дрогобицька спеціалізована школа І-ІІІ ступенів №16 Дрогобицької міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Дрогобицький ліцей Дрогобицької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Дрогобицький ліцей Дрогобицької міської ради Львівської області при Дрогобицькому державному педагогічному університеті імені Івана Франка', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Стебницький ліцей №7 Дрогобицької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Стебницька спеціалізована школа І-ІІІ ступенів №7 Дрогобицької міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Львівський художній ліцей при Львівській національній академії мистецтв', N'Львівська область'),
 dbo.get_eo_hash(N'Львівський художній ліцей при Львівській національній академі мистецтв', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №6 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів №6 м. Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №17 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів №17 м.Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'заклад загальної середньої освіти "Стрийська загальноосвітня школа І-ІІІ ступенів №9 Стрийської міської ради Львівської області"', N'Львівська область'),
 dbo.get_eo_hash(N'Стрийська загальноосвітня школа І-ІІІ ступенів №9 Стрийської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «ПУСТОМИТІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ №2 І-ІІІ СТУПЕНІВ ІМЕНІ ВАСИЛЯ КУЧАБСЬКОГО ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'),
 dbo.get_eo_hash(N'Пустомитівська загальноосвітня школа №2 І-ІІІ ступенів імені Василя Кучабського Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Баранівецький навчально-виховний комплекс "Середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Воле-Баранецької сільської ради Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Баранівецький НВК "Середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа І-ІІІ ступенів №274 з поглибленим вивченням іноземної мови', N'м.Київ'),
 dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа І-ІІІ ступенів №274 з поглибленим вивченням англійської мови', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітній навчальний заклад І-ІІІ ступенів гімназія міжнародних відносин №323 з поглибленим вивченням англійської мови', N'м.Київ'),
 dbo.get_eo_hash(N'Гімназія міжнародних відносин №323 з поглибленим вивченням англійської мови', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'НВК № 30 "ЕКОНАД"( спеціалізована школа І ступеня з поглибленим вивченням іноземних мов - гімназія) м. Києва', N'м.Київ'),
 dbo.get_eo_hash(N'НВК № 30 "ЕКОНАД" спеціалізована школа І ступеня з поглибленим вивченням іноземних мов - гімназія', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Навчальний заклад освіти "Гімназія "Столиця" Київської Академії наук у формі об''єднання громадян', N'м.Київ'),
 dbo.get_eo_hash(N'Навчальний заклад освіти "Гімназія "Столиця"', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Київська дитяча Академія мистецтв імені М.І.Чембержі', N'м.Київ'),
 dbo.get_eo_hash(N'Київська дитяча Академія мистецтв', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вознесенська гімназія імені Тараса Шевченка Вознесенської міської ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Вознесенська гімназія №1 Вознесенської міської ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кілійський заклад загальної середньої освіти I-III ступенів №1-ліцей Кілійської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Кілійський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів №1-ліцей" Кілійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кілійський заклад загальної середньої освіти І-III ступенів №2 Кілійської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Кілійська загальноосвітня школа I-III ступенів №2 Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа № 1 ім. О.В.Суворова I-III ступенів з поглибленим вивченням англійської мови міста Ізмаїл Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа № 1 ім. А.В.Суворова I-III ступенів з поглибленим вивченням англійської мови міста Ізмаїл Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Одеський ліцей №82 Одеської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Одеська загальноосвітня школа №82 I-III ступенів Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Одеський ліцей "Фонтанський" Одеської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Одеська загальноосвітня школа №106 I-III ступенів Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Одеський приватний навчально - виховний комплекс "Загальноосвітній навчальний заклад I-III ступеню - дошкільний навчальний заклад " Інтелект ""', N'Одеська область'),
 dbo.get_eo_hash(N'Навчально - виховний комплекс "Загальноосвітній навчальний заклад I-III ступеню - дошкільний навчальний заклад " Інтелект ""', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Одеський ліцей "Гармонія" Одеської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Одеський навчально-виховний комплекс "Гармонія" "Загальноосвітня школа І-ІІ ступенів - гімназія №6" Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Зіньківський ліцей імені М.К.Зерова Зіньківської районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Зіньківська спеціалізована школа І-ІІІ ступенів №2 Зіньківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад "Кобеляцький ліцей №1 Кобеляцької районної ради Полтавської області"', N'Полтавська область'),
 dbo.get_eo_hash(N'Кобеляцький навчально-виховний комплекс № 1 Кобеляцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Гадяцький ліцей І-ІІІ ступенів № 1 імені Олени Пчілки Гадяцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Гадяцька гімназія імені Олени Пчілки Гадяцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 5 імені Т. Г. Шевченка Кременчуцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький ліцей № 5 імені Т. Г. Шевченка Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 30 «Олімп» імені Н.М.Шевченко Кременчуцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький ліцей № 30 «Олімп» імені Н. М. Шевченко Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 17 «Вибір» імені М.Г. Неленя Кременчуцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький ліцей № 17 «Вибір» імені М. Г. Неленя Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Лубенський заклад загальної середньої освіти І-ІІІ ступенів № 4 Лубенської міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Лубенська загальноосвітня школа І-ІІІ ступенів №4 Лубенської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Науковий ліцей № 3 Полтавської міської ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Полтавська спеціалізована школа І-ІІІ ступенів № 3 Полтавської міської ради Полтавської області"', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Василівська загальноосвітня школа І - ІІІ ступенів Коломацької сільської ради Полтавського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Василівська загальноосвітня школа І - ІІІ ступенів Полтавської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Острозький обласний ліцей з посиленою військово-фізичною підготовкою імені Костянтина Івановича Острозького" Рівненської обласної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Острозький обласний ліцей-інтернат з посиленою військово-фізичною підготовкою" Рівненської обласної ради', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Рівненський академічний ліцей "Престиж" імені Лілії Котовської Рівненської міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Рівненська класична гімназія "Престиж" Рівненської міської ради', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Радивилівський ліцей № 2 ім. П.Г. Стрижака Радивилівської міської ради Радивилівського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Радивилівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів №2 - ліцей" ім. П. Г. Стрижака Радивилівської міської ради Радивилівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кролевецька загальноосвітня школа I-III ступенів № 2 імені М.О. Лукаша Кролевецької міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Кролевецька загальноосвітня школа I-III ступенів № 2 ім.М.О.Лукаша Кролевецької міської ради', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад «Охтирська загальноосвітня школа І-ІІІ ступенів Охтирської міської ради Сумської області»', N'Сумська область'),
 dbo.get_eo_hash(N'Охтирська гімназія Охтирської міської ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Козівська державна українська гімназія ім. В.Герети Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Козівська державна українська гімназія імені В.Герети Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Підгаєцька гімназія імені Маркіяна Паславського Підгаєцької районної ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Підгаєцька гімназія імені Маркіяна Паславського', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Богодухівський ліцей №2" Богодухівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД «БОГОДУХІВСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ №2» БОГОДУХІВСЬКОЇ РАЙОННОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Дергачівський ліцей №4" Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Дергачівська вечірня (змінна) школа Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Первомайський ліцей №3 "Успіх" Первомайської міської ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Первомайська гімназія №3 Первомайської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Харківський науковий ліцей-інтернат "Обдарованість"" Харківської обласної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Обласна спеціалізована школа-інтернат ІІ-ІІІ ступенів "Обдарованість" Харківської обласної ради"', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД "МЕРЕФ’ЯНСЬКИЙ ЛІЦЕЙ №1 ІМЕНІ І.Я.ПЕРЕМОТА" МЕРЕФ’ЯНСЬКОЇ МІСЬКОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Мереф''янська загальноосвітня школа I-III ступенів № 1" Мереф''янської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Бургунський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Бургунська загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Деражнянський ліцей №1 імені Петра Стрілецького Деражнянської районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Деражнянська загальноосвітня школа І-ІІІ ступенів №1 ім. Героя Радянського Союзу П. Ф. Стрілецького Деражнянської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ярмолинецький НВК, у складі "Загальноосвітня школа I-III ступенів №1 і гімназія" Ярмолинецької районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Ярмолинецький НВК, в складі "загальноосвітня школа I-III ступенів №1 і гімназія" Ярмолинецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Лисянська загальноосвітня школа І-ІІІ ступенів № 2 Лисянської селищної ради Черкаської області"', N'Черкаська область'),
 dbo.get_eo_hash(N'Лисянська загальноосвітня школа І-ІІІ ступенів №2 Лисянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Золотоніська спеціалізована школа №1 Золотоніської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Золотоніська спеціалізована школа №1 з поглибленим вивченням економіки та правознавства Золотоніської міської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Червонослобідський заклад загальної середньої освіти І-ІІІ ступенів №2 Червонослобідської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Червонослобідська загальноосвітня школа І-ІІІ ступенів №2 Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Червонослобідський заклад загальної середньої освіти І-ІІІ ступенів №1 Червонослобідської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Червонослобідська загальноосвітня школа І-ІІІ ступенів №1 Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Чигиринський заклад загальної середньої освіти І-ІІІ ступенів №1 ім. Б.Хмельницького Чигиринської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Чигиринський заклад загальної середньої освіти І-ІІІ ступенів №1 ім. Б.Хмельницького Чигиринської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Навчально-виховний заклад: "Загальноосвітня школа I-III ступенів-ліцей смт Стрижавка"', N'Вінницька область'),
 dbo.get_eo_hash(N'НВЗ: "Загальноосвітня школа I-III ступенів-ліцей смт Стрижавка"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів № 4 м. Гайсина Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів №4 м.Гайсина', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Навчально-виховний комплекс (середня загальноосвітня школа І-ІІІ ст. - дошкільний навчальний заклад) с. Малинівка Літинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс (середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) с. Малинівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №3 комунальної власності територіальної громади м.Жмеринки Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №3 комунальної власності територіальної громади м.Жмеринки', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №6 комунальної власності територіальної громади м. Жмеринки Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №6 комунальної власності територіальної громади м.Жмеринки', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №1 комунальної власності територіальної громади м.Жмеринки Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №1 комунальної власності територіальної громади м.Жмеринки', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Гімназія №1 м. Могилева-Подільського Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів №1 м.Могилева-Подільського', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Гімназія №2 м.Могилева-Подільського Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Гімназія (загальноосвітній навчальний заклад ІІ-ІІІ ступенів гуманітарного, художньо-естетичного профілю) м.Могилева-Подільського', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Яришівська середня загальноосвітня школа I-III ступенів Могилів - Подільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Яришівська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад «Погребищенський опорний заклад середньої освіти І-ІІІ ступенів №1» Погребищенської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Погребищенська загальноосвітня школа №1 І-ІІІ ступенів Погребищенської районної ради Вінницької області"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 3 м.Гнівань Тиврівський район Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №3 м.Гнівань Гніванської міської ради Тиврівського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - гімназія №2" м. Гнівань Тиврівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - гімназія №2" м.Гнівань Гніванської міської ради Тиврівського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів смт.Сутиски Тиврівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів смт.Сутиски', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Шаргородська районна гімназія Шаргородського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Шаргородська районна гімназія', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Іваничівський ліцей №1 Іваничівської селищної ради Волинської області"', N'Волинська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів №1 - гімназія" смт Іваничі Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Ківерцівська загальноосвітня школа І ступеня-Ківерцівська гімназія Ківерцівської міської ради Волинської області"', N'Волинська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Ківерцівська загальноосвітня школа І ступеня - Ківерцівська районна гімназія" Ківерцівської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ківерцівська експериментальна Всеукраїнського рівня загальноосвітня школа-комплекс І-ІІІ ступенів Ківерцівської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Ківерцівська експериментальна Всеукраїнського рівня загальноосвітня школа-комплекс І-ІІІ ступенів Ківерцівської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №2 м.Ковеля Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня №2 міста Ковеля Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Турійська загальноосвітня школа І-ІІІ ступеня', N'Волинська область'),
 dbo.get_eo_hash(N'Турійська загальноосвітня школа І-ІІІ ступеня Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Навчально - виховний комплекс "Криворізька спеціалізована школа I-III ступенів із поглибленим вивченням іноземних мов - дошкільний навчальний заклад" Криворізької міської ради Дніпропетровської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Навчально - виховний комплекс "Криворізька спеціалізована школа I-III ступенів із поглибленим вивченням іноземних мов - дошкільний навчальний заклад"', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сіверський заклад загальної середньої освіти I-III ступенів №1 Сіверської міської ради Бахмутського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Сіверська загальноосвітня школа I-III ступенів №1 Бахмутської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'Розливенська загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Розливенська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Волноваський опорний заклад загальної середньої освіти І-ІІІ ступенів Волноваської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Волноваська загальноосвітня школа І-ІІІ ступенів №5 Волноваської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Костянтинівський заклад загальної середньої освіти І-ІІІ ступенів № 13 Костянтинівської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Костянтинівська спеціалізована загальноосвітня школа І - ІІІ ступенів №13 з поглибленим вивченням іноземних мов Костянтинівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа І - ІІІ ступенів № 12 Краматорської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа І – ІІІ ступенів № 12 Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Економіко-гуманітарний ліцей №8 імені Василя Стуса Краматорської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів №8 Краматорської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'Лиманська загальноосвітня школа І-ІІІ ступенів №5 Лиманської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Лиманська загальноосвітня школа I-III ступенів № 5 Лиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-Ш ступенів № 10 Мирноградської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №10 Мирноградської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мар''їнський заклад загальної середньої освіти І - ІІІ ступенів № 2 Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Мар''їнська загальноосвітня школа І - ІІІ ступенів № 2 Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Баранівський ліцей №1 Баранівської міської ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Баранівська гімназія"', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Брусилівський ліцей імені Г.О.Готовчиця Брусилівської селищної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'комунальний опорний загальноосвітній навчальний заклад "Брусилівська гімназія імені Г.О.Готовчиця Брусилівської селищної ради"', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Малинська загальноосвітня школа № 5 I-III ступенів Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Малинська загальноосвітня школа I-III ступенів №5 Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Чуднівський ліцей" Чуднівської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Чуднівський ліцей" Чуднівської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мукачівський ліцей №11 Мукачівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Мукачівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" № 11 Мукачівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мукачівський ліцей №10 Мукачівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Мукачівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" № 10 Мукачівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Більмацький спеціалізований заклад загальної середньої освіти I-III ступенів "Інтелект" Більмацької селищної ради Більмацького району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Більмацька спеціалізована загальноосвітня школа I-III ступенів "Інтелект" Більмацької районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Опорний заклад загальної середньої освіти "Престиж" Гуляйпільської міської ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Гуляйпільська загальноосвітня школа I-III ступенів № 1" Гуляйпільської міської ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Запорізький академічний ліцей №23 Запорізької міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Запорізька загальноосвітня школа І-ІІІ ступенів №23 Запорізької міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Запорізький академічний ліцей "Вибір" Запорізької міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Запорізький навчально-виховний комплекс "Вибір" Запорізької міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальна установа "Пологівський колегіум № 1" Пологівської міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальна установа "Пологівський колегіум №1" Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальна установа "Пологівська спеціалізована різнопрофільна школа І-ІІІ ступенів № 2" Пологівської міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальна установа "Пологівська спеціалізована різнопрофільна школа І-ІІІ ступенів № 2" Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальна установа "Костянтинівська загальноосвітня школа I-III ступенів" Пологівської районної ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Костянтинівська загальноосвітня школа I-III ступенів Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Долинський ліцей №5 Долинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів №5 Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вигодський ліцей Вигодської селищної ради Долинського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Вигодська загальноосвітня школа I-III ступенів Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Косівський ліцей №1 імені Ярослава Мудрого Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Косівська загальноосвітня школа І-ІІІ ступенів №1 з класами поглибленого вивчення англійської мови Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Болехівський ліцей № 1 "Академічний" Болехівської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Болехівський академічний ліцей № 1 Болехівської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №16 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 16 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №2 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа ІІ-ІІІ ступенів № 2 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №12 ім. Івана Франка Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 12 імені Івана Франка Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №21 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 21 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №6 ім. Івана Ревчука Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 6 імені Івана Ревчука Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №4 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 4 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №7 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 7 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Коломийський ліцей №6 імені Героя України Тараса Сенюка Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Коломийський ліцей №6 імені Героя України Тараса Сенюка Коломийської міської ради Івано-Франківської областіі', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Снятинський ліцей імені Михайла Бажанського Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Снятинська загальноосвітня школа №2 І-ІІІ ступенів Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Недрянський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дитячий садок" Березанської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Недрянський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дитячий садок" Баришівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Богуславське навчально-виховне об''єднання "Ліцей №3 - Мала академія наук" Богуславської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Богуславський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів №3 - гімназія" Богуславської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Богуславський ліцей №2', N'Київська область'),
 dbo.get_eo_hash(N'Богуславська загальноосвітня школа І-ІІІ ступенів №2', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Бородянський спеціалізований заклад загальної середньої освіти І-ІІІ ступенів №1 з поглибленим вивченням окремих предметів', N'Київська область'),
 dbo.get_eo_hash(N'Бородянська спеціалізована школа - загальноосвітній заклад І-ІІІ ступенів №1 з поглибленим вивченням окремих предметів', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Боярський академічний ліцей "Престиж" Києво-Святошинської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Боярська загальноосвітня школа І-ІІІ ступенів №5 Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Васильківський академічний ліцей "Престиж" Васильківської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Васильківська загальноосвітня школа І-ІІІ ступенів №9 Васильківської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ірпінський ліцей №3 Ірпінської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Ірпінська загальноосвітня школа І-ІІІ ступенів №3 Ірпінської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Академічний ліцей №3 Обухівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів №3-ліцей" Обухівської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Переяславська загальноосвітня школа І-ІІІ ступенів №1 Переяславської міської ради', N'Київська область'),
 dbo.get_eo_hash(N'Переяслав-Хмельницька загальноосвітня школа І-ІІІ ступенів №1 Переяслав-Хмельницької міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Переяславська загальноосвітня школа І-ІІІ ступенів №7 Переяславської міської ради', N'Київська область'),
 dbo.get_eo_hash(N'Переяслав-Хмельницька загальноосвітня школа І-ІІІ ступенів №7 Переяслав-Хмельницької міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Макарівський багатопрофільний ліцей" Макарівської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Макарівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - природничо-математичний ліцей" Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Миронівський академічний ліцей імені Т. Г. Шевченка Миронівської міської ради', N'Київська область'),
 dbo.get_eo_hash(N'Комунальний заклад Миронівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - ліцей" Миронівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Миронівський академічний ліцей №3 Миронівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Комунальний заклад Миронівська загальноосвітня школа І-ІІІ ступенів №3 Миронівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сквирський академічний ліцей № 2 Сквирської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Сквирська загальноосвітня школа І-ІІІ ступенів №2 Сквирської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Таращанський академічний ліцей "Успіх" Таращанської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Таращанська загальноосвітня школа І-ІІІ ступенів №2 Таращанської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Малоснітинський академічний ліцей (клуб з посиленою військово-фізичною підготовкою) Фастівської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Малоснітинський заклад загальної середньої освіти І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Добровеличківська загальноосвітня школа І-ІІІ ступенів № 1 Добровеличківської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Добровеличківська загальноосвітня школа І-ІІІ ступенів № 1 Добровеличківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Філія "Богданівська загальноосвітня школа" опорного навчального закладу "Богданівська загальноосвітня школа І-ІІІ ступенів імені І.Г.Ткаченка Знам''янської районної ради Кіровоградської області"', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Філія "Богданівська загальноосвітня школа І-ІІІ ступенів" опорного навчального закладу "Богданівська загальноосвітня школа І-ІІІ ступенів імені І.Г.Ткаченка Знам''янської районної ради Кіровоградської області"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа І - ІІІ ступенів № 13 міста Сєвєродонецька Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа І – ІІІ ступенів № 13 міста Сєвєродонецька Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'«Міловський заклад загальної середньої освіти І-ІІІ ступенів Міловської районної ради Луганської області»', N'Луганська область'),
 dbo.get_eo_hash(N'Микільська загальноосвітня школа І-ІІІ ступенів Міловської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад освіти "Новопсковський заклад загальної середньої освіти І-ІІІ ступенів Новопсковської селищної ради"', N'Луганська область'),
 dbo.get_eo_hash(N'Новопсковський заклад загальної середньої освіти І-ІІІ ступенів Новопсковської селищної ради', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Грушівська середня загальноосвітня школа І-ІІІ ст. Дрогобицького району', N'Львівська область'),
 dbo.get_eo_hash(N'Середня школа с. Грушів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Бориславський заклад загальної середньої освіти І-ІІІ ступенів №8 Бориславської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Бориславська загальноосвітня школа І-ІІІ ступенів №8 Бориславської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №3 імені В''ячеслава Чорновола Дрогобицької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Дрогобицька загальноосвітня школа І-ІІІ ступенів №3 Дрогобицької міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №70 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа №70 м. Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів села Свірж Бібрської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Свірзька загальноосвітня школа І-ІІІ ступенів Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «ОПОРНИЙ ЗАКЛАД «ПУСТОМИТІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ №1 І-ІІІ СТУПЕНІВ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад "Пустомитівська загальноосвітня школа №1 І-ІІІ ступенів Пустомитівського району Львівської області"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №1 Зимноводівської сільської ради Пустомитівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Зимноводівська середня загальноосвітня школа №1 І-ІІІ ступеня Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей № 2 Зимноводівської сільської ради Пустомитівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Зимноводівська загальноосвітня школа І-ІІІ ступенів № 2 Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Радехівський опорний заклад загальної середньої освіти Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад "Радехівська загальноосвітня школа І-ІІІ ступенів №1" Радехівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа №74 м.Києва', N'м.Київ'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа №74 Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кілійський заклад загальної середньої освіти І-ІІІ ступенів №4-гімназія Кілійської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Кілійський навчально-виховний комплекс "Кілійська загальноосвітня школа I-III ступенів-гімназія" Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Одеський ліцей №81 Одеської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Одеська загальноосвітня школа №81 I-III ступенів Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Одеський ліцей №63 Одеської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Одеська загальноосвітня школа №63 I-III ступенів Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Одеський ліцей №19 Одеської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Одеський навчально-виховний комплекс №19 "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Саратський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-гімназія" Саратської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Саратський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-гімназія" Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Білопільський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад №4 Білопільської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Білопільський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад №4 Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Білопільська спеціалізована школа I-III ступенів №1 Білопільської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Білопільська спеціалізована школа I-III ступенів №1 Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ворожбянський заклад загальної середньої освіти І-ІІІ ступенів №3 Білопільської районної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Ворожбянська загальноосвітня школа I-III ст. №3 Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вирівська загальноосвітня школа І-ІІІ ступенів Річківської сільської ради Білопільського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Вирівська загальноосвітня школа I-III ступенів Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Державний ліцей-інтернат з посиленою військово-фізичною підготовкою "Кадетський корпус" імені І.Г. Харитоненка Державної прикордонної служби України', N'Сумська область'),
 dbo.get_eo_hash(N'Державний ліцей-інтернат з посиленою військово-фізичною підготовкою "Кадетський корпус" імені І.Г. Харитоненка', N'Сумська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'Путивльська загальноосвітня школа I - III ступенів №1 ім. Радіка Руднєва Путивльської районної ради Сумської області', N'Сумська область'),
-- dbo.get_eo_hash(N'Путивльська загальноосвітня школа І-ІІІ ступенів № 1 ім. Радіка Руднєва Путивльської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'заклад загальної середньої освіти І-ІІІ ступенів № 5 Тростянецької міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів № 5 Тростянецької міської ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Тернопільська загальноосвітня школа І-ІІІ ступенів № 27 імені Віктора Гурняка Тернопільської міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Тернопільська загальноосвітня школа І-ІІІ ступенів № 27 ім. Віктора Гурняка Тернопільської міської ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад «Люботинська спеціалізована мистецька школа-інтернат І-ІІІ ступенів "Дивосвіт" » Харківської обласної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад «Люботинська спеціалізована школа-інтернат І-ІІІ ступенів "Дивосвіт" » Харківської обласної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Первомайський ліцей №6 Первомайської міської ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Первомайська загальноосвітня школа I-III ст. №6 Первомайської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Первомайський ліцей №7 Первомайської міської ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Первомайська загальноосвітня школа I-III ст. №7 Первомайської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Первомайський ліцей №2 Первомайської міської ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Первомайська загальноосвітня школа I-III ст. №2 Первомайської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Харківський ліцей №8 Харківської міської ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Харківський спеціальний навчально-виховний комплекс №8" Харківської обласної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'комунальний заклад "Харківський ліцей №112 Харківської міської ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Харківський навчально-виховний комплекс №112 Харківської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Сахновщинський ліцей №1 Сахновщинської районної ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Сахновщинська загальноосвітня школа І-ІІІ ступенів №1 Сахновщинської районної ради Харківської області', N'Харківська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД "МЕРЕФ’ЯНСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА I-ІII СТУПЕНІВ №6" МЕРЕФ’ЯНСЬКОЇ МІСЬКОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
-- dbo.get_eo_hash(N'комунальний заклад "Мереф''янська загальноосвітня школа I-III ступенів № 6" Мереф''янської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Олешківська гімназія" Олешківської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Олешківська гімназія Олешківської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сокільський ліцей імені С.М. Кротіка', N'Хмельницька область'),
 dbo.get_eo_hash(N'Сокільська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Чемеровецький навчально-виховний комплекс №2 "загальноосвітня школа I-III ступенів та гімназія"', N'Хмельницька область'),
 dbo.get_eo_hash(N'Чемеровецький навчально-виховний комплекс №2 "загальноосвітня школа I-III ступенів, гімназія"', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Чемеровецький навчально-виховний комплекс №1 "Загальноосвітня школа І-ІІІ ступенів, ліцей та міжшкільний навчально-виробничий комбінат" Чемеровецької селищної ради', N'Хмельницька область'),
 dbo.get_eo_hash(N'Чемеровецький навчально-виховний комплекс №1 "Загальноосвітня школа І-ІІІ ступенів, ліцей та міжшкільний навчально-виробничий комбінат" Чемеровецької селищної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мліївський ліцей №2 імені Миколи Михайловича Артеменка Мліївської сільської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Мліївський заклад загальної середньої освіти І-ІІІ ступенів №2 ім. М.М. Артеменка Мліївської сільської ради Городищенського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мліївський ліцей №1 Мліївської сільської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Мліївський заклад загальної середньої освіти І-ІІІ ступенів №1 Мліївської сільської ради Городищенського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Грушківський ліцей Кам''янської районної ради Черкаської області"', N'Черкаська область'),
 dbo.get_eo_hash(N'Грушківська загальноосвітня школа І-ІІІ ступенів Кам''янської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Руськополянський заклад загальної середньої освіти І-ІІІ ступенів №1 Руськополянської сільської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Руськополянська загальноосвітня школа І-ІІІ ступенів №1 Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Бершадська загальноосвітня школа I-III ступенів №3 Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Бершадська загальноосвітня школа I-III ступенів №3', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів № 5 м. Гайсин Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів №5 м. Гайсина Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Кисляк Гайсинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Кисляк', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад с. Писарівка Калинівського району Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Комунальний заклад «Навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад с. Писарівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Обласний науковий ліцей - інтернат Комунального закладу вищої освіти "Вінницький гуманітарно - педагогічний коледж"', N'Вінницька область'),
 dbo.get_eo_hash(N'Спортивно-гуманітарний ліцей-інтернат Вінницького обласного комунального гуманітарно-педагогічного коледжу', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Гімназія №5 м. Могилева-Подільського Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс №5 "загальноосвітній навчальний заклад - дошкільний навчальний заклад" м. Могилева-Подільського Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Мельниківська загальноосвітня школа I-III ступенів Мельниківської сільської ради Немирівського району Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Мельниківська загальноосвітня школа I-III ступенів Немирівської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Альтернативна середня загальноосвітня школа I-III ступенів №1 ім. А.С. Макаренка розвитку здібностей дитини м. Гнівань Тиврівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Альтернативна середня загальноосвітня школа I-III ступенів №1 ім. А.С.Макаренка розвитку здібностей дитини м.Гнівань Гніванської міської ради Тиврівського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сутисківська спеціалізована загальноосвітня школа-інтернат Тиврівської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Сутисківська спеціалізована загальноосвітня школа-інтернат', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів смт.Тиврів Тиврівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів смт.Тиврів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Луцький ліцей №28 Луцької міської ради"', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Луцький ліцей Луцької міської ради Волинської області"', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів с. Сокіл Рожищенської районної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Сокіл Рожищенського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Апостолівський районний ліцей - інтернат Зеленодольської міської ради Апостолівського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Апостолівський районний ліцей - інтернат', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Дніпропетровський фаховий коледж спорту" Дніпропетровської областної ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний спеціалізований навчальний заклад спортивного профілю"Дніпропетровське вище училище фізичної культури" Дніпропетровської обласної ради"', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів №10 Жовтоводської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Жовтоводська середня загальноосвітня школа №10 з профільними класами', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс № 37 імені Максима Самойловича" Кам''янської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс № 37" Кам''янської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Широківська опорна школа загальної середньої освіти І-ІІІ ступенів" Широківської селищної ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Широківська школа № 2 загальної середньої освіти І-ІІІ ступенів" Широківської селищної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Білозерська загальносвітня школа I-III ступенів №14', N'Донецька область'),
 dbo.get_eo_hash(N'Білозерська загальносвітня школа I-III ступенів №14 Добропільської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Костянтинівський заклад загальної середньої освіти I-III ступенів № 5 Костянтинівської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Костянтинівська загальноосвітня школа I-III ступенів № 5 Костянтинівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Костянтинівський заклад загальної середньої освіти I-III ступенів № 16 Костянтинівської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Костянтинівська загальноосвітня школа I-III ступенів № 16 Костянтинівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Костянтинівський заклад загальної середньої освіти І-ІІІ ступенів № 4 Костянтинівської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Костянтинівська загальноосвітня школа I-III ступенів № 4 Костянтинівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 10 з профільним навчанням Краматорської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 10 з профільним навчанням', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новогродівський опорний заклад загальної середньої освіти І-ІІІ ступенів №7 Новогродівської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Новогродівський заклад загальної середньої освіти І-ІІІ ступенів №7 Новогродівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Курахівський заклад загальної середньої освіти І - ІІІ ступенів №5 Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Курахівська загальноосвітня школа І - ІІІ ступенів №5 Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Степнянський заклад загальної середньої освіти І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Степнянська загальноосвітня школа І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальна установа "Заклад загальної середньої освіти Ємільчинська гімназія Ємільчинської селищної ради Житомирської області"', N'Житомирська область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Ємільчинська гімназія Ємільчинської селищної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальна установа опорний заклад освіти "Ємільчинський заклад загальної середньої освіти І-ІІІ ступенів №1 Ємільчинської селищної ради Житомирської області"', N'Житомирська область'),
 dbo.get_eo_hash(N'Ємільчинський заклад загальної середньої освіти I-III ступенів №1 Ємільчинської селищної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Краснобірська загальноосвітня школа І-ІІІ ступенів Радомишльської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Краснобірська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Хорошівський ліцей №1 Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Хорошівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітній навчальний заклад І-ІІІ ступенів" № 1 Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Перечинський ліцей Перечинської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Перечинська загальноосвітня школа І-ІІІ ступенів Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня санаторна школа-інтернат І-ІІІ ступенів комунального закладу вищої освіти «Хортицька національна навчально-реабілітаційна академія» Запорізької обласної ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Загальноосвітня санаторна школа-інтернат І – ІІІ ступенів комунального закладу вищої освіти «Хортицька національна навчально-реабілітаційна академія» Запорізької обласної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальна установа "Пологівська загальноосвітня школа І-ІІІ ступенів № 4" Пологівської міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'КУ "Пологівська загальноосвітня школа І-ІІІ ступенів №4" Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Долинський ліцей №4 Долинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів №4 Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Долинський ліцей №7 Долинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Долинський ліцей №7 Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Косівський ліцей №2 імені Михайла Павлика Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Косівська загальноосвітня школа І-ІІІ ступенів №2 Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей імені В''ячеслава Чорновола Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 28 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Угорницький ліцей Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Угорницька загальноосвітня школа І-ІІІ ступенів Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Селищанський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дитячий садок" Баришівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Селищанський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дитячий садок" Баришівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Узинська загальноосвітня школа І-ІІІ ступенів №2 Узинської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Узинська загальноосвітня школа І-ІІІ ступенів №2 Білоцерківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Чепиліївський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-заклад дошкільної освіти" Узинської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Чепиліївський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дитячий садок" Білоцерківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Переяславcька загальноосвітня школа І-ІІІ ступенів №4 Переяславської міської ради', N'Київська область'),
 dbo.get_eo_hash(N'Переяслав-Хмельницька загальноосвітня школа І-ІІІ ступенів №4 Переяслав-Хмельницької міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Переяславська загальноосвітня школа І-ІІІ ступенів №2 Переяславської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Переяслав-Хмельницька загальноосвітня школа І-ІІІ ступенів №2 Переяслав-Хмельницької міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Переяславcька загальноосвітня школа І-ІІІ ступенів №3 Переяславської міської ради', N'Київська область'),
 dbo.get_eo_hash(N'Переяслав-Хмельницька загальноосвітня школа І-ІІІ ступенів №3 Переяслав-Хмельницької міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад Маслівська загальноосвітня школа І-ІІІ ступенів Миронівської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Комунальний заклад Маслівська загальноосвітня школа І-ІІІ ступенів Миронівської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Житньогірський комунальний заклад загальної середньої освіти Рокитнянської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Житньогірська загальноосвітня школа І-ІІІ ступенів Рокитнянської РДА Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Рокитнянський комунальний заклад загальної середньої освіти №2 Рокитнянської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Рокитнянська загальноосвітня школа І-ІІІ ступенів №2 Рокитнянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Рокитнянський комунальний заклад загальної середньої освіти №3 Рокитнянської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Рокитнянська загальноосвітня школа І-ІІІ ступенів №3 Рокитнянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Рокитнянський комунальний заклад загальної середньої освіти №1 Рокитнянської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Рокитнянська загальноосвітня школа І-ІІІ ступенів №1 Рокитнянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'СКВИРСЬКИЙ АКАДЕМІЧНИЙ ЛІЦЕЙ ІНФОРМАЦІЙНИХ ТЕХНОЛОГІЙ “ПЕРСПЕКТИВА” СКВИРСЬКОЇ РАЙОННОЇ РАДИ КИЇВСЬКОЇ ОБЛАСТІ', N'Київська область'),
 dbo.get_eo_hash(N'Сквирський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів №4 - дитячий садок" Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Тетіївський освітній центр - опорний заклад загальної середньої освіти І-ІІІ ступенів №3" Тетіївської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Тетіївський загальноосвітній заклад середньої освіти І-ІІІ ступенів №3" Тетіївської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Філія Олександрівська загальноосвітня школа І-ІІІ ступенів комунального закладу Добровеличківський ліцей "ІНТЕЛЕКТ" Добровеличківської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Олександрівська загальноосвітня школа І-ІІІ ступенів Добровеличківської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад «Ліцей «Сокіл» Міської ради міста Кропивницького»', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховне об’єднання "Загальноосвітня школа-інтернат І-ІІІ ступенів, ліцей" Сокіл", центр позашкільного виховання" Кіровоградської міської ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Попельнастівська загальноосвітня школа І-ІІІ ступенів Попельнастівської сільської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Попельнастівська загальноосвітня школа І-ІІІ ступенів Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Користівський ліцей Приютівської селищної ради Олександрійського району', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Користівська загальноосвітня школа І-ІІІ ступенів Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Цукрозаводський заклад загальної середньої освіти І-ІІІ ступенів – заклад позашкільної освіти Приютівської селищної ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Цукрозаводський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - центр художньо-естетичної творчості учнівської молоді" Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Доманівський заклад загальної середньої освіти І-ІІІ ступенів №1', N'Миколаївська область'),
 dbo.get_eo_hash(N'Доманівський навчально-виховний комплекс "Доманівська загальноосвітня школа I-III ступенів №1 - Центр дитячої та юнацької творчості" Доманівської селищної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кілійський заклад загальної середньої освіти I-III ступенів №3-ліцей Кілійської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Кілійський навчально-виховний комплекс "Кілійська загальноосвітня школа I-III ступенів №3-ліцей" Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Опорний заклад "Кодимська загальноосвітня школа I-III ступенів" Кодимської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Опорний навчальний заклад "Кодимська загальноосвітня школа I-III ступенів" Кодимської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний неприбутковий заклад освіти Ізмаїльської міської ради "Український ліцей з поглибленим вивченням іноземних мов імені Т.Г.Шевченка"', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний неприбутковий заклад освіти Ізмаїльської міської ради "Український ліцей з поглибленим вивченням іноземних мов імені Т.Г.Шевченка" міста Ізмаїл Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Овідіопольський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-гімназія" імені Т.Шевченка Овідіопольського району Одеської області (новий корпус)', N'Одеська область'),
 dbo.get_eo_hash(N'Овідіопольський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-гімназія" імені Т.Шевченка Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Шилівський заклад загальної середньої освіти І-ІІІ ступенів імені Григорія І Григора Тютюнників Зіньківської районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Шилівська загальноосвітня школа І-ІІІ ступенів Зіньківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опішнянський опорний заклад загальної середньої освіти І-ІІІ ступенів Опішнянської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Опішнянський опорний заклад загальної середньої освіти І-ІІІ ступенів Зіньківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Гадяцька спеціалізована школа І-ІІІ ступенів №3 імені Івана Виговського Гадяцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Гадяцька спеціалізована школа І-ІІІ ступенів №3 Гадяцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Білопільська загальноосвітня школа І-ІІІ ступенів № 2 імені С.М. Гордієнка Білопільської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Білопільська загальноосвітня школа І-ІІІ ступенів № 2 імені С.М. Гордієнка Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Білопільський навчально-виховний комплекс: загальноосвітня школа I-III ст. - дошкільний навчальний заклад №3 Білопільської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Білопільський навчально-виховний комплекс: загальноосвітня школа I-III ст. - дошкільний навчальний заклад №3 Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Соснівський освітній комплекс "ліцей - заклад дошкільної освіти" імені Анатолія Шульги Конотопської районної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Соснівський навчально - виховний комплекс "Загальноосвітня школа I-III ступенів- дошкільний навчальний заклад" імені Анатолія Шульги Конотопської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Федорівський ліцей Великобурлуцької районної ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Федорівський навчально-виховний комплекс Великобурлуцької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Миролюбівський ліцей" Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Миролюбівський навчально-виховний комплекс Лозівської районної ради', N'Харківська область'))

INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей № 35 імені Валентина Шеймана Краматорської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ст. № 35 з профільним навчанням ім. В.М. Шеймана Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №3 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 3 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Снятинський ліцей "Інтелект" Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'НВК "Снятинська загальноосвітня школа І-ІІІ ступенів - ліцей" Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Бородянський академічний ліцей', N'Київська область'),
 dbo.get_eo_hash(N'Бородянська спеціалізована школа - загальноосвітній заклад І-ІІІ ступенів №2 з поглибленим вивченням окремих предметів', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Миронівський академічний ліцей №2 Миронівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Комунальний заклад Миронівська загальноосвітня школа І-ІІІ ступенів №1 Миронівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Тетіївський ліцей №2 Тетіївської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Тетіївський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - природничо-математичний ліцей" Тетіївської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Центральноукраїнський науковий ліцей-інтернат Кіровоградської обласної ради"', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Кіровоградський обласний навчально-виховний комплекс (гімназія-інтернат-школа мистецтв)', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Центральноукраїнський науковий ліцей-інтернат, м.Олександрія', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Кіровоградський обласний навчально-виховний комплекс (гімназія-інтернат-школа мистецтв) м.Олександрії', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Злинська філія Комунального закладу "Злинський ліцей" Маловисківської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Злинська загальноосвітня школа № 1 І-ІІІ ступенів Маловисківської районної ради', N'Кіровоградська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'Економіко-правовий ліцей ІІ-ІІІ ступенів Деснянського району міста Києва', N'м.Київ'),
-- dbo.get_eo_hash(N'Економіко-правовий ліцей ІІ-ІІІ ступенів Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Приватний заклад загальної середньої освіти І-ІІІ ступенів "Лінгвістична гімназія"', N'м.Київ'),
 dbo.get_eo_hash(N'Приватна Лінгвістична гімназія', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Теребовлянська спеціалізована школа-ліцей, що знаходиться в комунальній власності Теребовлянської міської ради', N'Тернопільська область'),
 dbo.get_eo_hash(N'Теребовлянська спеціалізована школа-ліцей', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД "МЕРЕФ’ЯНСЬКИЙ ЛІЦЕЙ №4 З ДОШКІЛЬНИМ ПІДРОЗДІЛОМ" МЕРЕФ’ЯНСЬКОЇ МІСЬКОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Мереф''янська загальноосвітня школа I-III ступенів № 4" Мереф''янської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Херсонський фізико-технічний ліцей Херсонської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Херсонський фізико-технічний ліцей Херсонської міської ради при Херсонському національному технічному університеті та Дніпропетровському національному університеті', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Деражнянський ліцей №2 Деражнянської районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Деражнянська загальноосвітня школа І-ІІІ ступенів №2 Деражнянської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний опорний заклад "Лисянський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів №1 - гімназія - дошкільний навчальний заклад" Лисянської селищної ради Черкаської області"', N'Черкаська область'),
 dbo.get_eo_hash(N'Комунальний опорний заклад "Лисянський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів №1 - гімназія - дошкільний навчальний заклад" Лисянської районної ради Черкаської області"', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Лебединський навчально-виховний комплекс "Заклад дошкільної освіти- загальноосвітня школа І-ІІІ ступенів №1" Шполянської міської ради об`єднаної територіальної громади Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Лебединський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів №1" Шполянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №1 м.Сокиряни Сокирянської міської ради Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №1 м.Сокиряни Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Прилуцький заклад загальної середньої освіти I-III ступенів № 7 (ліцей №7) Прилуцької міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Прилуцька загальноосвітня школа I-III ступенів № 7 Прилуцької міської ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Прилуцький заклад загальної середньої освіти І-ІІІ ступенів № 6 (ліцей №6) Прилуцької міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Прилуцька спеціалізована школа I-III ступенів № 6 з поглибленим вивченням інформаційних технологій Прилуцької міської ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальна установа "Пологівська гімназія "Основа" Пологівської міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальна установа "Пологівська гімназія "Основа" Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Чигиринський навчально-виховний комплекс "спеціалізований заклад загальної середньої освіти І-ІІІ ступенів №2 - заклад дошкільної освіти" Чигиринської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Чигиринський навчально-виховний комплекс "Дошкільний навчальний заклад - спеціалізована школа І-ІІІ ступенів №2" Чигиринської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад "Вашківецький заклад загальної середньої освіти І-ІІІ ступенів" Вашківецької міської ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Вашківецька загальноосвітня школа І-ІІІ ступенів Вашківецької міської ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Реваківський заклад загальної середньої освіти І-ІІІ ступенів Неполоковецької селищної ради Кіцманського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Реваківський загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'Комунальний заклад "Маріупольська загальноосвітня школа І-ІІІ ступенів № 32 Маріупольської міської ради Донецької області"', N'Донецька область'),
-- dbo.get_eo_hash(N'Комунальний заклад "Маріупольська загальноосвітня школа I-III ступенів №32 Маріупольської міської ради Донецької області"', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мар''їнський заклад загальної середньої освіти І - ІІІ ступенів № 1 Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Мар''їнська загальноосвітня школа І - ІІІ ступенів № 1 Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Хорошівський ліцей № 2 Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Хорошівська гімназія Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Переяславська загальноосвітня школа І-ІІІ ступенів №5 Переяславської міської ради', N'Київська область'),
 dbo.get_eo_hash(N'Переяслав-Хмельницька загальноосвітня школа І-ІІІ ступенів №5 Переяслав-Хмельницької міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад Добровеличківський ліцей "ІНТЕЛЕКТ" Добровеличківської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Добровеличківське навчально-виховне об''єднання "спеціалізована загальноосвітня школа-інтернат І-ІІІ ступенів-загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Добровеличківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Рокитненський навчально-виховний комплекс виконавчого комітету Омельницької сільської ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Рокитненська загальноосвітня школа І-ІІІ ступенів Омельницької сільської ради Кременчуцького району Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Куп''янський навчально-виховний комплекс № 2 Куп''янської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Куп''янський навчально-виховний комплекс №2 Куп''янської міської ради Харьківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Лозівський ліцей №1" Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Лозівська загальноосвітня школа I-III ст. №1 Лозівської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Харківський професійний коледж спортивного профілю" Харківської обласної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Харківське обласне вище училище фізичної культури і спорту', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад «Харківський ліцей з посиленою військово-фізичною підготовкою "Правоохоронець" Харківської обласної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад «Харківська спеціалізована школа-інтернат "Ліцей "Правоохоронець" "» Харківської обласної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД "МЕРЕФ’ЯНСЬКИЙ ЛІЦЕЙ №5 ІМЕНІ В.П.МІРОШНИЧЕНКА З ДОШКІЛЬНИМ ПІДРОЗДІЛОМ" МЕРЕФ’ЯНСЬКОЇ МІСЬКОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Мереф''янський ліцей імені Героя Радянського Союзу В.П. Мірошниченка" Мереф''янської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Бериславський опорний заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Бериславський заклад повної загальної середньої освіти № 1 Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Летичівський ліцей № 2 Летичівської селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Летичівський НВК № 2 "Загальноосвітня школа I-III ступенів - гімназія" Летичівської селищної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Баштечківський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Баштечківська загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Кам''янський ліцей №1 Кам''янської міської ради Черкаської області"', N'Черкаська область'),
 dbo.get_eo_hash(N'Кам''янська загальноосвітня школа І-ІІІ ступенів №1 Кам''янської міської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Руськополянський заклад загальної середньої освіти І-ІІІ ступенів №2 Руськополянської сільської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Руськополянська загальноосвітня школа І-ІІІ ступенів №2 Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Чигиринський навчально-виховний комплекс «заклад загальної середньої освіти І-ІІІ ступенів № 3-заклад дошкільної освіти» Чигиринської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Чигиринський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів №3" Чигиринської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Лебединський навчально-виховний комплекс "Заклад дошкільної освіти - загальноосвітня школа І-ІІІ ступенів №2" Шполянської міської ради об''єднанонї територіальної громади Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Лебединський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів №2" Шполянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Матусівський навчально-виховний комплекс "Заклад дошкільної освіти - загальноосвітня школа І-ІІІ ступенів №2" Матусівської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Матусівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів №2" Шполянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Матусівський навчально-виховний комплекс "Заклад дошкільної освіти - загальноосвітня школа І-ІІІ ступенів №1" Матусівської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Матусівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів №1" Шполянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заставнівський заклад загальної середньої освіти І-ІІІ ступенів Заставнівської міської ради Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Заставнівська загальноосвітня школа І-ІІІ ступенів Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Городнянський ліцей №1" Городнянської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Городнянська гімназія Городнянської міської ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новгород-Сіверська державна гімназія імені К. Д. Ушинського', N'Чернігівська область'),
 dbo.get_eo_hash(N'Новгород-Сіверська державна гімназія імені К. Д. Ушинського Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Яблунівський ліцей" Чернігівської обласної ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Яблунівська спеціалізована школа-інтернат I-III ступенів з поглибленим вивченням окремих предметів та курсів" Чернігівської обласної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів № 2 м.Гайсин Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів №2 м.Гайсина', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Бережани Калинівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Бережани', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №1 с. Пиків Калинівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №1 с. Пиків', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Пиків Калинівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №2 с.Пиків', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Самгородоцький загальноосвітній навчально-виховний комплекс I-III ступенів "Школа - дитячий садок" Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Самгородоцький загальноосвітній навчально-виховний комплекс I-III ступенів "Школа - дитячий садок"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Липівська загальноосвітня школа I-III ступенів Томашпільської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Липівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Печерська загальноосвітня школа I-III ступенів Тульчинської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Печерська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Шуро-Копіївська загальноосвітня школа I-III ступенів Тульчинської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Шуро-Копіївська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Рахнівсько-Лісовий навчально-виховний комплекс "середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Шаргородського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'РАХНІВСЬКО-ЛІСОВИЙ НАВЧАЛЬНО-ВИХОВНИЙ КОМПЛЕКС “СЕРЕДНЯ ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ - ДОШКІЛЬНИЙ НАВЧАЛЬНИЙ ЗАКЛАД”', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Заклад загальної середньої освіти І-ІІІ ступенів №1 ім. Т. Шевченка м. Ямпіль Ямпільського району Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Заклад загальної середньої освіти І-ІІІ ступенів №1 м.Ямпіль Ямпільського району Вінницької області"', N'Вінницька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня №1 міста Ківерці Волинської області', N'Волинська область'),
-- dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня №1 м. Ківерці Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Римачівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад"', N'Волинська область'),
 dbo.get_eo_hash(N'Римачівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад" села Римачі Любомльського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Ліцей №5 м. Ковеля"', N'Волинська область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І -ІІІ ступенів №5 м. Ковеля Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Опорний заклад загальної середньої освіти І-ІІІ ступеня села Копачівка" Копачівської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Копачівка Рожищенського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Зеленодольська загальноосвітня школа І-ІІІ ступенів №2 Зеленодольської міської ради Апостолівського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Зеленодольська загальноосвітня школа І-ІІІ ступенів №2', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Промінська середня загальноосвітня школа І-ІІІ ступенів" Криничанського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Червонопромінська середня загальноосвітня школа Криничанського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад освіти "Навчально-виховний комплекс №30" загальноосвітній навчальний заклад I-III ступенів- дошкільний навчальний заклад (ясла-садок)" Дніпровської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти "Навчально-виховний комплекс №65 "Школа І-ІІІ ступеня - дошкільний навчальний заклад (ясла-садок)" Дніпровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Гімназія № 27" Кам''янської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Середня загальноосвітня школа № 27" Кам''янської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Губиниський заклад загальної середньої освіти І-ІІІ ступенів №2 (опорний заклад)" Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Губиниська загальноосвітня школа І-ІІІ ступенів №2 Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Нерудстальська загальноосвітня школа І-ІІІ ступенів Саксаганської сільської ради П''ятихатського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Нерудстальська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Костянтинівський заклад загальної середньої освіти I-III ступенів № 2 Костянтинівської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Костянтинівська загальноосвітня школа I-III ступенів № 2 Костянтинівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Курахівський заклад загальної середньої освіти І - ІІІ ступенів №2 Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Курахівська загальноосвітня школа І - ІІІ ступенів №2 Мар''їнської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Баранівський ліцей №2 ім. Ольги Сябрук', N'Житомирська область'),
 dbo.get_eo_hash(N'Баранівська загальноосвітня школа I-III ступенів №2 ім. Ольги Сябрук', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Бистрицька загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Бистрицька середня загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Брусилівський ліцей №1 імені І. І. Огієнка Брусилівської селищної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Биківська загальноосвітня школа I-III ступенів Брусилівської селищної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Радомишльська загальноосвітня школа І-ІІІ ступенів №5 імені В.М.Чорновола Радомишльської міської ради Житомирській області', N'Житомирська область'),
 dbo.get_eo_hash(N'Радомишльська загальноосвітня школа I-III ступенів №5 ім. В.М.Чорновола', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Більмацький опорний заклад загальної середньої освіти I-III ступенів Більмацької селищної ради Більмацького району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Більмацька опорна загальноосвітня школа I-III ступенів" Більмацької районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Розівський заклад загальної середньої освіти № 2 І-ІІІ ступенів Розівської селищної ради Розівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Розівська загальноосвітня школа №2 І-ІІІ ступенів Розівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Розівський заклад загальної середньої освіти № 1 І-ІІІ ступенів Розівської селищної ради Розівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Розівська загальноосвітня школа №1 І-ІІІ ступенів Розівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Якимівський опорний заклад загальної середньої освіти І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області"', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Якимівська загальноосвітня школа І-ІІІ ступенів №2 Якимівської селищної ради Якимівського району Запорізької області"', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Горьківська загальноосвітня школа I-III ступенів Якимівської селищної ради Якимівського району Запорізької області"', N'Запорізька область'),
 dbo.get_eo_hash(N'Горьківська загальноосвітня школа I-III ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Верховинський ліцей Верховинської районної ради Івано-Франківської області ім.Дмитра Ватаманюка', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Верховинський ліцей Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей №17 Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 17 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Середньомайданський ліцей Ланчинської селищної ради об''єднаної територіальної громади', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Середньомайданська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад виконавчого комітету ради Пісківської селищної об''єднаної територіальної громади "Пісківський ліцей"', N'Київська область'),
 dbo.get_eo_hash(N'Пісківське навчально-виховне об''єднання "спеціалізована школа І-ІІІ ступенів - загальноосвітня школа І-ІІІ ступенів - дитячий садок"', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Академічний ліцей №4 Обухівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Навчально-виховне об`єднання"Загальноосвітня школа І-ІІІ ступенів №4 -Центр військово-патріотичного виховання та допризовної підготовки" Обухівської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Академічний ліцей №2 Обухівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №2 Обухівської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Насташівський комунальний заклад загальної середньої освіти Рокитнянської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Насташівська загальноосвітня школа І-ІІІ ступенів Рокитнянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Клинівська філія Голованівського ліцею ім. Т.Г. Шевченка', N'Кіровоградська область'),
 dbo.get_eo_hash(N'філія навчально-виховного комплексу "Голованівська загальноосвітня школа І-ІІІ ступенів ім.Т.Г.Шевченка - гімназія "Клинівська загальноосвітня школа"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Злинський ліцей" Маловисківської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Злинський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новоукраїнський навчально-виховний комплекс № 8 "Ліцей - заклад дошкільної освіти" Новоукраїнської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Новоукраїнський навчально-виховний комплекс № 8 "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Новоукраїнської міської ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новопразьке навчально - виховне обєднання" загальноосвітня школа І - ІІІ ступенів - дошкільний навчальний заклад - позашкільний центр" Новопразької селищної ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Новопразьке навчально - виховне обєднання" загальноосвітня школа І - ІІІ ступенів - дошкільний навчальний заклад - позашкільний центр" Олександрійської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новопразький навчально- виховний комплекс Новопразької селищної ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Новопразький навчально- виховний комплекс Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Луганський обласний ліцей з посиленою військово-фізичною підготовкою «Кадетський корпус імені героїв Молодої гвардії»', N'Луганська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Луганський обласний ліцей-інтернат з посиленою військово-фізичною підготовкою "Кадетський корпус імені героїв Молодої гвардії"', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Навчально-виховний комплекс «Кремінський заклад загальної середньої освіти І-ІІІ ступенів №3 – заклад дошкільної освіти» Кремінської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Кремінська загальноосвітня школа I-III ступенів №3 - дошкільний навчальний заклад" Кремінської районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'Комунальний заклад "Петропавлівська загальноосвітня школа № 1 І-ІІІ ступенів Станично-Луганського району Луганської області"', N'Луганська область'),
-- dbo.get_eo_hash(N'Комунальний заклад "Петропавлівська загальноосвітня школа № 1 I-III ступенів Станично-Луганського району Луганської області"', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 249 Деснянського району міста Києва', N'м.Київ'),
-- dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 249 Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Радсадівський заклад загальної середньої освіти Радсадівської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Радсадівська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Арцизький заклад загальної середньої освіти І-III ступенів №4 Арцизької районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Арцизький навчально-виховний комплекс "Загальноосвітня школа I-III ступенів №4 - ліцей" Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Олексіївський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-ліцей"', N'Одеська область'),
 dbo.get_eo_hash(N'Олексіївська загальноосвітня школа I-III ступенів Білгород-Дністровського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Шевченківський заклад загальної середньої освіти I-III ступенів №2 Кілійської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів №2 Кілійського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Полтавська спеціалізована мистецька школа-інтернат І-ІІІ ступенів "Центр освіти та соціально-педагогічної підтримки" ім. Софії Русової Полтавської обласної ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Полтавська спеціалізована школа-інтернат № 2 І-ІІІ ступенів "Центр освіти та соціально-педагогічної підтримки" ім. Софії Русової Полтавської обласної ради', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Калашниківський навчально-виховний комплекс Мачухівської сільської ради Полтавського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Калашниківський навчально-виховний комплекс Полтавської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Покровськобагачанський ліцей Покровськобагачанської сільської ради Хорольського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Покровськобагачанська загальноосвітня школа І-ІІІ ступенів Покровськобагачанської сільської ради Хорольського району Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Костопільський ліцей-інтернат спортивного профілю ІІ-ІІІ ступенів" Рівненської обласної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Костопільський обласний ліцей-інтернат ІІ-ІІІ ступенів фізичної культури і спорту" Рівненської обласної ради', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новолюбомирський ліцей Олександрійської сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Новолюбомирський навчально-виховний комплекс "школа-ліцей" Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад Березівської сільської ради "Слоутський навчально-виховний комплекс: загальноосвітня школа I-III ступенів, дошкільний навчальний заклад "Волошка" Глухівського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Комунальний заклад Березівської сільської ради "Слоутський навчально-виховний комплекс: загальноосвітня школа I-III ступенів, дошкільний навчальний заклад "Волошка" Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кіндрашівський ліцей Куп''янської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Кіндрашівська загальноосвітня школа I-III ступенів Куп''янської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Первомайський ліцей №5 Первомайської міської ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Первомайська загальноосвітня школа I-III ст. №5 Первомайської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Березівська загальноосвітня школа I-III ступенів Пісочинської селещної ради"', N'Харківська область'),
 dbo.get_eo_hash(N'Березівська загальноосвітня школа I-III ступенів Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Качкарівський заклад повної загальної середньої освіти Милівської сільської ради Бериславського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Качкарівська загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новософіївський заклад повної загальної середньої освіти Новософіївської сільської ради Голопристанського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Новософіївська загальноосвітня школа I-III ступенів Новософіївської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей № 1 Горностаївської селищної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Горностаївський заклад повної загальної середньої освіти № 1 імені Героя Радянського Союзу Цвіка Степана Степановича Горностаївської селищної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сиваська загальноосвітня школа I-III ступенів №2 Новотроїцький район Херсонська область', N'Херсонська область'),
 dbo.get_eo_hash(N'Сиваська загальноосвітня школа I-III ступенів №2 Новотроїцького району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний заклад Городоцький ліцей №2 Городоцької міської ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Городоцький ліцей №2 Городоцької міської ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Тереблеченський заклад загальної середньої освіти І-ІІІ ступенів №1 Тереблеченської сільської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Тереблеченська загальноосвітня школа І-ІІІ ступенів №1 Глибоцької районної ради', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Прохорська загальноосвітня школа I-III ступенів Комарівської сільської ради Борзнянського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Прохорська загальноосвітня школа I-III ступенів Борзнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Гнідинцівський заклад загальної середньої освіти I-III ст. Варвинської районної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Гнідинцівська загальноосвітня школа I-III ст. Варвинської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Городнянський ліцей № 2" Городнянської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Городнянська загальноосвітня школа I-III ступенів № 2 Городнянської міської ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Козелецька загальноосвітня школа І-ІІІ ступенів №2 Козелецької селищної ради Козелецького району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Козелецька загальноосвітня школа І-ІІІ ступенів №2 Козелецької селищної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Прилуцький заклад загальної середньої освіти I-III cтупенів № 10 (ліцей № 10) Прилуцької міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Прилуцька загальноосвітня школа I-III ступенів № 10 Прилуцької міської ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Куковицький заклад загальної середньої освіти І-ІІІ ступенів Менської міської ради Менського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Куковицька загальноосвітня школа I-III ступенів Менської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти I-III ступенів с. Носівці Кунківської сільської ради', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Носівці', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів села Галинівка Володимир-Волинського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня села Галинівки Володимир-Волинського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мар''янська загальноосвітня школа І-ІІІ ступенів №1 Зеленодольської міської ради Апостолівського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Мар''янська загальноосвітня школа І-ІІІ ступенів №1', N'Дніпропетровська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'Шевченківська загальноосвітня школа І-ІІІ ступенів №33 Покровської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів № 33 Покровської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Навчально-виховний комплекс «Сонцівська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Навчально – виховний комплекс «Сонцівська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Березниківський заклад загальної середньої освіти Ємільчинської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Березниківська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ходорківський ліцей Попільнянської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Ходорківська загальноосвітня школа І-ІІІ ступенів Попільнянської селищної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Верховинський ліцей №1 Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Верховинська спеціалізована мистецька школа-інтернат І-ІІІ ступенів Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Перемозький навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дитячий садок" Баришівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Перемозький навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дитячий садок" Баришівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Веселівський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Кропивницької районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Веселівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Кіровоградської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Войнівський заклад загальної середньої освіти І-ІІІ ступенів Приютівської селищної ради Олександрійського району', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Войнівська загальноосвітня школа І-ІІІ ступенів Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сєвєродонецька обласна санаторна школа', N'Луганська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Сєвєродонецька обласна загальноосвітня школа-інтернат І-ІІІ ступенів"', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
-- dbo.get_eo_hash(N'Мирнодолинська загальноосвітня школа І-ІІІ ступенів Попаснянської районної ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Мирнодолинська загальноосвітня школа I-III ступенів Попаснянської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Калчевська загальноосвітня школа I-III ступенів Болградської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Калчевська загальноосвітня школа I-III ступенів Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Шевченківський заклад загальної середньої освіти I-III ступенів №1 Кілійської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів №1 Кілійського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кременчуцький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - позашкільний навчальний заклад" № 2 Кременчуцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцька загальноосвітня школа І-ІІІ ступенів № 18 Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Кременчуцька спеціалізована школа-інтернат спортивного профілю І-ІІІ ступенів імені І.М. Піддубного" Полтавської обласної ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцька спеціалізована школа-інтернат спортивного профілю І-ІІІ ступенів імені А.С.Макаренка Полтавської обласної ради', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Білопільський заклад загальної середньої освіти I-III ступенів №5 імені А. С. Макаренка Білопільської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Білопільський заклад загальної середньої освіти I-III ступенів №5 імені А. С. Макаренка Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Тулиголівський ліцей Кролевецької районної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Тулиголівська загальноосвітня школа I-III ступенів Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Чернігівський ліцей" Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Чернігівський навчально-виховний комплекс Лозівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Мартівський ліцей Печенізької районної ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Мартівська загальноосвітня школа I-III ступенів Печенізької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Херсонський заклад загальної середньої освіти "Центр освіти молоді" Херсонської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Херсонський центр освіти молоді та дорослих Херсонської міської ради', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Довгалівський ліцей', N'Хмельницька область'),
 dbo.get_eo_hash(N'Довгалівська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Радовецький навчально-виховний комплекс “Загальноосвітня школа І-ІІІ ступенів, заклад дошкільної освіти (ясла-садок)”', N'Хмельницька область'),
 dbo.get_eo_hash(N'Радовецький навчально-виховний комплекс “Загальноосвітня школа І-ІІІ ступенів, дошкільний навчальний заклад (ясла-садок)” Деражнянської районної ради Хмельницької області Деражнянської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Шевченківська загальноосвітня школа І-ІІІ ступенів" Шевченківської сільської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Шевченківський навчально-виховний комплекс "дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Звенигородської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Монастирищенський ліцей-інтернат "Обдарованість" Монастирищенської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Монастирищенський заклад спеціалізованої освіти спортивного профілю - школа-інтернат "Обдарованість" І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с.Коболчин Сокирянської міської ради Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Коболчин Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Верхньопетровецький ліцей Верхньопетровецької сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Верхньопетровецька загальноосвітня школа І-ІІІ ступенів № 1 Верхньопетровецької сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Нижньопетровецький ліцей № 1 Нижньопетровецької сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Нижньопетровецька загальноосвітня школа І-ІІІ ступенів № 1 Нижньопетровецької сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Борзнянський ліцей" Чернігівської обласної ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Борзнянська спеціалізована школа-інтернат I-III ступенів з поглибленим вивченням окремих предметів та курсів Чернігівської обласної ради', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Чернігівський ліцей" Чернігівської обласної ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Чернігівська загальноосвітня школа-інтернат І-ІІІ ступенів" Чернігівської обласної ради', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Вінницький навчально-виховний комплекс: спеціальна загальноосвітня школа-інтернат І-ІІІ ступенів-дошкільний навчальний заклад Вінницької обласної Ради"', N'Вінницька область'),
 dbo.get_eo_hash(N'Вінницький навчально-виховний комплекс: спеціальна загальноосвітня школа-інтернат І-ІІІ ступенів-дошкільний навчальний заклад Вінницької обласної Ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітній навчальний заклад - дошкільний навчальний заклад" с. Котюжани Мурованокуриловецького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітній навчальний заклад - дошкільний навчальний заклад" с. Котюжани', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Прип''ять Шацької селищної ради Шацького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Прип''ять Шацького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Апостолівська вечірня (змінна) загальноосвітня школа ІІ-ІІІ ступенів Апостолівської міської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Апостолівська вечірня (змінна) школа Апостолівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Мар''янська загальноосвітня школа І-ІІІ ступенів № 2 Зеленодольської міської ради Апостолівського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Мар''янська загальноосвітня школа І-ІІІ ступенів №2', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Новоюлівська загальноосвітня школа І - ІІІ ступенів" Софіївської районної ради Софіївського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Новоюлівська загальноосвітня школа І - ІІІ ступенів Софіївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Богородчанський ліцей " Інституційна освіта" Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Богородчанська загальноосвітня вечірня (змінна) школа ІІІ ступеня Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вигодська спеціальна школа Івано-Франківської обласної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Вигодський навчально-реабілітаційний центр Івано-Франківської обласної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Косівський ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Косівська вечірня (змінна) загальноосвітня школа ІІІ ступенів Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ясногородська загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Ясногородська загальноосвітня школа І-ІІІ ступенів Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'ЛОБАЧІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІI СТУПЕНІВ – ЗАКЛАД ДОШКІЛЬНОЇ ОСВІТИ ВОЛОДАРСЬКОЇ РАЙОННОЇ РАДИ КИЇВСЬКОЇ ОБЛАСТІ', N'Київська область'),
 dbo.get_eo_hash(N'Лобачівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Володарського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Білоцерківський заклад загальної середньої освіти ІІ-ІІІ ступенів з інституційною формою навчання №1 Білоцерківської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Білоцерківська вечірня (змінна) загальноосвітня школа ІІ-ІІІ ступенів № 1 Білоцерківської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Приватна організація "Заклад загальної середньої освіти І-ІІІ ступенів: початкова школа, гімназія, ліцей - "Академія Інтелекту"', N'Київська область'),
 dbo.get_eo_hash(N'Товариство з обмеженою відповідальністю "Заклад загальної середньої освіти І-ІІІ ступенів: початкова школа, гімназія, ліцей "Ворзель"', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Чемерпільський ліцей Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Чемерпільська загальноосвітня школа І-ІІІ ступенів', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кремінська обласна санаторна школа', N'Луганська область'),
 dbo.get_eo_hash(N'Кремінська обласна загальноосвітня санаторна школа-інтернат I-ІII ст.', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Рубіжанська обласна санаторна школа', N'Луганська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Рубіжанська обласна загальноосвітня санаторна школа-інтернат І-ІІІ ступенів"', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Навчально - виховний комплекс Муратівська загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Новоайдарської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Навчально виховний комплекс Муратівська загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Новоайдарської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новоайдарська обласна санаторна школа', N'Луганська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Новоайдарська обласна загальноосвітня санаторна школа-інтернат І-ІІІ ступенів"', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Сватівська обласна спеціальна школа', N'Луганська область'),
 dbo.get_eo_hash(N'Сватівська обласна спеціальна загальноосвітня школа-інтернат', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради "Підкамінська спеціальна школа І-ІІІ ступенів з поглибленою професійною підготовкою"', N'Львівська область'),
 dbo.get_eo_hash(N'Обласний комунальний заклад "Підкамінська спеціальна загальноосвітня школа-інтернат І-ІІІ ступенів з поглибленою професійною підготовкою"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей "Євроленд" Приватного вищого навчального закладу "Європейський університет"', N'м.Київ'),
 dbo.get_eo_hash(N'Гімназія "Євроленд" Приватного вищого навчального закладу "Європейський університет"', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Вечірня (змінна) школа №20 м. Києва', N'м.Київ'),
 dbo.get_eo_hash(N'Вечірня (змінна) школа №20 Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Очаківська загальноосвітня санаторна школа - інтернат І-ІІІ ступенів Миколаївської обласної ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Очаківська загальноосвітня санаторна школа - інтернат І-ІІІ ступенів Миколаїївської обласної ради', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Подільський районний вечірній (змінний) заклад загальної середньої освіти ІI-III ступенів Куяльницької сільської ради Подільського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Подільська спеціалізована загальноосвітня школа-інтернат І-ІІІ ступенів - ліцей інформаційних технологій', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Полтавська спеціальна школа № 40 Полтавської міської ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Полтавська спеціальна загальноосвітня школа № 40 Полтавської міської ради Полтавської області"', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Вербська санаторна школа І-ІІІ ступенів" Рівненської обласної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Вербська санаторна загальноосвітня школа-інтернат І-ІІІ ступенів" Рівненської обласної ради', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ситненський ліцей Крупецької сільської ради Радивилівського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Ситненська загальноосвітня школа І-ІІІ ступенів Крупецької сільської ради Радивилівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Клеванська санаторна школа І-ІІІ ступенів" Рівненської обласної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Клеванська загальноосвітня санаторна школа-інтернат І-ІІІ ступенів" Рівненської обласної ради', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кролевецька загальноосвітня вечірня школа ІІ-ІІІ ступенів Кролевецької міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Кролевецька загальноосвітня вечірня школа ІІ-ІІІ ступенів Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Івашківський ліцей" Золочівської селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Івашківська загальноосвітня школа I-III ступенів Золочівської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Харківська санаторна школа № 1" Харківської обласної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Харківський санаторний навчально-виховний комплекс № 1" Харківської обласної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Харківська санаторна школа № 13" Харківської обласної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Харківський санаторний навчально-виховний комплекс № 13" Харківської обласної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Харківська спеціальна школа № 12" Харківської обласної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Харківська спеціальна загальноосвітня школа-інтернат І-ІІІ ступенів № 12" Харківської обласної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Харківська спеціальна школа №8" Харківської обласної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Харківський навчально-виховний комплекс "школа І-ІІІ ступенів-дошкільний навчальний заклад (ясла-садок)" № 8 Харківської міської ради Харківської області"', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Харківська санаторна школа № 9" Харківської обласної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Харківська загальноосвітня санаторна школа-інтернат I-III ступенів № 9" Харківської обласної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Харківська спеціальна школа ім. В.Г.Короленка" Харківської обласної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Харківський спеціальний навчально-виховний комплекс ім. В.Г.Короленка" Харківської обласної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Нововодолазька санаторна школа" Харківської обласної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Нововодолазький санаторний навчально-виховний комплекс" Харківської обласної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Комунальний заклад "Кочетоцька санаторна школа" Харківської обласної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Кочетоцька загальноосвітня санаторна школа-інтернат І-ІІІ ступенів" Харківської обласної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Генічеський заклад загальної середньої освіти ІІ-ІІІ ступенів Генічеської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Генічеська загальноосвітня вечірня (змінна) школа ІІ-ІІІ ступенів Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Кам''янець-Подільська спеціальна школа Хмельницької обласної ради', N'Хмельницька область'),
 dbo.get_eo_hash(N'Кам''янець-Подільська спеціальна школа-інтернат І-ІІІ ступенів Хмельницької обласної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Нечаєвський навчально-виховний комплекс "Заклад дошкільної освіти - загальноосвітня школа І-ІІІ ступенів" Лип''янської сільської ради Шполянської районуї Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Нечаєвський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Шполянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Зеленогайська загальноосвітня школа І-ІІІ ст. Новоселицької міської ради Новоселицького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Зеленогайська загальноосвітня школа І-ІІІ ст. Зеленогайської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))

 INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Ліцей Ольгинський', N'м.Київ'),
 dbo.get_eo_hash(N'Ліцей туризму', N'м.Київ'))
 INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Приватний заклад загальної середньої освіти "Ліцей Київського міжнародного університету"', N'м.Київ'),
 dbo.get_eo_hash(N'Приватний загальноосвітній навчальний заклад "Ліцей Київського міжнародного університету"', N'м.Київ'))
 INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ стпенів Соснівський ліцей №3 Сокальської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Червоноградський навчально-виховний комплекс №13 Червоноградської міської ради Львівської області', N'Львівська область'))
 INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Слов''янський опорний заклад загальної середньої освіти I-III ступенів Слов''янської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Слов''янська загальноосвітня школа I-III ступенів №13 Слов''янської міської ради Донецької області', N'Донецька область'))
 INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Одеський приватний заклад освіти "Початкова школа-ліцей. з закладом дошкільної освіти (ясла-садок), пансіон "Ор Самеах" Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Одеський приватний навчально - виховний комплекс "Дошкільний навчальний заклад - спеціалізована загальноосвітня школа I-III ступенів "Ор Самеах" Одеської області"', N'Одеська область'))
 INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020,
 dbo.get_eo_hash(N'Новотроїцький ліцей №2 Новотроїцького району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Новотроїцький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - гімназія" Новотроїцького району Херсонської області', N'Херсонська область'))

INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020, 
dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів Соснівський ліцей №2 Сокальської районної ради Львівської області', N'Львівська область'), 
dbo.get_eo_hash(N'Червоноградська загальноосвітня школа І-ІІІ ступенів №14 Червоноградської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2020, 
dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Луцький інституційний ліцей №8 Луцької міської ради"', N'Волинська область'), 
dbo.get_eo_hash(N'Комунальний заклад "Луцька вечірня (змінна) школа Луцької міської ради"', N'Волинська область'))
 
