 -- TRUNCATE TABLE [dbo].[Config_EONamesMergingTable]

INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Лука-Мелешківська загальноосвітня школа I-III ступенів Вінницького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Лука-Мелешківська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад с. Вербовець Мурованокуриловецького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад с. Вербовець', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КЗ ЗШ I-III ступенів с. Жданівка', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Жданівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Браїлівська загальноосвітня школа I-III ступенів ім. В.О.Забаштанського', N'Вінницька область'),
 dbo.get_eo_hash(N'Браїлівська загальноосвітня школа I-III ступенів ім. В.О.Забаштанського', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Заклад загальної середньої освіти I-III ступенів с. Клембівка Ямпільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Клембівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Гонтівська загальноосвітня школа I-III ступенів Чернівецької районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Гонтівська загальноосвітня школа I-III ступенів Чернівецького району', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад с. Жван Мурованокуриловецького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад с. Жван', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Серебрійська загальноосвітня школа I-III ступенів Могилів-Подільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Серебрійська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Соболівська загальноосвітня школа I-III ступенів Теплицької районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Соболівка Теплицький район Вінницька область', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гущинецька загальноосвітня школа I-III ступенів Іванівської сільської ради Калинівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Гущинецька загальноосвітня школа I-III ступенів Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Якушинецький ліцей Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Якушинецька середня загальноосвітня школа I-III ступенів - гімназія', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Краснопільська загальноосвітня школа І-ІІІ ступенів Краснопільської сільської ради Гайсинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Краснопілка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Білянська загальноосвітня школа I-III ступенів Чернівецької районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Білянська загальноосвітня школа I-III ступенів Чернівецького району', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад с. Конищів Мурованокуриловецького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад с. Конищів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад с. Наддністрянське Мурованокуриловецького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад с. Наддністрянське', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Борівська загальноосвітня школа I-III ступенів Чернівецької районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Борівська загальноосвітня школа I-III ступенів Чернівецького району', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Юрковецька середня загальноосвітня школа I-III ступенів Могилів-Подільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Юрковецька середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Довжанська середня загальноосвітня школа І-ІІІ ступенів Мурафської сільської ради Шаргородського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Довжанська середня загальноосвітня школа І-ІІІ ступенів Мурафської сільської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Черепашинці Вінницька область Калинівський район', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Черепашинці', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Березівська загальноосвітня школа I-III ступенів Чернівецької районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Березівська загальноосвітня школа I-III ступенів Чернівецького району', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вендичанська середня загальноосвітня школа I-III ступенів , гімназія Могилів-Подільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Вендичанська середня загальноосвітня школа I-III ступенів , гімназія', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад «Мазурівська загальноосвітня школа І-ІІІ ступенів Чернівецької районної ради Вінницької області»', N'Вінницька область'),
 dbo.get_eo_hash(N'Мазурівська середня загальноосвітня школа I-III ступенів Чернівецького району', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс Томашпільська загальноосвітня школа I-III ступенів - гімназія Томашпільської селищної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Томашпільська загальноосвітня школа I-III ступенів - гімназія', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ялтушківська загальноосвітня школа I-III ступенів Барської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Ялтушківська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад с. Рівне Мурованокуриловецького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад с. Рівне', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №1 с.Іванів Іванівської сільської територіальної громади Калинівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №1 с.Іванів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Слободо-Шлишковецький навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа І-ІІІ ступенів  Могилів-Подільського району, Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Слободо-Шлишковецький навчально-виховний комплекс дошкільний навчальний заклад - середня загальноосвітня школа І-ІІІ ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Нова Гребля Калинівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Нова Гребля', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Заклад загальної середньої освіти I-III ступенів с. Довжок Ямпільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Довжок', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Сокільська загальноосвітня школа I-III ступенів Чернівецької районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Сокільська середня загальноосвітня школа I-III ступенів Чернівецького району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Заклад загальної середньої освіти І-ІІІ ступенів с. Дзигівка Ямпільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Дзигівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Моївська загальноосвітня школа I-III ступенів Чернівецької районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Моївська загальноосвітня школа I-III ступенів Чернівецького району', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Могилівська загальноосвітня школа I-III ступенів Гніванської міської ради Жмеринського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Могилівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Вищеольчедаїв Мурованокуриловецького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Вищеольчедаїв', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Козятинський загальноосвітній навчально-виховний комплекс I-III ступенів Школа-дитячий садок №9', N'Вінницька область'),
 dbo.get_eo_hash(N'Козятинська середня загальноосвітня школа I-III ступенів №9', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів імені Д.Ф. Касьянчука', N'Вінницька область'),
 dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів ім. Д.Ф. Касьянчука', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Деребчинський опорний заклад загальної середньої освіти Шаргородського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Деребчинська середня загальноосвітня школа І-ІІІ ступенів, Шаргородського району, Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Заклад загальної середньої освіти І-ІІІ ступенів с. Велика Кісниця Ямпільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Велика Кісниця', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Білопільський загальноосвітній навчально-виховний комплекс I-III ступенів Школа-дитячий садок', N'Вінницька область'),
 dbo.get_eo_hash(N'Білопільська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мурафська середня загальноосвітня школа I-III ступенів Мурафської сільської ради Шаргородського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Мурафська середня загальноосвітня школа I-III ступенів, Шаргородського району, Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Райгородська загальноосвітня школа I-III ступенів Райгородської сілької ради Немирівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Райгородська середня загальноосвітня школа I-III ступенів Немирівського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Клекотинська середня загальноосвітня школа I-III ступенів Мурафської сільської ради Шаргородського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Клекотинська середня загальноосвітня школа I-III ступенів Мурафської сільської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Обухів Мурованокуриловецького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Обухів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів с.Соколівка Вінницької області Крижопільського району', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів с.Соколівка Крижопільського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад середньої загальної освіти І-ІІІ ст. с. Багринівці Літинської районної ради', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Багринівці', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад с. Лучинець Мурованокуриловецького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад с. Лучинець', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів с. Качанівка Жданівської сільської ради Хмільницького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Качанівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Хоньковецька середня загальноосвітня школа I-III ступенів Могилів-Подільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Хоньковецька середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кукавська середня загальноосвітня школа I-III ступенів ім. В.А. Тропініна Могилів-Подільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Кукавська середня загальноосвітня школа I-III ступенів ім. В.А. Тропініна', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тростянецька загальноосвітня школа I-III ступенів c. Тростянець Тиврівський р-н Вінницької обл.', N'Вінницька область'),
 dbo.get_eo_hash(N'Тростянецька загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс загальноосвітня школа I-III ступенів-дошкільний навчальний заклад с.Сальник, Калинівського району, Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс загальноосвітня школа I-III ступенів-дошкільний навчальний заклад с.Сальник, Калинівський район, Вінницька область', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад «Шляхівська І-ІІІ ступенів імені Героя Соціалістичної Праці Кузика Григорія Йосиповича» Шляхівської об’єднаної територіальної громади Бершадського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Шляхівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Хижинецький ліцей', N'Вінницька область'),
 dbo.get_eo_hash(N'Комунальний заклад Хижинецька загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Озаринецька середня загальноосвітня школа I-III ступенів Могилів-Подільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Озаринецька середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Степанівський навчально - виховний комплекс: загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Вінницька область'),
 dbo.get_eo_hash(N'Степенівський навчально - виховний комплекс: загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Немерче Мурованокуриловецького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Немерче', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Скоморошки Оратівський район Вінницька область', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Скоморошки Оратівського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заозерненська загальноосвітня школа I-III ступенів Тульчинської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Заозерненська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Бабчинецька загальноосвітня школа I-III ступенів Бабчинецької сільської ради Чернівецького району Вінницької області опорний заклад Бабчинецького освітнього округу', N'Вінницька область'),
 dbo.get_eo_hash(N'Бабчинецька середня загальноосвітня школа I-III ступенів Чернівецького району', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Нараївська загальноосвітня школа I-III ступенів Краснопільської сільської ради Гайсинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Нараївка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Новообиходівська загальноосвітня школа I-III ступенів Райгородської сільскої ради, Немирівського району, Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Новообиходівська загальноосвітня школа I-III ступенів Немирівської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Козлівська середня загальноосвітня школа I-III ступенів Могилів-Подільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Козлівська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Великокурінський ліцей Любешівської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Великий Курінь Любешівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Любешівський ліцей Любешівської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад Любешівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-гімназія Любешівської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Залізницький ліцей ім. І. Пасевича Любешівської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Залізницький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дитячий садок Любешівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти І-ІІІ ступенів Світязький ліцей Шацької районної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Світязь Шацького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Гірківський ліцей Любешівської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Гірки Любешівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Деревківський ліцей Любешівської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Деревок Любешівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с. Берестяне Цуманської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Берестяне Ківерцівської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад освіти Заклад загальної середньої освіти І-ІІІ ступенів школа села Дерно Ківерцівського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Дерно Ківерцівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Самарівський ліцей імені Петра Штика Самарівської сільської ради Ратнівського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс загальноосвітня школа І-ІІІ ступеня-дитячий садок імені Петра Штика села Самари Ратнівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Бихівський ліцей Любешівської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Бихів Любешівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Полапівський ліцей Рівненської сільської ради Любомльського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Полапівська загальноосвітня школа І-ІІІ ступенів Любомльської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Павлівський ліцей Павлівської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Павлівка Іваничівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Городищенський заклад загальної середньої освіти І-ІІІ ступенів Городищенської сільської ради', N'Волинська область'),
 dbo.get_eo_hash(N'Городищенська загальноосвітня школа І-ІІІ ступенів Луцького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Жидичинський ліцей Жидичинської сільської ради Ківерцівського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Жидичин Ківерцівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Олеська загальноосвітня школа І-ІІІ ступенів Любомльського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Олеська загальноосвітня школа І-ІІІ ступенів Любомльської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад освіти Навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дитячий садок с. Заброди Забродівської сільської ради Ратнівського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс загальноосвітня школа І-ІІІ ступеня - дитячий садок с. Заброди Ратнівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Рівненський ліцей Рівненської сільської ради Любомльського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Рівненської сільської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Седлищенський ліцей Любешівської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Седлище Любешівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Угринівський заклад загальної середньої освіти І-ІІІ ступенів Городищенської сільської ради', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Угринів Горохівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Литовезький ліцей імені Володимира Якобчука Литовезької сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Литовеж Іваничівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Головненський ліцей Головненської селищної ради Любомльського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Головненська загальноосвітня школа І-ІІІ ступенів Любомльської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Березичівський ліцей Любешівської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Березичі Любешівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Судченський ліцей Любешівської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Судче Любешівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Ветлівський ліцей Любешівської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Ветли Любешівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів села Липне Цуманської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Липне Ківерцівської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Бірківський ліцей Любешівської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Бірки Любешівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів смт Цумань Цуманської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня смт Цумань Ківерцівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Заболотцівський ліцей Литовезької сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Заболотці Іваничівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Залаззівський ліцей Любешівської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Залаззя Любешівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний заклад Купичівський ліцей Турійського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний опорний заклад Загальноосвітня школа І-ІІІ ступенів с. Купичів Турійського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Куснищанський заклад загальної середньої освіти І-ІІІ ступенів Любомльської міської ради', N'Волинська область'),
 dbo.get_eo_hash(N'Куснищанська загальноосвітня школа І-ІІІ ступенів Любомльської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Забузький ліцей Рівненської сільської ради Любомльського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Забузька загальноосвітня школа І-ІІІ ступенів Любомльської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Опорний заклад освіти Поромівський ліцей Поромівської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Поромів Іваничівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів села Холоневичі Цуманської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Холоневичі Ківерцівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Штунська загальноосвітня школа І-ІІІ ступенів Любомльського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Штунська загальноосвітня школа І-ІІІ ступенів Любомльської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гущанський ліцей Рівненської сільської ради Любомльського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Гущанський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад Любомльського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Несвічівський заклад загальної середньої освіти І-ІІІ ступенів Городищенської сільської ради', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Несвіч Луцького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Бужанківський ліцей імені Миколи Корзонюка Поромівської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Бужанка Іваничівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Орлівщинський заклад загальної середньої освіти І-ІІІ ступенів Піщанської сільської ради Новомосковського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Орлівщинська загальноосвітня школа І-ІІІ ступенів Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Панасівський навчально-виховний комплекс Школа - дошкільний заклад Перещепинської міської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Панасівський навчально-виховний комплекс Школа-дошкільний заклад Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Чорнявщинська загальноосвітня школа І-ІІІ ступенів Юр''ївської селищної ради Юр`ївського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Чорнявщинська загальноосвітня школа І-ІІІ ступенів Юріївської селищної ради Юріївського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Миролюбівська загальноосвітня школа І-ІІІ ступенів Раївської сільської ради Синельниківського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Миролюбівська середня загальноосвітня школа І-ІІІ ступенів Синельниківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Покровська загальноосвітня школа І-ІІІ ступенів Нікопольської районної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Покровська загальноосвітня школа І-ІІІ ступенів Нікопольскої районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Меліоративний заклад загальної середньої освіти І-ІІІ ступенів Піщанської сільської ради Новомосковського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Меліоративна загальноосвітня школа І-ІІІ ступенів Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Левенцівська загальноосвітня школа І-ІІІ ступенів Перещепинської міської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Левенцівська загальноосвітня школа І-ІІІ ступенів Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Миролюбівська загальноосвітня школа І-ІІІ ступенів Перещепинської міської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Миролюбівська загальноосвітня школа І-ІІІ ступенів Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний комунальний заклад Карпівська школа загальної середньої освіти І-ІІІ ступенів Карпівської сільської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Опорний комунальний заклад Карпівська середня загальноосвітня школа І-ІІІ ступенівШироківської районної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Петриківсьий опорний заклад освіти І-ІІІ ступенів Петриківської селищної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Петриківська загальноосвітня школа І-ІІІ ступенів Петриківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вищетарасівська загальноосвітня школа І-ІІІ ступенів Мирівської сільської ради Томаківського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Вищетарасівська загальноосвітня школа І-ІІІ ступенів Томаківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Варварівська опорна загальноосвітня школа І-ІІІ ступенів - центр позашкільної освіти Варварівської сільської ради Юр''ївського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Варварівська загальноосвітня школа І-ІІІ ступенів Варварівської сільської ради Юр''ївського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Піщанський заклад загальної середньої освіти І-ІІІ ступенів Піщанської сільської ради Новомосковського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Піщанська загальноосвітня школа І-ІІІ ступенів Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти Юр''ївська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу Д.П.Запорожченка Юріївської селищної ради Юріївського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний опрний заклад освіти Юр''ївська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу Д.П.Запорожченка Юріївської селищної ради Юріївського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Первомайський навчально-виховний комплекс заклад загальної середньої освіти І-ІІІ ступенів -дошкільний заклад освіти» Іларіонівської селищної ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Первомайський навчально-виховний комплекс заклад загальної середньої освіти І-ІІІ ступенів -дошкільний заклад освіти» Іларіонівської селищної ради Синельниківського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Миколаївське навчально-виховне об''єднання Заклад загальної середньої освіти-заклад дошкільної освіти (опорний заклад) Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступеня Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Аулівський опорний заклад загальної середньої освіти I-III ступенів Аулівської селищної ради.', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Аулівська середня загальноосвітня школа I-III ступенів Аулівської селищної ради.', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 38 ім. І. О. Секретнюка Кам''янської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Середня загальноосвітня школа № 38 імені І. О. Секретнюка Кам''янської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КОНЗ Чкаловська загальноосвітня школа І-ІІІ ступенів Чкаловської сільської ради , Нікопольського району,Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Чкаловська загальноосвітня школа І-ІІІ ступенів Виконкому Чкаловської сільської ради (ОТГ)', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вільнівська загальноосвітня школа І-ІІІ ступенів Саксаганської сільської ради П''ятихатського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Вільнівська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Чумаківський заклад загальної середньої освіти I-III ступенів Чумаківської сільської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Чумаківська загальноосвітня школа I - III ступенів Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Голубівська загальноосвітня школа І-ІІІ ступенів Перещепинської міської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Голубівська загальноосвітня школа І-ІІІ ступенів Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Саксаганська загальноосвітня школа І-ІІІ ступенів Саксаганської сільської ради П''ятихатського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Саксаганська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти Кислянська загальноосвітня школа І-ІІІ ступенів Зайцівської сільської ради Синельниківський район Дніпропетровська область', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освітиКислянська загальноосвітня школа І-ІІІ ступенів Зайцівської сільської ради Синельниковського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Ганнівський навчально - виховний комплекс Середня загальноосвітня школа - дошкільний навчальний заклад Верхньодніпровської районної ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Ганнівський навчально - виховний комплекс Середня загальноосвітня школа - дошкільний навчальний заклад Верхньодніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Новоолександрівська загальноосвітня школа І-ІІІ ступенів Раївської сільської ради Синельниківського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Новоолександрівська загальноосвітня школа І-ІІІ ступенів Раївської сільскої ради Синельниківського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад "Загальної середньої освіти І-ІІІ ступенів з Центром позашкільної освіти" Любимівської сільської ради Дніпровського району Дніпропетровської області"', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Любимівська загальноосвітня школа І-ІІІ ступенів" Дніпровської районної ради Дніпропетровської області"', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Березівська загальноосвітня школа І-ІІІ ступенів Великомихайлівської сільської ради Покровського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Березівська загальноосвітня школа І-ІІІ ступенів Великомихайлівської сільської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Новов''язівська опорна загальноосвітня школа І-ІІІ ступенів Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Новов''язівська загальноосвітня школа І-ІІІ ступенів Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Хутірський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Петриківської селищної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Хутірський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад «Волоська загальноосвітня школа I-III ступенів» Новоолександрівської сільскої ради Дніпровського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Волоська загальноосвітня школа I-III ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний навчально-виховний комплекс Степанівська загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад Криничанського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Степанівський навчально-виховний комплекс Степанівська середня загальноосвітня школа І-ІІІ ступеню - дошкільний навчальний заклад Криничанського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Китайгородський заклад загальної середньої освіти І-ІІІ ступенів Китайгородської сільської ради Царичанського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Китайгородська загальноосвітня школа І-ІІІ ступенів Царичанської районної ради Дніпропетровської області', N'Дніпропетровська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Комунальний навчально-виховний комплекс Червоноіванівська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Криничанського району Дніпропетровської області', N'Дніпропетровська область'),
-- dbo.get_eo_hash(N'Комунальний навчально-виховний комплекс Червоноіванівська загальноосвітня школа І-ІІІ ступеня - дошкільний навчальний заклад Криничанського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Зорянський заклад загальної середньої освіти І-ІІІ ступенів Чумаківської сільської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Зорянський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Дніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Дружбівська середня загальноосвітня школа І-ІІІ ступенів Криничанської селищної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Дружбівська середня загальноосвітня школа І-ІІІ ступенів Криничанського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад  Миколаївська загальноосвітня школа I-III ступенів Миколаївської сільської ради Петропавлівського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Миколаївська загальноосвітня школа I-III ступенів Петропавлівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти Першотравневська загальноосвітня школа І-ІІІ ступенів Першотравневської сільської ради Нікопольського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Першотравневська загальноосвітня школа І-ІІІ ступенів Першотравневської сільської ради Нікопольського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Виводівська загальноосвітня школа І-ІІІ ступенів Мирівської сільської ради Томаківського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Виводівська загальноосвітня школа І-ІІІ ступенів Томаківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний заклад загальної середньої освіти Раївський навчально-виховний комплекс Раївської сільської ради Синельниківського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Раївський навчально-виховний комплекс, заклад загальної середньої освіти І - ІІІ ступенів Раївської сільскої ради Синельниківського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Вакулівська опорна загальноосвітня школа І - ІІІ ступенів Вакулівської сільської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Вакулівська загальноосвітня школа І - ІІІ ступенів Вакулівської сільської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Богданівська опорна загальноосвітня школа І-ІІІ ступенів Богданівської сільської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Богданівська загальноосвітня школа І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Миколаївська загальноосвітня школа І - ІІІ ступенів Софіївської районної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І - ІІІ ступенів Софіївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Жданівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Жданівська загальноосвітня школа І-ІІІ ступенів Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти Чистопільська загальноосвітня школа І-ІІІ ступенів Першотравневської сільської ради Нікопольського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Чистопільська загальноосвітня школа І-ІІІ ступенів Першотравневської сільської ради Нікопольського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Жовтоолександрівський заклад загальної середньої освіти П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Жовтоолександрівська загальноосвітня школа І-ІІІ ступенів П''ятихатської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Великокостромський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Зеленодольської міської ради Апостолівського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Великокостромська загальноосвітня школа І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Добровільський навчально-виховний комплекс загальноосвітній навчальний заклад-дошкільний навчальний заклад', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Добровільський навчально-виховний комплекс загальноосвітній навчальний заклад-дошкільний навчальний заклад Васильківського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Шандрівський навчально- виховний комплекс Загальноосвітня навчальна школа І-ІІІ ступенів - дошкільний навчальний заклад Перещепинської міської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Шандрівський навчально- виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Юр''ївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Керносівська загальноосвітня школа І-ІІІ ступенів Перещепинської міської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Керносівська загальноосвітня школа І-ІІІ ступенів Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Добронадіївський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Марганецької міської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Добронадіївський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Томаківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краснополянська загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краснополянська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Очеретинська загальноосвітня школа І - ІІІ ступенів Олександрівської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Очеретинська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Піддубненська загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Піддубненська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Богатирська загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Богатирська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Шахтарська загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Шахтарська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бердянська загальноосвітня школа І-ІІІ ступенів Першотравневої районої ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Бердянська загальноосвітня школа I-III ступенів Першотравневої районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Зеленогайська загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Зеленогайська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Іллінівський опорний заклад загальної середньої освіти з поглибленим вивченням іноземних мов Іллінівської сільської ради Костянтинівського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Іллінівська спеціалізована школа І-ІІІ ступенів Іллінівської сільської ради Костянтинівського району Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Михайлівська загальноосвітня школа І-ІІІ ступенів Олександрівської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Михайлівська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Нескучненська загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області імені Миколи Олександровича Корфа', N'Донецька область'),
-- dbo.get_eo_hash(N'Нескучненська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області імені Миколи Олександровича Корфа', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Дем''янівська загальноосвітня школа І-ІІІ ступенів Першотравневої районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Дем''янівська загальноосвітня школа I-III ступенів Першотравневої районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Святогорівська загальноосвітня школа І-ІІІ ступенів Добропільської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Святогорівська загальноосвітня школа I-III ступенів Добропільської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Комарська загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Комарська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Желаннівський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Ясинуватського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Комунальний заклад Желаннівський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад «Билбасівський опорний заклад загальної середньої освіти І-ІІІ ступенів» Слов''янської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Комунальний заклад «Билбасівська опорна загальноосвітня школа І-ІІІ ступенів Слов''янської районної ради Донецької області»', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Новопетриківська загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Новопетриківська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Рубцівська загальноосвітня школа І-ІІІ ступенів Лиманської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Рубцівська загальноосвітня школа I-III ступенів Лиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Новоселівський Перший навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Ясинуватського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Комунальний заклад Новоселівський Перший навчально – виховний комплекс : загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад Ясинуватського району Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Парасковіївська загальноосвітня школа І-ІІІ ступенів Соледарської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Парасковіївська загальноосвітня школа I-III ступенів Соледарської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Шилівська загальноосвітня школа І-ІІІ ступенів Добропільської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Шилівська загальноосвітня школа I-III ступенів Добропільської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс «Сергіївська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Навчально – виховний комплекс «Сергіївська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Олексіївська загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Олексіївська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Світлівська загальноосвітня школа І-ІІІ ступенів Добропільської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Світлівська загальноосвітня школа I-III ступенів Добропільської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №20 військово-цивільної адміністрації міста Торецьк Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №20', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Мелекінська загальноосвітня школа І-ІІІ ступенів Першотравневої районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Мелекінська загальноосвітня школа I-III ступенів Першотравневої районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Очеретинський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів з поглибленим вивченням окремих предметів та курсів – дошкільний навчальний заклад (опорний навчальний заклад) Ясинуватського району', N'Донецька область'),
 dbo.get_eo_hash(N'Комунальний заклад Очеретинський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів з поглибленим вивченням окремих предметів та курсів – дошкільний навчальний заклад (опорний навчальний заклад) Ясинуватського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Олександрівський опорний заклад загальної середньої освіти І-ІІІ ступенів Черкаської селищної ради Слов''янського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Олександрівська загальноосвітня школа І-ІІІ ступенів Черкаської селищної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс «Малинівська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Навчально – виховний комплекс «Малинівська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс «Срібненська загальноосвітня школа І-ІІІ ступенів ім. А.Г.Черненка – дошкільний навчальний заклад» Покровської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Навчально – виховний комплекс «Срібненська загальноосвітня школа І-ІІІ ступенів ім. А.Г.Черненка – дошкільний навчальний заклад» Покровської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Веселівська загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Веселівська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мирнодолинський навчально-виховний комплекс Зальноосвітня школа І-ІІІ ступенів дошкільний навчальний заклад (дитячий садок) Олександрівської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Мирнодолинський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад (дитячий садок) Олександрівської районної ради Донецької області»', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Черкаська загальноосвітня школа І-ІІІ ступенів №1 Черкаської селищної ради Слов`янського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Черкаська загальноосвітня школа І-ІІІ ступенів №1', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Шахівська загальноосвітня школа I-III ступенів Шахівської сільської ради Добропільського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Шахівська загальноосвітня школа I-III ступенів', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Привільська загальноосвітня школа І-ІІІ ступенів Черкаської селищної ради Слов''янського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Привільська загальноосвітня школа І-ІІІ ступенів', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Керменчицька загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Керменчицька загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Ганнівська загальноосвітня школа І-ІІІ ступенів Добропільської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Ганнівська загальноосвітня школа I-III ступенів Добропільської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс «Гришинська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Навчально – виховний комплекс «Гришинська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Андріївська загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Андріївська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Зарічненська загальноосвітня школа І-ІІІ ступенів Лиманської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Зарічненська загальноосвітня школа I-III ступенів Лиманської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Високопільська загальноосвітня школа І-ІІІ ступенів Олександрівської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Високопільська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Степанівська загальноосвітня школа І-ІІІ ступенів Олександрівської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Степанівська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Костянтинопільська загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Костянтинопільська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Золотоколодязянська загальноосвітня школа І-ІІІ ступенів Добропільської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Золотоколодязянська загальноосвітня школа I-III ступенів Добропільської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №10 військово-цивільної адміністрації міста Торецьк Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №10', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Шевченківська загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад: Верхньоторецький навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Ясинуватського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Верхньоторецький навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Прелесненська загальноосвітня школа І - ІІІ ступенів Черкаської селищної ради Слов`янського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Прелесненська загальноосвітня школа І-ІІІ ступенів', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Комишуватська загальноосвітня школа І-ІІІ ступенів Першотравневої районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Комишуватська загальноосвітня школа I-III ступенів Першотравневої районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тернівський навчально-виховний комплекс «загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Лиманської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Тернівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Лиманської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Добропільська загальноосвітня школа І-ІІІ ступенів Добропільської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Добропільська загальноосвітня школа I-III ступенів Добропільської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Первомайський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Ясинуватського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Комунальний заклад Первомайський навчально – виховний комплекс: загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад Ясинуватського району Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Старомайорська загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Старомайорська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Яковлівська загальноосвітня школа І-ІІІ ступенів Соледарської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Яковлівська загальноосвітня школа I-III ступенів Соледарської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Портовська загальноосвітня школа І-ІІІ ступенів Першотравневої районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Портовська загальноосвітня школа I-III ступенів Першотравневої районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Ямпільський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Лиманської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Ямпільський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Лиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Никифорівська загальноосвітня школа І-ІІІ ступенів Соледарської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Никифорівська загальноосвітня школа I-III ступенів Солідарської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Роздольненська загальноосвітня школа І-ІІІ ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Роздольненська загальноосвітня школа I-III ступенів Великоновосілківської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс «Піщанська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради', N'Донецька область'),
 dbo.get_eo_hash(N'Навчально – виховний комплекс «Піщанська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс «Новоолександрівська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради', N'Донецька область'),
 dbo.get_eo_hash(N'Навчально – виховний комплекс «Новоолександрівська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Стародубівська загальноосвітня школа І-ІІІ ступенів Першотравневої районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Стародубівська загальноосвітня школа I-III ступенів Першотравневої районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гришковецька гімназія Бердичівської районної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Гришковецька гімназія', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кирданівський заклад загальної середньої освіти I-III ступенів Овруцької міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Кирданівська загальноосвітня школа I-III ступенів Овруцької міської ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Любарська гімназія №1 Любарської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Любарська гімназія №1 Любарської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Степанівський заклад загальної середньої освіти I-III ступенів Ємільчинської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Степанівська загальноосвітня школа I-III ступенів Ємільчинської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Шоломківський заклад загальної середньої освіти I-III ступенів Овруцької міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Шоломківська загальноосвітня школа I-III ступенів Овруцької міської ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Андрієвицький заклад загальної середньої освіти I-III ступенів Ємільчинської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Андрієвицька загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Слободороманівський ліцей Брониківської сільської ради Новоград-Волинського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Слободороманівська гімназія Новоград-Волинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'опорний заклад Барашівська загальноосвітня школа І-ІІІ ступенів Барашівської сільської ради Ємільчинського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Барашівська загальноосвітня школа І-ІІІ ступенів Барашівської сільської ради Ємільчинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ставецька загальноосвітня школа І-ІІІ ступенів Радомишльської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Ставецька загальноосвітня школа І - ІІІ ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Норинський заклад загальної середньої освіти І-ІІІ ступенів Овруцької міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Норинська загальноосвітня школа І-ІІІ ступенів Овруцької міської ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад освіти Бондарівський заклад загальної середньої освіти І-ІІІ ступенів Овруцької міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Бондарівська загальноосвітня школа І-ІІІ ступенів Овруцької міської ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Приворотська загальноосвітня школа I-III ступенів Брусилівської селищної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Приворотська загальноосвтня школа I-III ступенів Брусилівської селищної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Попільнянський ліцей Попільнянської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Попільнянська гімназія №1 Попільнянської селищної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Денишівська загальноосвітня школа I-III ступенів імені В.Г. Бондарчука Житомирського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Денишівська загальноосвітня школа I-III ступенів ім. В.Г. Бондарчука', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Першотравенський ліцей Баранівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Першотравенська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Стрижівська загальноосвітня школа І-ІІІ ступенів Любарського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Стрижівська загальноосвітня школа І-ІІІ ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Луківська загальноосвітня школа I-III ступенів Житомирського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Луківська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Студеницький ліцей Глибочицької сільської ради Житомирського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Студеницька загальноосвітня школа I-III ступенів Коростишівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Пулинська загальноосвітня школа I-III ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Пулинська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Лісівщинська середня загальноосвітня школа I-III ступенів імені О.Дубінчука Коростенського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Лісівщинська середня загальноосвітня школа I-III ступенів імені О.Дубінчука Коростенського району області Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Підлубівський заклад загальної середньої освіти I-III ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Підлубівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Симонівський заклад загальної середньої освіти I-III ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Симонівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Миролюбівський заклад загальної середньої освіти I-III ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Миролюбівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Малоглумчанський заклад загальної середньої освіти I-III ступенів Ємільчинської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Малоглумчанська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Стрибізька загальноосвітня школа I-III ступенів Курненської сільської ради Пулинського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Стрибізька загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Червоненська загальноосвітня школа I-III ступенів Червоненської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Червоненська загальноосвітня школа I-III ступенів Андрушівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Середівський заклад загальної середньої освіти I-III ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Середівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Глезненська загальноосвітня школа I-III ступенів Любарської селищної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Глезненська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліщинська загальноосвітня школа I-III ступенів Житомирського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Ліщинська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Стрижівський ліцей Коростишівської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Стрижівський навчально-виховний комплекс Загальноосвітня школа І-ІІ ступенів- колегіум Коростишівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Червоноволоцький заклад загальної середньої освіти I-III ступенів Лугинської селищної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Червоноволоцька загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний закладІванопільський ліцей', N'Житомирська область'),
 dbo.get_eo_hash(N'Іванопільська гімназія', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'заклад Половецької загальної середньої освіти I-III ступенів Бердичівської районної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Половецька загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кулішівський заклад загальної середньої освіти I-III ступенів Ємільчинської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Кулішівська загальноосвітня школа I-III ступенів Ємільчинської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальна установа Романівської районної ради Опорний навчальний заклад Старочуднівськогутянський заклад загальної середньої освіти І-ІІІ ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Старочуднівськогутянська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Станишівська загальноосвітня школа I-III ступенів Житомирського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Станишівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальна установа Вишевицької сільської ради Вишевицький ліцей', N'Житомирська область'),
 dbo.get_eo_hash(N'Вишевицька загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сербівський заклад загальної середньої освіти', N'Житомирська область'),
 dbo.get_eo_hash(N'Сербівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Біотехнологічний ліцей Радовель Олевської районної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Радовельська загальноосвітня школа I-III ступенів Олевського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Троковицький природничо-екологічний ліцей Оліївської сільської ради Житомирського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Троковицький природничо-екологічний ліцей Черняхівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Горщиківський ліцей Коростенського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Горщиківська середня загальноосвітня школа I-III ступенів Коростенського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний загальноосвітній навчальний заклад Водотиївський навчально-виховний комплекс Загальноосвітня школа І-ІІ ступенів-ліцей Брусилівської селищної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Водотиївський навчально-виховний комплекс Загальноосвітня школа І-ІІ ступенів-ліцей Брусилівської селищної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Покалівський заклад загальної середньої освіти I-III ступенів Овруцької міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Покалівська загальноосвітня школа I-III ступенів Овруцької міської ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кашперівська загальноосвітня школа I-III ступенів Баранівської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Кашперівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кремненський заклад загальної середньої освіти І-ІІІ ступенів Лугинської селищної ради Лугинського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Кремненська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Жеревецький навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Лугинської селищної ради Лугинського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Жеревецький НВК Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вільнянський ліцей Коростишівської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Вільнянська загальноосвітня школа І - ІІІ ступенів Коростишівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Селянщинський спортивний ліцей імені героїв АТО Олександра Голяченка та Дмитра Литвинчука Черняхівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Селянщинський спортивний ліцей імені Олександра Голяченка Черняхівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Привітівська загальноосвітня школа І-ІІІ ступенів Любарської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Привітівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кам''янобрідський ліцей імені В''ячеслава Чорновола Баранівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Кам''янобрідська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Биківський ЗЗСО І-ІІІ ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Биківська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Хажинська загальноосвітня школа I-III ступенів Семенівської сільської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Хажинська середня загальноосвітня школа I-III ступенів Семенівської сільської ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Осичківська загальноосвітня школа І-ІІІ ступенів Радомишльської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Осичківська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад освіти «Андрушківський ліцей імені А.Н.Вітрука» Андрушківської сільської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Андрушківська загальноосвітня школа І-ІІІ ступенів ім. А.Н.Вітрука Попільнянської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заболотська загальноосвітня школа І-ІІІ ступенів Радомишльської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Заболотська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Орепівська загальноосвітня школа I-III ступенів Новоград-Волинського району Житомиської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Орепівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти Глибочицький ліцей Глибочицької сільської ради Житомирського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Глибочицька загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Костринський ліцей Великоберезнянської районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Костринська загальноосвітня спеціалізована школа-інтернат ІІ-ІІІ ступенів з поглибленим вивченням окремих предметів Великоберезнянської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Воловецький заклад загальної середньої освіти І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Воловецька загальноосвітня школа І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Жденіївський заклад загальної середньої освіти І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Жденіївська загальноосвітня школа І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Пилипецький ліцей Міжгірської районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Пилипецька спеціалізована загальноосвітня школа-інтернат з поглибленим вивченням окремих предметів ІІ - ІІІ ступенів Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Верхньоворітський заклад загальної середньої освіти І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Верхньоворітська загальноосвітня школа І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новоселицький навчально- виховний комплексзагальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Міжгірської районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Новоселицька загальноосвітня школа І-ІІІ ступенів Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Косоньський ліцей імені Арань Яноша з угорською мовою навчання Берегівської районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Косоньська загальноосвітня школа І-ІІІ ступенів з угорською мовою навчання Берегівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Чорнотисянська загальноосвітня школа І-ІІІ ступенів Рахівська районна рада Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Чорнотисянська загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Великопаладська загальноосвітня школа І-ІІІ ступенів імені Жігмонда Моріца Заклад дошкільної освіти Виноградівської районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Великопаладська загальноосвітня школа І-ІІІ ступенів імені Жігмонда Моріца Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Радивонівська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Радивонівська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Іванівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дитячий садок Благовіщенської сільської ради Кам''янсько - Дніпровського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Іванівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дитячий садок Кам''янсько-Дніпровської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Осипенківська загальноосвітня школа I-III ступенів Осипенківської сільської ради Бердянського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Осипенківська загальноосвітня школа I-III ступенів Осипенківської сільскої ради Бердянського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Чорноземненська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Чорноземненська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'комунальний заклад Плодородненський навчально-виховний комплекс I-III ступенів Загальноосвітній навчальний заклад - дитячий дошкільний заклад Плодородненської сільської ради Михайлівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад Плодородненський навчально-виховний комплекс I-III ступенів загальноосвітній навчальний заклад-дитячий дошкільний заклад Михайлівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний комунальний заклад загальної середньої освіти Орієнтир Петро-Михайлівської сільської ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальна організація Петро-Михайлівська загальноосвітня школа І-ІІІ ступенів  Петро-Михайлівської сільскої ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Переможненська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Переможненська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти I-III ступенів Успіх Новобогданівської сільської ради Мелітопольського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Новобогданівська загальноосвітня школа I-III ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Яснополянська загальноосвітня школа I-III ступенів Комишуваcької селищної ради Оріхівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад Яснополянська загальноосвітня школа I-III ступенів Комишуваької селищної ради Оріхівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новогорівський опорний заклад загальної середньої освіти І-ІІІ ступенів Токмацької районної ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Новогорівська загальноосвітня школа І-ІІІ ступенів Токмацької районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Володимирівський заклад загальної середньої освіти Успіх Широківської сільської ради Запорізького району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Володимирівський навчально-виховний комплекс школа І-ІІІ ступенів - гімназія Успіх Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мирненська загальноосвітня школа I-III ступенів Мирненської селищної ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Мирненська загальноосвітня школа I-III ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Тимошівська загальноосвітня школа I - III ступенів Михайлівської селищної ради Михайлівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад Тимошівська загальноосвітня школа I-III ступенів Михайлівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Приазовська спеціалізована школа І-ІІІ ступенів Азимут Приазовської селищної ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад Приазовська спеціалізована школа І-ІІІ ступенів Азимут Приазовської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Нестерянська cпеціалізована різнопрофільна загальноосвітня школа I-III ступенів Оріхівської міської ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад Нестерянська cпеціалізована різнопрофільна загальноосвітня школа I-III ступенів Оріхівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новопрокопівський опорний заклад загальної середньої освіти І-ІІІ ступенів Токмацької районної ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Новопрокопівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Токмацької районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Михайлівський навчально-виховний комплекс імені О.Т. Слободчикова Михайлівської сільської ради Вільнянського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Михайлівський навчально-виховний комплекс ім.О.Т.Слободчикова Вільнянської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Петропільський опорний заклад загальної середньої освіти Широківської сільської ради Запорізького району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Петропільський навчально-виховний комплекс загальноосвітній навчальний заклад -дошкільний навчальний заклад Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Соколівський навчально-виховний комплекс (дошкільний навчальний заклад- заклад загальної середньої освіти) Михайлівської сільської ради Вільнянського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Соколівський навчально-виховний комплекс (дошкільний навчальний заклад-загальноосвітній навчальний заклад) Вільнянської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Благовіщенська сільська рада Кам''янсько-Дніпровського району Запорізької області Комунальний заклад Благовіщенська загальноосвітня школа I-III ступенів Благовіщенської сільської ради Кам''янсько-Дніпровського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Благовіщенська загальноосвітня школа I-III ступенів Кам''янсько-Дніпровської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Вовчанська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області.', N'Запорізька область'),
 dbo.get_eo_hash(N'Вовчанська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Тернуватський опорний заклад загальної середньої та дошкільної освіти Новомиколаївської районної ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад Тернуватський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Новомиколаївської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Люцернянський навчально-виховний комплекс Михайлівської сільської ради Вільнянського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Люцернянський навчально-виховний комплекс Вільнянської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Давидівська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Давидівська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Гірсівська загальноосвітня школа І - ІІІ ступенів Гірсівської сільської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Гірсівська загальноосвітня школа І-ІІІ ступенів Гірсівської сільської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Червоненська загальноосвітня школа I-III ступенів Гуляйпільської міської ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад Червоненська загальноосвітня школа I-III ступенів Гуляйпільської районної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КЗ Заповітненська загальноосвітня школа I-III ступенів Водянської сільської ради Кам''янсько-Дніпровського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Заповітненська загальноосвітня школа I-III ступенів Кам''янсько-Дніпровської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Відраднівський заклад загальної середньої освіти Широківської сільської ради Запорізького району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Відраднівська загальноосвітня школа І - ІІІ ступенів Запорізького району, Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Любимівська загальноосвітня школа I-III ступенів Роздольської сільської ради Михайлівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад Любимівська загальноосвітня школа I-III ступенів Михайлівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Августинівський заклад загальної середньої освіти Широківської сільської ради Запорізького району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Августинівська загальноосвітня школа І-ІІІ ступенів Запорізької району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Роздольська загальноосвітня школа I-III ступенів Роздольської сільської ради Михайлівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад Роздольська загальноосвітня школа I-III ступенів Михайлівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальна установа Пологівський заклад загальної середньої освіти І - ІІІ ступенів № 5 Пологівської районної ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальна установа Пологівський навчально-виховний комплекс загальноосвітній навчальний заклад- дошкільний навчальний заклад Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новопилипівська загальноосвітня школа I-III ступенів Мирненської селищної ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Новопилипівська загальноосвітня школа I-III ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Таврійська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Таврійська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Розівська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Розівська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліснохлібичинський ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Ліснохлібичинська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Підмихайлівський ліцей Новицької сільської ради об''єднаної територіальної громади Калуського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Підмихайлівський навчально-виховний комплекс І-ІІІ ступенів Калуської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Добровлянський ліцей Новицької сільської ради об''єднаної територіальної громади Калуського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Добровлянський навчально-виховний комплекс І-ІІІ ступенів Калуської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Верхнянський ліцей Верхнянської сільської ради об''єднаної територіальної громади Калуського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Верхнянська ЗОШ І-ІІІ ступенів Верхнянської сільської ради об''єднаної територіальної громади Калуського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Коршівський ліцей об''єднаної територіальної громади Коршівської сільської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Коршівська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Воскресинцівський ліцей Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Воскресінцівська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Отинійський ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Отинійська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Угринівський ліцей Угринівської сільської ради об''єднаної територіальної громади Тисменицького району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Угринівський навчально - виховний комплекс (загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад) Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Староугринівський ліцей Новицької сільської ради об''єднаної територіальної громади Калуського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Староугринівська ЗОШ І-ІІІ ступенів Калуської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Серафинецька загальноосвітня школа І-ІІІ ступенів Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Серафинецька загальноосвітня школа І-ІІІ ст.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Поточищенська загальноосвітня школа І-ІІІ ступенів Городенківської районної ради, Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Поточищенська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Великокам’янський ліцей П’ядицької сільської ради об’єднаної територіальної громади Коломийського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Великокам''янський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад П''ядицької сільської ради об''єднаної територіальної громади Коломийського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новицький ліцей Новицької сільської ради об''єднаної територіальної громади Калуського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Новицький навчально-виховний комплекс Калуської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кальнянський ліцей імені Михайла Дяка Витвицької сільської ради об''єднаної територіальної громади Долинського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Кальнянська загальноосвітня школа I-III ступенів Витвицької сільської ради об''єднаної територіальної громади Долинського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Торговицький ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Торговицька загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Рожнівський ліцей Гуцульщина імені Федора Погребенника Рожнівської сільської ради об’єднаної територіальної громади', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Рожнівський навчально-виховний комплекс Гуцульщина імені Ф. Погребенника Національного університету Києво-Могилянської Академії', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Виноградський ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Виноградський навчально-виховний комплекс ЗОШ І-ІІІ ступенів - ДНЗ', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сівка-Войнилівський ліцей Калуської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Сівка-Войнилівський навчально-виховний комплекс І-ІІІ ступенів Калуської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Манявський ліцей (дошкільний освітній заклад, заклад освіти І ступеня - початкова школа, заклад середньої освіти ІІ ступеня - гімназія, заклад середньої освіти ІІІ ступеня - міжшкільний навчально-виробничий комбінат - професійний ліцей)', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Манявський навчально-виховний комплекс Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сопівський ліцей Печеніжинської селищної ради об''єднаної територіальної громади Коломийського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Сопівська загальноосвітня школа І-ІІІ ступенів Печеніжинської селищної ради об''єднаної територіальної громади Коломийського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Воронський ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Воронська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Струпківський ліцей Коломийської районної ради Івано-Франківської областіі', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Струпківська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Саджавський ліцей Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Саджавська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ковалівський ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Ковалівська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Витвицький ліцей Витвицької сільської ради об''єднаної територіальної громади Долинського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Витвицька загальноосвітня школа I-III ступенів Витвицької сільської ради об''єднаної територіальної громади Долинського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Підгайчиківський ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Підгайчиківська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Печеніжинський ліцей Печеніжинської селищної ради об''єднаної територіальної громади Коломийського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Печеніжинська загальноосвітня школа І-ІІІ ступенів Печеніжинської селищної ради об''єднаної територіальної громади Коломийського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загвіздянський ліцей Загвіздянської сільської ради об''єднаної територіальної громади Тисменицького району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Загвіздянська загальноосвітня школа І-ІІІ ступенів Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Чернятинська загальноосвітня школа І-ІІІ ступенів Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Чернятинська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Букачівський ліцей Букачівської селищної ради Рогатинського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Букачівська загальноосвітня школа І-ІІІ ступенів Рогатинської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Семаківська загальноосвітня школа І-ІІІ ступенів Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Семаківська загальноосвітня школа І-ІІІ ст', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Раківчицький ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Раківчицька загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'П’ядицький ліцей імені Степана Мельничука П’ядицької сільської ради об’єднаної територіальної громади Коломийського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'П''ядицька загальноосвітня школа І-ІІІ ступенів імені Степана Мельничука П''ядицької сільської ради об''єднаної територіальної громади Коломийського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Незвиський навчально-виховний комплекс Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Незвиський навчально-виховний комплекс', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Верхньолипицький ліцей Рогатинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'опорний заклад Верхньолипицька загальноосвітня школа І-ІІІ ступенів Рогатинської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Товмачицький ліцей Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Товмачицька загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Красноїльська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Красноїльська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської обл.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Нижньовербізький ліцей Нижньовербізької сільської ради об''єднаної територіальної громади Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Нижньовербізька загальноосвітня школа І-ІІІ ступенів Нижньовербізької сільської ради об''єднаної територіальної громади', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ільцівська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Ільцівська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської обл.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гвіздецький ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Гвіздецька загальноосвітня школа І-ІІІ ступенів Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Чортовецька загальноосвітня школа І-ІІІ ступенів Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Чортовецька загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Спаський ліцей імені І.Я.Франка Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Спаський навчально-виховний комплекс імені І.Я.Франка ЗОШ І-ІІІ ступенів - ДНЗ', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ясеневопільнівська загальноосвітня школа І-ІІІ ступенів Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Ясеневопільнівська загальноосвітня школа І-ІІІ ст.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Росохацька загальноосвітня школа І-ІІІ ступенів Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Росохацька загальноосвітня школа І-ІІІ ст.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Рунгурський ліцей Печеніжинської селищної ради об`єднаної територіальної громади Коломийського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Рунґурський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Печеніжинської селищної ради об''єднаної територіальної громади Коломийського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Підліський ліцей Загвіздянської сільської ради об''єднаної територіальної громади Тисменицького району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Підліська загальноосвітня школа І-ІІІ ступенів Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Нижнівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) Тлумацької районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Нижнівський навчально-виховний комплекс (ЗОШ І - ІІІ ст. - ДНЗ)', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вишнівський ліцей Букачівської селищної ради Рогатинського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Вишнівська загальноосвітня школа І-ІІІ ступенів Рогатинської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Топорівський заклад загальної середньої освіти І-ІІІ ступенів Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Топорівський заклад загальної середньої освіти І-ІІІ ст.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Замагорівська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Замагорівська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської обл.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Княждвірський ліцей Печеніжинської ОТГ Коломийського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Княждвірський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Печеніжинської селищної ради об''єднаної територіальної громади Коломийського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Зеленський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Зеленський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Верховинської районної ради Івано-Франківської обл.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Великоключівський ліцей Нижньовербізької сільської ради об''єднаної територіальної громади Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Великоключівська загальноосвітня школа І-ІІІ ступенів Нижньовербізької сільської об''єднаної територіальної громади', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Жукинська загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Жукинська загальноосвітня школа І-ІІІ ступенів Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Іванівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - заклад дошкільної освітиУзинської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Іванівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дитячий садок Білоцерківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Садова загальноосвітня школа І-ІІІ ступенів Березанської міської ради', N'Київська область'),
 dbo.get_eo_hash(N'Садова загальноосвітня школа І-ІІІ ступенів Баришівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД «ШЕВЧЕНКІВСЬКЕ НАВЧАЛЬНО-ВИХОВНЕ ОБ’ЄДНАННЯ «ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ – ЗАКЛАД ДОШКІЛЬНОЇ ОСВІТИ» ВЕЛИКОДИМЕРСЬКОЇ СЕЛИЩНОЇ РАДИ БРОВАРСЬКОГО РАЙОНУ КИЇВСЬКОЇ ОБЛАСТІ', N'Київська область'),
 dbo.get_eo_hash(N'Шевченківська загальноосвітня школа І-ІІІ ступенів Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД РУДНЯНСЬКЕ НАВЧАЛЬНО-ВИХОВНЕ ОБ''ЄДНАННЯ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ - ЗАКЛАД ДОШКІЛЬНОЇ ОСВІТИ ВЕЛИКОДИМЕРСЬКОЇ СЕЛИЩНОЇ РАДИ БРОВАРСЬКОГО РАЙОНУ КИЇВСЬКОЇ ОБЛАСТІ', N'Київська область'),
 dbo.get_eo_hash(N'Комунальний заклад Руднянське навчально-виховне об ''єднання Заклад загальної середньої освіти - заклад дошкільної освіти Великодимерської селищної ради Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Фурсівський заклад загальної середньої освітня І-ІІІ ступенів Білоцерківського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Фурсівська загальноосвітня школа І-ІІІ ступенів Білоцерківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Студениківський опорний заклад загальної середньої освіти І-ІІІ ступенів', N'Київська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад Студениківський навчально - виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новопетрівська загальноосвітня школа І-ІІІ ступенів №1 Вишгородської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Новопетрівська загальноосвітня школа І-ІІІ ступенів №1 Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Єрківецьке навчально-виховне об''єднання «Заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти» Дівичківської сільської ради', N'Київська область'),
 dbo.get_eo_hash(N'Єрківецьке навчально-виховне об''єднання ЗОШ І-ІІІ ступенів - ДНЗ Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Дівичківське навчально-виховне об’єднання «Заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти» Дівичківської сільської ради', N'Київська область'),
 dbo.get_eo_hash(N'Дівичківське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - Дошкільний навчальний заклад  Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Зазимський заклад загальної середньої освіти Броварського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Зазимський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Голодьківський заклад загальної середньої освіти І- ІІІ ступенів Тетіївської міської ради Київської областi', N'Київська область'),
 dbo.get_eo_hash(N'Голодьківська загальноосвітня школа І-ІІІ ступенів Тетіївської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тарасівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - заклад дошкільної освіти', N'Київська область'),
 dbo.get_eo_hash(N'Тарасівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дитячий садок', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Медвинський ліцей Медвинської сільської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Медвинська загальноосвітня школа І-ІІІ ступенів Богуславської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Коржівська загальноосвітня школа І-ІІІ ступенів Баришівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Коржівська загальноосвітня школа І-ІІІ ступенів Баришівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Лукашівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дитячий садок Баришівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Лукашівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дитячий садок Баришівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Гаврилівський заклад загальної середньої освіти І-ІІІ ступенів №8 Бучанської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Гаврилівська загальноосвітня школа І-ІІІ ступенів Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Клавдіївська загальноосвітня школа І-ІІІ ступенів імені Олександра Рибалка', N'Київська область'),
 dbo.get_eo_hash(N'Клавдіївська загальноосвітня школа І-ІІІ ступенів імені Олександра Рибалка Бородянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД БОБРИЦЬКЕ НАВЧАЛЬНО-ВИХОВНЕ об''єднання ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ - ЗАКЛАД ДОШКІЛЬНОЇ ОСВІТИ ВЕЛИКОДИМЕРСЬКОЇ СЕЛИЩНОЇ РАДИ БРОВАРСЬКОГО РАЙОНУ КИЇВСЬКОЇ ОБЛАСТІ', N'Київська область'),
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД “БОБРИЦЬКЕ НАВЧАЛЬНО-ВИХОВНЕ ОБ’ЄДНАННЯ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ - ЗАКЛАД ДОШКІЛЬНОЇ ОСВІТИ” ВЕЛИКОДИМЕРСЬКОЇ СЕЛИЩНОЇ РАДИ БРОВАРСЬКОГО РАЙОНУ КИЇВСЬКОЇ ОБЛАСТІ', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний навчальний заклад Трушківський заклад загальної середньої освіти І - ІІІ ступенів Фурсівської сільської ради Білоцерківського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Трушківська загальноосвітня школа І-ІІІ ступенів Білоцерківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Рудницький навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дитячий садок Баришівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Рудницький навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дитячий садок Баришівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Мар''янівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок Поліської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'опорний навчальний заклад Мар''янівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок Поліського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Волошинівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дитячий садок імені Героя України Руслана Лужевського Баришівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Волошинівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дитячий садок імені Героя України Руслана Лужевського Баришівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Озернянська загальноосвітня школа І-ІІІ ступенів Білоцерківського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Озернянська загальноосвітня школа І-ІІІ ступенів Білоцерківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Морозівський навчально-виховний комплекс спеціалізовна загальноосвітня школа І-ІІІ ступенів з поглибленим вивченням окремих предметів - ясла-садок імені Дениса Поповича Баришівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Морозівський навчально-виховний комплекс спеціалізовна загальноосвітня школа І-ІІІ ступенів з поглибленим вивченням окремих предметів - ясла-садок імені Дениса Поповича Баришівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Козаровицька загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Козаровицька загальноосвітня школа І-ІІІ ступенів Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Соснівське навчально-виховне об''єднання заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти Переяслав-Хмельницького району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Соснівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Старопетрівська загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Старопетрівська загальноосвітня школа І-ІІІ ступенів Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Черепинське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок Тетіївської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Черепинське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок Тетіївської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Блиставицький заклад загальної середньої освіти І-ІІІ ступенів№6 Бучанської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Блиставицька загальноосвітня школа І-ІІІ ступенів', N'Київська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПАРХОМІВСЬКИЙ НАВЧАЛЬНО-ВИХОВНИЙ КОМПЛЕКС ЗАГАЛЬНООСВІТНЯ ШКОЛА I-III СТУПЕНІВ - ДИТЯЧИЙ САДОК ВОЛОДАРСЬКОЇ РАЙОННОЇ РАДИ КИЇВСЬКОЇ ОБЛАСТІ', N'Київська область'),
-- dbo.get_eo_hash(N'Комунальний заклад Пархомівський навчально-виховний комплекс Загальноосвітня школа І - ІІІ ступенів - дитячий садок Володарської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Світильнянський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Броварського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Світильнянський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Нижчедубечанська загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Нижчедубечанська загальноосвітня школа І-ІІІ ступенів Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Стовп''язьке навчально-виховне об''єднання «Заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти» Дівичківської сільської ради', N'Київська область'),
 dbo.get_eo_hash(N'Стовп''язьке навчально-виховне обєднання Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Копилівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - дитячий садок Макарівського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Копилівська загальноосвітня школа І-ІІІ ступенів Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Голованівський ліцей ім. Т.Г.Шевченка Голованівської районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Голованівська загальноосвітня школа І-ІІІ ступенів ім.Т.Г.Шевченка-гімназія Голованівської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сабатинівський заклад загальної середньої освіти I-III ступенів Благовіщенської районної ради імені Леоніда Тарасовича Гавриша', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Сабатинівська загальноосвітня школа І-ІІІ ступенів Благовіщенської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Данилово-Балківський заклад загальної середньої освіти І-ІІІ ступенів Благовіщенської районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Данилово-Балківський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Благовіщенської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Компаніївське навчально-виховне об''єднання Компаніївської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад Компаніївське навчально-виховне об''єднання Компаніївської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Первозванівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів дошкільний навчальний заклад Первозванівської сільської ради Кіровоградського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад Первозванівське навчально-виховне обєднання загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Первозванівської сільської ради Кіровоградського району Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Перчунівський заклад загальної середньої освіти І-ІІІ ступенів Добровеличківської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Перчунівська загальноосвітня школа І-ІІІ ступенів Добровеличківської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Лозуватський заклад загальної середньої освіти І-ІІІ ступенів Благовіщенської районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Лозуватська загальноосвітня школа І-ІІІ ступенів Благовіщенської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Куколівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Олександрійської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Куколівський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Побузький ліцей Голованівської районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Побузька загальноосвітня школа І-ІІІ ступенів Голованівської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Красносільське навчально-виховне об''єднання Олександрівської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад Красносільське навчально-виховне обєднання Олександрівської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Перегонівський ліцей Голованівської районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс  Перегонівська загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Голованівської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад  Боківський опорний заклад загальної середньої освіти І-ІІІ ступенів Долинської районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад  Боківська загальноосвітня школа І-ІІІ ступенів Долинської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Хащуватський ліцей Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Хащувате Гайворонського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Могутненський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Кіровоградської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Могутненський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Кіровоградської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Молодіжненський опорний заклад загальної середньої освіти I-III ступенів Долинської районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад Молодіжненська загальноосвітня школа I-III ступенів Долинської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Великосеверинівська загальноосвітня школа І-ІІІ ступенів, Позашкільний центр Великосеверинівської сільської ради Кіровоградського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад Великосеверинівська загальноосвітня школа І-ІІІ ступенів Кіровоградської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей Нова школа Катеринівської сільської ради Кіровоградського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Катеринівська загальноосвітня школа І-ІІІ ступенів Кіровоградської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Голубієвицька загальноосвітня школа I-III ступенів Компаніївської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Голубієвицька загальноосвітня школа I-III ступенів Компаніївської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гаївський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Тишківської сільської ради Добровеличківського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Гаївський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Добровеличківської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Гурівський опорний заклад загальної середньої освіти I-III ступенів Долинської районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад Гурівська загальноосвітня школа I-III ступенів Долинської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Озерський НВК КЗ Павлівське НВО', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Озерський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Світловодської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Марківська гімназія Марківської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Марківська гімназія Марківської районної державної адміністрації Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Зориківська загальноосвітня школа І-ІІІ ступенів Міловської районної ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Зориківська загальноосвітня школа I-III ступенів Міловської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Яменський ліцей Троїцької селищної ради Троїцького району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Яменська загальноосвітня школа І - ІІІ ступенів Троїцької районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний заклад Великочернігівська спеціалізована школа Станично-Луганського району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Комунальний заклад Великочернігівська спеціалізована школа І-ІІІ ступенів з поглибленим вивченням окремих предметів та курсів Станично-Луганського району Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Лантратівський ліцей Троїцької селищної ради Троїцького району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Лантратівська загальноосвітня школа І - ІІІ ступенів Троїцької районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Нижньодуванський заклад загальної середньої освіти І-ІІІ ступенів Нижньодуванської селищної ради Сватівського району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Нижньодуванська загальноосвітня школа I-III ступенів Сватівської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад «Красноріченський заклад загальної середньої освіти І-ІІІ ступенів» Красноріченської селищної ради Кремінського району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Красноріченська загальноосвітня школа I-III ступенів Кремінської районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Морозівська загальноосвітня школа І-ІІІ ступенів Міловської районної ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Морозівська загальноосвітня школа I-III ступенів Міловської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Демино-Олександрівський ліцей Троїцької селищної ради Троїцького району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Дьомино - Олександрівська загальноосвітня школа І - ІІІ ступенів Троїцької районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Лозно-Олександрівська загальноосвітня школа І-ІІІ ступенів Білокуракинської районної ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Лозно-Олександрівська загальноосвітня школа I-III ступенів Білокуракинської районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Великоцька загальноосвітня школа І-ІІІ ступенів Міловської районної ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Великоцька загальноосвітня школа I-III ступенів Міловської районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Навчально-виховний комплекс Дошкільний навчальний заклад Сонечко - Новострільцівська загальноосвітня школа І-ІІІ ступенів Міловської районної ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Навчально-виховний комплекс Дошкільний навчальний заклад Сонечко - Новострільцівська загальноосвітня школа I-III ступенів Міловської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ОПОРНИЙ ЗАКЛАД «НИЖНЬОВІЛЬХІВСЬКИЙ ЗАКЛАД ДОШКІЛЬНОЇ ОСВІТИ-ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ СТАНИЧНО-ЛУГАНСЬКОГО РАЙОНУ ЛУГАНСЬКОЇ ОБЛАСТІ»', N'Луганська область'),
 dbo.get_eo_hash(N'Комунальний заклад Нижньовільхівський навчально - виховний комплекс Станично-Луганського району Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комишуваський навчально – виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад (ясла-садок) Попаснянської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Комишуваський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад (ясла-садок) Попаснянської районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Микільська загальноосвітня школа І-ІІІ ступенів Міловської районної ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Микільська загальноосвітня школа I-III ступенів Міловської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новочервоненський заклад загальної середньої освіти Нижньодуванської селищної ради Сватівського району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Новочервонівська загальноосвітня школа І - ІІІ ступенів Троїцької районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Павлівська загальноосвітня школа І-ІІІ ступенів Білокуракинської районної ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Павлівська загальноосвітня школа I-III ступенів Білокуракинської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс «Новомикільська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Кремінської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Новомикільська загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Кремінської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тополівський ліцей Троїцької селищної ради Троїцького району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Топольська загальноосвітня школа І - ІІІ ступенів Троїцької районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новотошківський навчально-виховний комплекс «Загальноосвітній навчальний заклад І-ІІІ ступенів – дошкільний навчальний заклад (ясла-садок)» №10 Попаснянської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Новотошківський навчально-виховний комплекс «загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад (ясла-садок)» № 10 Попаснянської районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Лисичанського Попаснянської районної ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Лисичанського Попаснянської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти І-ІІІ ступенів імені Героя України Миколи Паньківа Солонківської сільської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Солонківська загальноосвітня школа І-ІІІ ступенів імені Героя України Миколи Паньківа', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ямпільський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів- дошкільний навчальний заклад Мурованської сільської ради об''єднаної територіальної громади Пустомитівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Ямпільський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів- дошкільний навчальний заклад Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Нижньогаївський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ст. - дошкільний навчальний заклад', N'Львівська область'),
 dbo.get_eo_hash(N'Нижньогаївський навчально-виховний комплекс  загальноосвітній навчальний заклад І-ІІІ ст. І-ІІІст. - дошкільний навчальний заклад', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бутинський навчально-виховний комплекс Заклад загальної середньої освіти І-ІІІ ступенів-заклад дошкільної освіти (дитячий садок) Великомостівської міської ради Сокальського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Бутинський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дитячий садок Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад - Комарнівський заклад загальної середньої освіти І-ІІІ ступенів Городоцької районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Комарнівська загальноосвітня школа І-ІІІ ступенів Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Шклівська загальноосвітня школа І-ІІІ ступенів ім.Мар''яна Корчака Яворівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Шклівська загальноосвітня школа І-ІІІ ступенів Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Олеська загальноосвітня школа І-ІІІ ступенів Буської районної ради', N'Львівська область'),
 dbo.get_eo_hash(N'Олеська загальноосвітня школа І-ІІІ ст. Буської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Меденицька середня загальноосвітня школа І-ІІІ ст. Дрогобицького району', N'Львівська область'),
 dbo.get_eo_hash(N'Меденицька середня загальноосвітня школа І-ІІІ ступенів Дрогобицької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Заболотцівський заклад загальної середньої освіти І-ІІІ ступенів Заболотцівської сільської ради Бродівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Заболотцівська загальноосвітня школа І-ІІІ ступенів Заболотцівської сільської ради Бродівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Зубрянський заклад загальної середньої освіти І-ІІІ ступенів', N'Львівська область'),
 dbo.get_eo_hash(N'Зубрянський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Загальноосвітня школа І-ІІ-ІІІ ступенів села Корчин Радехівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІ-ІІІ ступенів с. Корчин Радехівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кульчицький навчально-виховний комплекс Середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Кульчицький НВК Cередня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новокалинівський опорний заклад загальної середньої освіти Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Новокалинівський НВК Середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Самбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Судововишнянський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Судововишнянської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад Судововишнянський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Cудововишнянської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад-Загальноосвітня середня школа І-ІІІ ступенів м. Добромиль Старосамбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Загальноосвітня середня школа І-ІІІ ступенів м. Добромиль Старосамбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Липівська загальноосвітня школа І-ІІІ ступенів Миколаївського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Липівська загальноосвітня школа І-ІІІ ступенів Миколаївської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Дублянська загальноосвітня школа І-ІІІ ступенів імені Героя України Анатолія Жаловаги Жовківської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Дублянська загальноосвітня школа І-ІІІ ступенів Жовківської районної ради імені Анатолія Жаловаги', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Уличненська середня загальноосвітня школа І-ІІІст. Дрогобицького району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Уличненська середня загальноосвітня школа І-ІІІст.', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Краковецький заклад загальної середньої освіти І-ІІІ ступенів імені Романа Шухевича Яворівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Краковецька загальноосвітня школа І-ІІІ ступенів імені Романа Шухевича Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гніздичівська загальноосвітня школа І-ІІІ ступенів Гніздичівської селищної ради Жидачівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Гніздичівська загальноосвітня школа І-ІІІ ступенів Гніздичівської селищної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Славський заклад загальної середньої освіти І-ІІІ ступенів Славської селищної ради Сколівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Славська загальноосвітня школа І-ІІІ ступенів Сколівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Белзький опорний заклад загальної середньої освіти І-ІІІ ступенів Сокальської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Белзька загальноосвітня школа І-ІІІ ступенів Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Немирівський заклад загальної середньої освіти І-ІІІ ступенів Яворівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Немирівська загальноосвітня школа І-ІІІ ступенів Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бісковицька середня загальноосвітня школа І-ІІІ ступенів Бісковицької сільської ради Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Бісковицька середня загальноосвітня школа І-ІІІ ступенів Бісковицької сільської ради', N'Львівська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Нижанковицька загальноосвітня середня школа І-ІІІ ступенів Старосамбірського району Львівської області', N'Львівська область'),
-- dbo.get_eo_hash(N'Нижанковицька загальноосвітня середня школа І-ІІІ ступеня Старосамбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Великомостівський опорний заклад загальної середньої освіти І-ІІІ ступенів Великомостівської міської ради Сокальського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Великомостівська загальноосвітня школа І- ІІІ ступенів Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Рудянська загальноосвітня школа І-ІІІ ступенів Гніздичівської селищної ради Жидачівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Рудянська загальноосвітня школа І-ІІІ ступенів Гніздичівської селищної ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Бібрська загальноосвітня школа І-ІІІ ступенів імені Уляни Кравченко Перемишлянської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'ОЗНЗ Бібрська загальноосвітня школа І-ІІІ ступенів імені Уляни Кравченко Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Давидівський опорний заклад загальної середньої освіти І-ІІІ ступенів ім. Т. Г. Шевченка Давидівської сільської ради об''єднаної територіальної громади Пустомитівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Давидівська загальноосвітня школа І-ІІІ ступенів ім. Т. Г. Шевченка Давидівської сільської ради об''єднаної територіальної громади Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти ім. Івана Франка с.Ралівка Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Ралівська середня загальноосвітня школа І-ІІІ ступенів імені Івана Франка Самбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Козівський опорний навчальний заклад загальної середньої освіти І -ІІІ ступенів - ліцей імені Михайла Гаврилка при Львівському національному університеті імені Івана Франка Сколівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Середня загальноосвітня школа - ліцей с. Козьови при Львівському національному університеті імені Івана Франка Сколівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Нагуєвицька середня загальноосвітня школа І-ІІІст. ім.І.Франка Дрогобицького району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Середня школа ім. І. Франка с. Нагуєвичі', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс Середня загальноосвітня школа-ліцей міста Моршин', N'Львівська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Середня загальноосвітня школа-ліцей міста Моршина', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тухлянський опорний навчальний заклад загальної середньої освіти І-ІІІ рівнів - гімназія Сколівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Тухлянський навчально-виховний комплекс Середня загальноосвітня школа - гімназія Сколівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мурованська загальноосвітня школа І-ІІІ ступенів Мурованської сільської ради об''єднаної територіальної громади Пустомитівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Мурованська загальноосвітня школа І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Магерівський заклад загальної середньої освіти І-ІІІ ступенів Магерівської селищної ради Жовківського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний навчальний закладМагерівська загальноосвітня школа І-ІІІ ступенів Жовківської районної ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Подорожненський опорний заклад загальної середньої освіти І-ІІІ ступенів Стрийського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Подорожненська середня загальноосвітня школа І-ІІІ ступенів Стрийського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Двірцівський навчально-виховний комплекс Заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти(дитячий садок) Великомостівської міської ради Сокальського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Двірцівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дитячий садок Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Великоглібовицький заклад загальної середньої освіти І-ІІІ ступенів імені Юліана Головінського Перемишлянської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Великоглібовицька загальноосвітня школа І-ІІІ ступенів імені Юліана Головінського Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальноосвітня школа І-ІІІ ступенів смт Новий Яричів Кам’янка-Бузького району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів смт Новий Яричів Кам''янка-Бузького району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бабинська середня загальноосвітня школа І-ІІІ ступенів Бабинської сільської ради Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Бабинська середня загальноосвітня школа І-ІІІ ступенів Самбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Нагірненська середня загальноосвітня школа І-ІІІ ступенів Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Нагірненська середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Завадківський опорний навчальний заклад загальної середньої освіти І-ІІІ рівнів Сколівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Завадківська загальноосвітня школа І-ІІІ ступенів Сколівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Замківський заклад загальної середньої освіти І-ІІІ ступенів Магерівської селищної ради Жовківського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Замківська загальноосвітня школа І-ІІІ ступенів Жовківської районної ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Луківський навчально-виховний комплекс Середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Луківський НВК Середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Лопатинська загальноосвітня школа І-ІІІ ступенів навчання Радехівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Лопатинська загальноосвітня школа І-ІІІ ступенів навчання Радехівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Верхньодорожівська середня загальноосвітня школа І-ІІІст. Дрогобицького району', N'Львівська область'),
 dbo.get_eo_hash(N'Верхньодорожівська середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гусаківський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Шегинівської сільської ради Мостиського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Гусаківський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Мостиської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новосілківський навчально-виховний комплекс Середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Новосілківський навчально-виховний комплекс Середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад "Загальної середньої освіти І-ІІІ ступенів імені Ігоря Добровольського Воютицької сільської ради Самбірського району Львівської області"', N'Львівська область'),
 dbo.get_eo_hash(N'Воютицька середня загальноосвітня школа І-ІІІ ступенів імені Ігоря Добровольського Самбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Орівський заклад загальної середньої освіти І-ІІІ рівнів Сколівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Орівська загальноосвітня школа І-ІІІ ступенів Сколівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Жовтанецький опорний заклад загальної середньої освіти І-ІІІ ступенів Жовтанецької сільської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів Жовтанецької сільської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Чукв''янська середня загальноосвітня школа І-ІІІ ступенів Чукв’янської сільської ради Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Чукв''янська середня загальноосвітня школа І-ІІІ ступенів Самбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти І-ІІІ ступенів Новострілищанський ліцей імені Миколи Лебедя Новострілищанської селищної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Новострілищанська загальноосвітня школа І-ІІІ ступенів Жидачівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Лімнянський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад імені Романа Мотичака Турківської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Лімнянський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Турківської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Твіржанський заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти Мостиської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Твіржанський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Мостиської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Крукеницький заклад загальної середньої освіти І-ІІІ ступенів Мостиської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад Крукеницька загальноосвітня школа І-ІІІ ступенів-ліцей Мостиської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Довжанський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ст. - дошкільний навчальний заклад Дрогобицького району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Довжанський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ст. - дошкільний навчальний заклад', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Реклинецький заклад загальної середньої освіти І-ІІІ ступенів Великомостівської міської ради Сокальського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Реклинецька загальноосвітня школа І-ІІІ ступенів Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Завидовицький навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Великолюбінської селищної ради Городоцького району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Завидовицький навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Волицький навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Волицької сільської ради Мостиського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Волицький навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Мостиської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Шегинівська загальноосвітня школа І-ІІІ ступенів Шегинівської сільської ради Мостиського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Шегинівська загальноосвітня школа І-ІІІ ступенів Мостиської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Чайковицький навально-виховний комплекс Середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Чайковицький НВК середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Степівський заклад загальної середньої освіти I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Степівська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Козирський заклад загальної середньої освіти Радсадівської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Козирська загальноосвітня школа I-III ступенів Очаківської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кривобалківський заклад загальної середньої освіти I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Кривобалківська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Зеленоярський заклад загальної середньої освіти I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Зеленоярська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Трихатський заклад загальної середньої освіти Ольшанської селищної ради Миколаївського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Трихатська загальноосвітня школа I-III ступенів Ольшанської селищної ради Миколаївського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Калинівський заклад загальної середньої освіти І-ІІІ ступенів Березанської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Калинівська загальноосвітня школа I-III ступенів Березанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новобогданівський заклад загальної середньої освіти Радсадівської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новобогданівська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Шостаківський заклад загальної середньої освіти I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Шостаківська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Калинівська загальноосвітня школа I-III ступенів Воскресенської селищної ради Вітовського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Калинівська загальноосвітня школа I-III ступенів Воскресенської селищної ради Вітовськоо району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Березанський заклад загальної середньої освіти І - ІІІ ступенів Березанської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Березанська загальноосвітня школа I-III ступенів Березанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ольшанський заклад загальної середньої освіти Ольшанської селищної ради Миколаївського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Ольшанська загальноосвітня школа I-III ступенів Ольшанської селищної ради Миколаївського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мостівський навчально-виховний комплекс  заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти - центр дитячої та юнацької творчості Мостівської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Мостівський навчально-виховний комплекс загальноосвітній навчальний заклад I-III ступенів-дошкільний навчальний заклад Мостівської сільської ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Володимирівський загальний заклад середньої освіти I-III ступенів Володимирівської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Володимирівська загальноосвітня школа I-III ступенів Казанківської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новополтавська загальноосвітня школа I-III ст Новополтавської сільської ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новополтавська загальноосвітня школа I-III ступенів Новобузької районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Михайлівський заклад загальної середньої освіти І-ІІІ ступенів Казанківської селищної ради Казанківського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Михайлівська загальноосвітня школа I-III ступенів Казанківської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новоданилівський заклад загальної середньої освіти І-ІІІ ступенів Казанківської селищної ради Казанківського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новоданилівська загальноосвітня школа I-III ступенів Казанківської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Воєводський опорний заклад загальної середньої освіти Благодатненської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Комунальний заклад Воєводська загальноосвітня школа I-III ступенів Благодатненської сільської ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Новопавлівська загальноосвітня школа I-III ступенів Врадіївської районної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новопавлівська загальноосвітня школа I-III ступенів Врадіївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Троїцько-Сафонівський заклад загальної середньої освіти І-ІІІ ступенів Казанківської селищної ради Казанківського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Троїцько-Сафонівська загальноосвітня школа I-III ступенів Казанківської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Новомар''ївська загальноосвітня школа I-III ступенів Братської районної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новомар''ївська загальноосвітня школа I-III ступенів Братської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ковалівський заклад загальної середньої освіти I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Ковалівська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Ставківська загальноосвітня школа I-III ступенів Веселинівської районної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Ставківська загальноосвітня школа I-III ступенів Веселинівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Висунська загальноосвітня школа I-III ступенів Березнегуватьска районна рада Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Висунська загальноосвітня школа I-III ступенів Березнегуватьскої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Дорошівський заклад загальної середньої освіти I-III ступенів Дорошівської сільської ради Вознесенського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Дорошівська загальноосвітня школа I-III ступенів Вознесенської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новогригорівська загальноосвітня школа I-III ступенів Вознесенської міської ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новогригорівська загальноосвітня школа I-III ступенів Вознесенської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Червонобаштанська загальноосвітня школа I-III ступенів Новополтавської сільської ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Червонобаштанська загальноосвітня школа I-III ступенів Новобузької районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Лиманівський заклад загальної середньої освіти І-ІІІ ступенів Березанської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Лиманівська загальноосвітня школа I-III ступенів Березанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Новокрасненська загальноосвітня школа I-III ступенів Арбузинської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новокрасненська загальноосвітня школа I-III ступенів Арбузинської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти I-III ступенів смт Цебрикове Цебриківської селищної ради Великомихайлівського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів смт Цебрикове Великомихайлівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти Окнянська загальноосвітня школа І-ІІІ ступенів Окнянського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Окнянський навчально - виховний комплекс (гімназія - загальноосвітня школа ) Окнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Радісненський заклад загальної середньої освіти I-III ступенів Знам''янської сільської ради Іванівського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Радісненська Загальноосвітня школа I-III ступенів Іванівської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Надлиманський заклад загальної середньої освіти I-III ступенів Овідіопольського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Надлиманська загальноовітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Приморська загальноосвітня школа I-III ступенів Кілійського районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Приморська загальноосвітня школа I-III ступенів Кілійського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Іванівська загальноосвітня школа І-ІІІ ступенів імені Б.Ф.Дерев''янка Іванівської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Іванівська Загальноосвітня школа I-III ступенів ім.Б.Ф.Дерев''янка Іванівської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Старотроянівська загальноосвітня школа I-III ступенів Кілійської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Старотроянівська загальноосвітня школа I-III ступенів Кілійського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Базар''янська загальноосвітня школа I-III ступенів Татарбунарської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад Базар''янська загальноосвітня школа I-III ступенів Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Веселокутський заклад загальної середньої освіти I-III ступенів Арцизької районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Веселокутська загальноосвітня школа I-III ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новоселівський ЗЗСО I-III ступенів Куяльницької с/р Подільського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Новоселівська загальноосвітня школа I-III ступенів Подільського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'опорний заклад освіти «Ставрівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів-заклад дошкільної освіти)', N'Одеська область'),
 dbo.get_eo_hash(N'Ставрівський навчально-виховний комплекс (загальноосвітня школа I-III ступенів-ДНЗ) Окнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кам’янський навчально-виховний комплекс Загальноосвітній навчальний заклад I-III ступенів-гімназія Ізмаїльської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Кам’янський навчально-виховний комплекс Загальноосвітній навчальний заклад I-III ступенів-гімназія Ізмаільської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мардарівський навчально-виховний комплекс Заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти Подільського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Мардарівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Подільського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Зеленогірська загальноосвітня школа І-ІІІ ступенів Любашівського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Зеленогірська загальноосвітня школа I-III ступенів Любашівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Дмитрівська загальноосвітня школа I-III ступенів Татарбунарської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад Дмитрівська загальноосвітня школа I-III ступенів Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'опорний заклад Миколаївська загальноосвітня школа I-III ступенів Миколаївської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Миколаївський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Миколаївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Удобненський заклад загальної середньої освіти I-III ступенів Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Удобненська загальноосвітня школа I-III ступенів Білгород-Дністровського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад-Савранський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад', N'Одеська область'),
 dbo.get_eo_hash(N'Савранська загальноосвітня школа I-III ступенів Савранської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'опорний заклад Бритівський заклад загальної середньої освіти І-ІІІ ступенів Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Бритівська загальноосвітня школа І-ІІІ ступенів Білгород-Дністровського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ярославська загальноосвітня школа I-III ступенів Саратської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Ярославська загальноосвітня школа I-III ступенів Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад освіти Раухівський заклад загальної середньої освіти І-ІІІ ступенів Березівської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів смт Раухівка Березівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Білчанський навчально-виховний комплекс Загальноосвітня школа I-III ступенів ім.О.Одарія - дитячий садок Іванівської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Опорний заклад Білчанський навчально-виховний комплекс Загальноосвітня школа I-III ступенів ім.О.Одарія - дитячий садок Іванівської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'філія комунального опорного закладу освіти «Окнянська загальноосвітня школа І-ІІІ ступенів» Довжанська загальноосвітня школа I –ІІІ ступенів', N'Одеська область'),
 dbo.get_eo_hash(N'Довжанська загальноосвітня школа I-III ступенів Окнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Трапівський навчально - виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Лиманської сільської ради Татарбунарського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад Трапівський навчально - виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний закладТатарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Плавнінська загальноосвітня школа I-III ступенів Ренійської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Плавнінська загальноосвітня I-III ступенів Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Саф''янська загальноосвітня школа I-III ступенів Ізмаїльської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Саф''янська загальноосвітня школа I-III ступенів Ізмаільської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Яськівський заклад загальної середньої освіти I-III ступенів Яськівської сільської ради об''єднанної територіальної громади Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Яськівська загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Барабой Дальницької сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Загальньоосвітня школа I-III ступенів с. Барабой Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Немирівська загальноосвітня школа I-III ступенів імені академіка НАН України Івана Федоровича Кураса Балтської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Немирівська загальноосвітня школа I-III ступенів Балтської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бочманівський заклад загальної середньої освіти I-III ступенів Подільського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Бочманівська загальноосвітня школа I-III ступенів Подільського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Малофонтанський навчально-виховний комплекс Заклад загальної середньої освіти І-ІІІ ступенів- заклад дошкільної освіти Куяльницької сільської ради Подільського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Малофонтанський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Подільського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний навчальний заклад Нестоїтський заклад загальної середньої освіти I-III ступенів Куяльницької сільської ради Подільського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Нестоїтська загальноосвітня школа I-III ступенів Подільського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мирнівський заклад загальної середньої освіти I-III ступенів Вилківської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Мирнівська загальноосвітня школа I-III ступенів Кілійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ОПОРНИЙ ЗАКЛАД ОСВІТИ «ТКАЧЕНКІВСЬКИЙ НАВЧАЛЬНО – ВИХОВНИЙ КОМПЛЕКС (ЗАГАЛЬНООСВІТНЯ ШКОЛА І - ІІІ СТУПЕНІВ – ЗАКЛАД ДОШКІЛЬНОЇ ОСВІТИ ) ОКНЯНСЬКОГО РАЙОНУ ОДЕСЬКОЇ ОБЛАСТІ»', N'Одеська область'),
 dbo.get_eo_hash(N'Ткаченківський навчально-виховний комплекс загальноосвітня школа I-III ступенів - ДНЗ Красноокнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Троїцький заклад загальної середньої освіти І-ІІІ ступенів Яськівської сільської ради об`єднаної територіальної громади Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Троїцька загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'ОПОРНИЙ ЗАКЛАД КУЛЕВЧАНСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА I-III СТУПЕНІВ САРАТСЬКОЇ РАЙОННОЇ РАДИ ОДЕСЬКОЇ ОБЛАСТІ', N'Одеська область'),
 dbo.get_eo_hash(N'Кулевчанська загальноосвітня школа I-III ступенів Саратської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Олександрівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Тарутинської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Олександрівський авчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Тарутинської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Маяківський заклад загальної середньої освіти I-III ступенів Біляївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Маяківська загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Знам`янський заклад загальної середньої освіти I-III ступенів Знам''янської сільської ради Іванівського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Знам`янська загальноосвітня школа I-III ступенів Іванівської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний навчальний заклад Липецький навчально-виховний комплекс Заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти  Куяльницької сільської ради Подільського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Липецький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний закладПодільського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Білоліська загальноосвітня школа I-III ступенів Татарбунарської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад Білоліська загальноосвітня школа I-III ступенів Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний загальноосвтній навчальний заклад Петровірівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Ширяївської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Петровірівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Ширяївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів Ренійської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Долинська загальноосвітня I-III ступенів Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Деленський заклад загальної середньої освіти І-ІІІ ступенів Арцизької районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Деленська загальноосвітня школа І-ІІІ ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Троїцька загальноосвітня школа І-ІІІ ступенів Любашівського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Троїцька загальноосвітня школа I-III ступенів Любашівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Лиманський навчально -виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Лиманської сільської ради Татарбунарського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад Лиманський навчально -виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Татарбунарської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'філія комунального опорного закладу освіти «Новосамарська загальноосвітня школа І-ІІІ ступенів» Маяківська загальноосвітня школа I –ІІІ ступенів', N'Одеська область'),
 dbo.get_eo_hash(N'Маяківська загальноосвітня школа I-III ступенів Окнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти Чорнянська загальноосвітня школа I-III ступенів Oкнянського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Чорнянська загальноосвітня школа I-III ступенів Oкнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КОЗО Новосамарська загальноосвітня школа I-III ступенів Окнянського району', N'Одеська область'),
 dbo.get_eo_hash(N'Новосамарська загальноосвітня школа I-III ступенів Окнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Павлівський заклад загальної середньої освіти I-III ступенів Арцизької районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Павлівська загальноосвітня школа I-III ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гидеримський Заклад Загальної Середньої Освіти І-ІІІ Ступенів Куяльницької Сільської Ради ПодільськогоРайону Одеської Області', N'Одеська область'),
 dbo.get_eo_hash(N'Гидеримська загальноосвітня школа I-III ступенів Подільського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Демидівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - ДНЗ Березівської районої ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Демидівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - ДНЗ Березівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Баранівська загальноосвітня школа I-III ступенів Іванівської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Баранівська Загальноосвітня школа I-III ступенів Іванівської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Виноградненська загальноосвітня школа I-III ступенів Новокальчевської сільської ради об''єднаної територіальної громади', N'Одеська область'),
 dbo.get_eo_hash(N'Виноградненська загальноосвітня школа I-III ступенів Березівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Десантненський заклад загальної середньої освіти І- ІІІ ступенів Вилківської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Десантненська загальноосвітня школа I-III ступенів Кілійського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'філія комунального опорного закладу освіти «Чорнянська загальноосвітня школа І-ІІІ ступенів» Топалівська загальноосвітня школа I –ІІІ ступенів', N'Одеська область'),
 dbo.get_eo_hash(N'Топалівська загальноосвітня школа I-III ступенів Окнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гвоздавський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Любашівського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Гвоздавська загальноосвітня школа I-III ступенів Любашівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Качурівський заклад загальної середньї освіти I-III ступенів Подільського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Качурівська загальноосвітня школа I-III ступенів Подільського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад „Новоаврамівський ліцей Новоаврамівської сільської ради Хорольського району Полтавської області“', N'Полтавська область'),
 dbo.get_eo_hash(N'Новоаврамівська гімназія Новоаврамівської сільської ради Хорольського району Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Петрівсько-Роменський заклад загальної середньої освіти І-ІІІ ступенів ім.Героя Радянського Союзу М.Є. Пігіди Петрівсько - Роменської сільської ради Гадяцького району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Петрівсько-Роменська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу М.Є. Пігіди Гадяцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Засульський ліцей Засульської сільської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Опорний заклад Засульська загальноосвітня школа І-ІІІ ступенів - гімназія Засульської сільської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сухомаячківський заклад загальної середньої освіти І-ІІІ ступенів Драбинівської сільської ради Новосанжарського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Сухомаячківська загальноосвітня школа І-ІІІ ступенів Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Полтавський обласний науковий ліцей-інтернат ІІ-ІІІ ступенів імені А. С. Макаренка Полтавської обласної ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Полтавська обласна гімназія-інтернат для обдарованих дітей імені А.С. Макаренка Полтавської обласної ради', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад «Розсошенська гімназія Щербанівської сільської ради Полтавського району Полтавської області»', N'Полтавська область'),
 dbo.get_eo_hash(N'Розсошенська гімназія Полтавської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Березоволуцький заклад загальної середньої освіти І - ІІІ ступенів Петрівсько - Роменської сільської ради Гадяцького району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Березоволуцька загальноосвітня школа І-ІІІ ступенів Гадяцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Оржицька загальноосвітня школа І-ІІІ ступенів імені І.Я.Франка Оржицької районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Опорний заклад Оржицька загальноосвітня школа І-ІІІ ступенів ім.І.Я.Франка Оржицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Крутобалківський навчально-виховний комплекс Заклад загальної середньої освіти І-ІІІ ступенів-заклад дошкільної освіти Драбинівської сільської ради Новосанжарського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Крутобалківський навчально-виховний комплекс  загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мачухівський навчально-виховний комплекс Мачухівської сільської ради Полтавського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Мачухівський навчально-виховний комплекс Полтавської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Омельницька загальноосвітня школа I-III ступенів виконавчого комітету Омельницької сільської ради Кременчуцького району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Омельницька загальноосвітня школа I-III ступенів виконавчого комітету Омельницької сільської ради  Кременчуцького району Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Трудолюбівський заклад загальної середньої освіти І-ІІІ ступенів Миргородської районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Трудолюбівська загальноосвітня школа І-ІІІ ступенів Миргородської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Соколовобалківський заклад загальної середньої освіти І-ІІІ ступенів Нехворощанської сільської ради Новосанжарського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Соколовобалківська загальноосвітня школа І-ІІІ ступенів Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бодаквянський навчально - виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Лохвицької районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Бодаквянський навчально - виховний комплекс Загальноосвітня школа - дошкільний навчальний заклад І-ІІІ ступенів Лохвицької районної ради Полтавської област', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Ланнівська загальноосвітня школа І-ІІІ ступенів Ланнівської сільської ради Карлівського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Ланнівська загальноосвітня школа І-ІІІ ступенів Карлівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Оріхівська загальноосвітня школа І-ІІІ ступенів імені В.М. Леонтовича Засульської сільської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Оріхівська загальноосвітня школа І-ІІІ ступенів імені В.М. Леонтовича Засульської сільської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Полузірський навчально-виховний комплекс загальноосвітня школа І - ІІІ ступенів - дошкільний заклад Мачухівської сільської ради Полтавського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Полузірський навчально-виховний комплекс загальноосвітня школа І - ІІІ ступенів - дошкільний навчальний заклад Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Новосанжарська загальноосвітня школа І-ІІІ ступенів Новосанжарської районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Новосанжарський навчально-виховний комплекс Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Нехворощанський заклад загальної середньої освіти І-ІІІ ступенів Нехворощанської сільської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Нехворощанська загальноосвітня школа І-ІІІ ступенів Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Хорішківський ліцей імені М. В. Остроградського Козельщинської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Хорішківська загальноосвітня школа І-ІІІ ступенів ім.М.В.Остроградського Козельщинської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Машівський ліцей Машівської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Машівська спеціалізована школа I-III ступенів Машівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Терешківська загальноосвітня школа І-ІІІ ступенів Терешківської сільської ради Полтавського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Терешківська загальноосвітня школа І-ІІІ ступенів Полтавської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Головачанський комунальний заклад загальної середньої освіти Заворсклянської сільської ради Полтавського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Головачанський навчально-виховний комплекс Полтавської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Малоперещепинський заклад загальної середньої освіти І-ІІІ ступенів імені М.А. Клименка Малоперещепинської сільської ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Малоперещепинська загальноосвітня школа І-ІІІ ступенів імені М.А.Клименка Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сенчанська загальноосвітня школа І-ІІІ ступенів Сенчанської сільської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Сенчанська загальноосвітня школа І-ІІІ ступенів Лохвицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Великобагачанський заклад загальної середньої освіти І-ІІІ ступенів виконавчого комітету Великобагачанської селищної ради Великобагачанського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Великобагачанський заклад загальної середньої освіти І-ІІІ ступенів виконавчого комітету Великобагачанської селищної ради Великобагачанського району Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кустолівський заклад загальної середньої освіти І-ІІІ ступенів Драбинівської сільської ради Новосанжарського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кустолівська загальноосвітня школа І-ІІІ ступенів Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Селещинський ліцей Машівської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Селещинська загальноосвітня школа І-ІІІ ступенів Машівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Михайлівський опорний заклад загальної середньої освіти І-ІІІ ступенів Михайлівської сільської ради Машівського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Михайлівський опорний навчальний заклад (загальноосвітня школа І-ІІІ ступенів) Машівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Гоголівська загальноосвітня школа І-ІІІ ступенів Великобагачанської районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Гоголівська загальноосвітня школа І-ІІІ ступенів Великобагачанської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Дейкалівський опорний заклад загальної середньої освіти І-ІІІ ступенів Зіньківської районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Дейкалівська загальноосвітня школа І-ІІІ ступенів Зіньківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Руденківський заклад загальної середньої освіти І-ІІІ ступенів Руденківської сільської ради Новосанжарського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Опорний заклад Руденківська загальноосвітня школа І-ІІІ ступенів Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Вороньківський навчально - виховний комплекс імені Героя Радянського Союзу О.Д.Перелета Чорнухинської районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Вороньківський навчально - виховний комплекс імені Героя Радянського Союзу О.Д.Перелета Чорнухинської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кустолово-Суходільський заклад загальної середньої освіти І-ІІІ ступенів Михайлівської сільської ради Машівського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кустолово-Суходільська загальноосвітня школа І-ІІІ ступенів Машівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ряськівський навчально-виховний комплекс заклад загальної середньої освіти - заклад дошкільної освіти Михайлівської сільської ради Машівського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Ряськівський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Машівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Пригарівський ліцей Козельщинської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Пригарівська загальноосвітня школа І-ІІІ ступенів Козельщинської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Чорнухинська загальноосвітня школа І-ІІІ ступенів ім.Г.С.Сковороди Чорнухинської районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Чорнухинська загальноосвітня школа І-ІІІ ступенів ім.Г.С.Сковороди Чорнухинської районної ради Полтавської області.', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новогалещинський ліцей Новогалещинської селищної ради Козельщинського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Новогалещинська загальноосвітня школа І-ІІІ ступенів Козельщинської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Рокитянський заклад загальної середньої освіти І-ІІІ ступенів виконавчого комітету Рокитянської сільської ради Великобагачанського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Рокитянська загальноосвітня школа І-ІІІ ступенів, Великобагачанської районної ради,Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Козельщинський ліцей Козельщинської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Козельщинська загальноосвітня школа І-ІІІ ступенів Козельщинської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Горянська загальноосвітня школа І-ІІІ ступенів Щербанівської сільської ради Полтавського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Горянська загальноосвітня школа І-ІІІ ступенів Полтавської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'опорний заклад Ялосовецький заклад загальної середньої освіти І-ІІІ ступенів Хорольської районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Ялосовецька загальноосвітня школа І-ІІІ ступенів Хорольської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Плосківська загальноосвітня школа І-ІІІ ступенів Мачухівської сільської ради Полтавського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Плосківська загальноосвітня школа І-ІІІступенів Решетилівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Недогарківський ліцей Недогарківської сільської ради Кременчуцького району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Недогарківська загальноосвітня школа І-ІІІ ступенів Недогарківської сільської ради Кременчуцького району Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Пристанційнівський заклад загальної середньої освіти І-ІІІ ступенів Малоперещепинської сільської ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Пристанційнівська загальноосвітня школа І-ІІІ ступенів Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гаркушинський заклад загальної середньої освіти І-ІІІ ступенів Миргородської районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Гаркушинська спеціалізована школа І-ІІІ ступенів Миргородської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Коломацька загальноосвітня школа І-ІІІ ступенів Коломацької сільської ради Полтавського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Коломацька загальноосвітня школа І-ІІІ ступенів Полтавської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Старосанжарський заклад загальної середньої освіти І-ІІІ ступенів імені Оксани Мешко Малоперещепинської сільської ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Старосанжарська загальноосвітня школа І-ІІІ ступенів імені Оксани Мешко Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Новотагамлицький ліцей Машівської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Новотагамлицький навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Машівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Мартинівська загальноосвітня школа І-ІІІ ступенів Карлівської районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Мартинівська загальноосвітня школа І-ІІІ ступенів Карлівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Щербанівська загальноосвітня школа І-ІІІ ступенів Щербанівської сільської ради Полтавського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Щербанівський навчально-виховний комплекс Полтавської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Драбинівський навчально-виховний комплекс Заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти Драбинівської сільської ради Новосанжарського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Драбинівський навчально-виховний комплекс Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мануйлівський ліцей Козельщинської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Мануйлівська загальноосвітня школа І-ІІІ ступенів Козельщинської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад освіти Сарська спеціалізована школа І-ІІІ ступенів Гадяцької районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Сарська спеціалізована школа І-ІІІ ступенів Гадяцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Симонівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Гощанської районної ради Гощанського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Симонівська загальноосвітня школа І-ІІІ ступенів Гощанської районної ради Гощанського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Оржівський ліцей Клеванської селищної ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Оржівський навчально-виховний комплекс школа-колегіум Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Великоолексинський ліцей Шпанівської сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Великоолексинський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Великомежиріцький ліцей Корецької районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Великомежиріцький навчально-виховний комплекс Школа І ступеня-гімназія Корецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Смизька загальноосвітня школа І-ІІІ ступенів Смизької селищної ради Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Смизька загальноосвітня школа І-ІІІ ступенів Смизької селищної ради', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заборольський ліцей Олександрійської сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Заборольська загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти с.Заболоття Вараської міської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Заболоттівська загальноосвітня школа І-ІІІ ступенів Володимирецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Дядьковицький ліцей Дядьковицької сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Опорний заклад Дядьковицький навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Демидівський ліцей Демидівської селищної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Демидівський ліцей Демидівської селищної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Хрінницький ліцей Демидівської селищної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Хрінницький ліцей Демидівської селищної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Малошпаківський ліцей Дядьковицької сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Малошпаківська ЗОШ І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Кам''янський ліцей Березнівської районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Опорний заклад Кам''янська загальноосвітня школа І-ІІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Повчанський ліцей Повчанської сільської ради Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Повчанська загальноосвітня школа І-ІІІ ступенів Дубенської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Семидубський ліцей Дубенської районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Семидубський навчально-виховний комплекс Загальноосвітня школа І-ІІ ступенів-ліцей Дубенської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Пісківськький ліцей імені Героїв-земляків Пісківської сільської ради Костопільського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Пісківська загальноосвітня школа І-ІІІ ступенів Пісківської сільської ради Костопільського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Головинський ліцей Костопільської районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Головинська загальноосвітня школа І-ІІІ ступенів Костопільської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тинненська загальноосвітня школа І-ІІІ ступенів Немовицької сільської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Тинненська загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Немовицька загальноосвітня школа І-ІІІ ступенів Немовицької сільської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Немовицька загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Студянський ліцей Смизької селищної ради Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Студянська загальноосвітня школа І-ІІІ ступенів Смизької селищної ради', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ярославицький ліцей Ярославицької сільської ради Млинівського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Ярославицький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Деражненський ліцей Деражненської сільської ради Костопільського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Деражненська загальноосвітня школа І-ІІІ ступенів Деражненської сільської ради Костопільського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Острожецький ліцей імені І. Єремеєва Острожецької сільської ради Млинівського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Острожецький навчально-виховний комплекс Острожецької сільської ради Млинівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Зносицька загальноосвітня школа І-ІІІ ступенів Немовицької сільської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Зносицька загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Великожитинський ліцей Шпанівської сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Великожитинська загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Колоденський ліцей Корнинської сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Колоденська загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Котівський ліцей Рівненської районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Котівська загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Корнинський ліцей Корнинської сільської ради Рівненського району Рівненської області імені Свіржевського Романа Петровича', N'Рівненська область'),
 dbo.get_eo_hash(N'Корнинська загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Привільненської сільської ради Привільненська загальноосвітня школа І-ІІІ ступенів Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Комунальний заклад Привільненська загальноосвітня школа І-ІІІ ступенів Привільненської сільської ради Дубенського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новоукраїнський ліцей Ярославицької сільської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа І-ІІІ ступенів Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Шпанівський ліцей Шпанівської сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Опорний заклад Шпанівський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кустинський ліцей Олександрійської сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Кустинський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Орлівський навчально - виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Ямпільської районної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Орлівський навчально- виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Ямпільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Перекопівський ліцей – заклад загальної середньої освіти І-ІІІ ступенів Андріяшівської сільської ради Роменського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Перекопівська загальноосвітня школа I-III ступенів Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Березівської сільської ради Березівський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів, дошкільний навчальний заклад Веселка Глухівського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Комунальний заклад Березівської сільської ради Березівський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів, дошкільний навчальний заклад Веселка Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Зноб-Новгородський опорний заклад загальної середньої освіти I-III ступенів Зноб-Новгородської селищної ради Середино-Будського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Зноб-Новгородська загальноосвітня школа I-III ступенів Зноб-Новгородської селищної ради Середино-Будського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Мутинська загальноосвітня школа I-III ступенів Кролевецької районної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Мутинська загальноосвітня школа I-III ступенів Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Чупахівська загальноосвітня школа I-III ступенів Чупахівської селищної ради Охтирського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Чупахівська спеціалізована школа I-III ступенів Охтирської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Чернеччинська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу М.В.Пилипенка (опорний заклад освіти) Чернеччинської сільської ради Охтирського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Чернеччинська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу М.В.Пилипенка Чернеччинської сільської ради Охтирської району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Малопавлівська загальноосвітня школа I-III ступенів Комишанської сільської ради Охтирського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Малопавлівська загальноосвітня школа I-III ступенів Комишанської сільської ради Охтирського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Хухрянська загальноосвітня школа І-ІІІ ступенів (опорний заклад освіти) Чернеччинської сільської ради Охтирського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Хухрянська загальноосвітня школа I-III ступенів Чернеччинської сільської ради Охтирського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Верхньосироватська спеціалізована школа I-III ступенів Верхньосироватської сільської ради Сумського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Опорний заклад Верхньосироватська спеціалізована школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Березівської сільської ради Шевченківський навчально-виховний комплекс: загальноосвітня школа I-III ступенів, дошкільний навчальний заклад Суничка Глухівського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Комунальний заклад Березівської сільської ради Шевченківський навчально-виховний комплекс: загальноосвітня школа I-III ступенів, дошкільний навчальний заклад Суничка Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Андріяшівський ліцей – заклад загальної середньої освіти І-ІІІ ступенів Андріяшівської сільської ради Роменського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Андріяшівська загальноосвітня школа I-III ступенів Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Смілівський ліцей - заклад загальної середньої освіти І-ІІІ ступенів імені Феодосія Сахна Роменської районної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Смілівський навчально-виховний комплекс Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад освіти Шалигинської селищної ради Шалигинська загальноосвітня школа I-III ступенів', N'Сумська область'),
 dbo.get_eo_hash(N'Комунальний заклад Шалигинської селищної ради Шалигинська загальноосвітня школа I-III ступенів', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад «Ображіївський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів імені І.М.Кожедуба – дошкільний навчальний заклад Шосткинської міської ради Сумської області»', N'Сумська область'),
 dbo.get_eo_hash(N'Ображіївський навчально-виховний комплекс загальноосвітня школа I-III ступенів ім. І.М.Кожедуба-дошкільний навчальний заклад Шосткинської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кам''янський заклад загальної середньої освіти I-III ступенів Тростянецької міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Кам''янська загальноосвітня школа I-III ступенів Тростянецької міської ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Косівщинський заклад загальної середньої освіти І-ІІІ ступенів імені Лесі Українки Сумської районної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Косівщинська загальноосвітня школа І-ІІІ ступенів імені Лесі Українки Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Комишанська загальноосвітня школа I-III ступенів Комишанської сільської ради Охтирського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Комишанська загальноосвітня школа I-III ступенів Комишанської сільської ради Охтирського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Андріївський ліцей – заклад загальної середньої освіти І-ІІІ ступенів Андріяшівської сільської ради Роменського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Андріївський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Хмелівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Роменської районної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Хмелівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Дорогичівка Заліщицький район Тернопільська область', N'Тернопільська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ст. с. Дорогичівка', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Куропатницький навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад', N'Тернопільська область'),
 dbo.get_eo_hash(N'Куропатницький навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Бережанської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів смт. Товсте Заліщицького р-ну Тернопільської обл.', N'Тернопільська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ст. смт. Товсте', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Потуторський навчально - виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Бережанської районної ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Потуторська загальноосвітня школа І-ІІІ ступенів Бережанської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Городищенська загальноосвітня школа І-ІІІ ступенів Козівської районної ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Городищенська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний Заклад Почаївська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'),
 dbo.get_eo_hash(N'Почаївська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вишнівчицька опорна загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'),
 dbo.get_eo_hash(N'Вишнівчицька загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Торське Заліщицький район Тернопільська область', N'Тернопільська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ст. с. Торське', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Ласковецька загальноосвітня школа І-ІІІ ступенів Теребовлянської міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Ласковецька загальноосвітня школа І-ІІІ ступенів, що знаходиться в комунальній власності Теребовлянської міської ради', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Зозулинці Заліщицький район Тернопільська область', N'Тернопільська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ст. с. Зозулинці', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Матвіївська загальноосвітня школа І-ІІІ ступенів - дитячий садок Шумського району Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Матвіївський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів- дошкільний навчальний заклад Шумського району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Нирківська загальноосвітня школа І-ІІІ ступенів Тернопільська обл. Заліщицький район', N'Тернопільська область'),
 dbo.get_eo_hash(N'Нирківська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Синьківська загальноосвітня школа І-ІІІ ступенів Заліщицького району Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Синьківська загальноосвітня школа І-ІІІ ст.', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Джуринський опорний заклад загальної середньої освіти І-ІІІ ступенів Чортківської районної ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Джуринська загальноосвітня школа І - ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Касперівці Заліщицький район Тернопільська область', N'Тернопільська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ст. с. Касперівці', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Лошнівська загальноосвітня школа І-ІІІ ступенів Теребовлянської міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Лошнівська загальноосвітня школа І-ІІІ ступенів, що знаходиться в комунальній власності Теребовлянської міської ради', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гніздичненський навчально- виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Гніздичненської сільської ради Збаразького району Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Гніздичненський навчально - виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Гніздичненської сільської ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Рогачинський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Бережанської районної ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Рогачинський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Бережанської районної ради Тернопільської області Бережанської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кобзарівська загальноосвітня школа І-ІІІ ступенів Тернопільської міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Кобзарівки Зборівського району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ст. - заклад дошкільної освіти с.Товстолуг Великогаївської сільської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа І-ІІІ ступенів с.Товстолуг Великогаївської сільської ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Поділля Заліщицький район Тернопільська область', N'Тернопільська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ст. с. Поділля', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Лисівці Заліщицький район Тернопільська область', N'Тернопільська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ст. с. Лисівці', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Саранчуківський заклад загальної середньої освіти І-ІІІ ступенів з поглибленим вивченням окремих предметів Саранчуківської сільської ради Бережанського району Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Саранчуківський НВК  ЗНЗ І-ІІІ ступенів-ДНЗ Бережанської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Садки Заліщицького р-ну Тернопільської обл.', N'Тернопільська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Садки', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Кошилівці Заліщицького р-ну Тернопільської обл.', N'Тернопільська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ст. с. Кошилівці', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Кегичівський ліцей Кегичівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Кегичівський ліцей Кегичівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Олександрівський ліцей Золочівської селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів Золочівської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Русько-Лозівський ліцей Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Русько-Лозівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний заклад Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Старомерчицький ліцей Валківської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Старомерчицька загальноосвітня школа I-III ступенів Валківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Наталинський навчально-виховний комплекс (заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти) Наталинської сільської ради Красноградського району Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Наталинський навчально-виховний комплекс (загальноосвітня школа I-III ступенів - дошкільний навчальний заклад) Наталинської сільської ради Красноградського району Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Катеринівський ліцей Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Катеринівська загальноосвітня школа I-III ступенів Лозівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ВАТУТІНСЬКИЙ ЛІЦЕЙ НОВОВОДОЛАЗЬКОЇ РАЙОННОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
 dbo.get_eo_hash(N'Ватутінська загальноосвітня школа I-III ст. Нововодолазької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Липкуватівський ліцей Нововодолазької районної ради Харьківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Липкуватівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ст. - дошкільний навчальний заклад) Нововодолазької районної ради Харьківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Самійлівський ліцей Близнюківської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Самійлівська загальноосвітня школа I-III ступенів Близнюківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Залиманський ліцей Балаклійської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Залиманська загальноосвітня школа I-III ступенів Балаклійської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Просянський ліцей Нововодолазької районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Просянський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ст. - дошкільний навчальний заклад) Нововодолазької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Григорівський ліцей імені Героя Радянського Союзу І.Г. Кисельова Великобурлуцької районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Григорівський навчально-виховний комплекс ім. Героя Радянського Союзу І.Г. Кисельова Великобурлуцької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Подвірський ліцей Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Подвірський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний заклад Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Варварівський ліцей Вовчанської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Варварівська загальноосвітня школа I-III ступенів Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Окружний опорний заклад Борівська загальноосвітня школа І-ІІІ ступенів № 1 Борівської районної ради Харківської області імені Героя Радянського Союзу В.С.Колісника та його філії', N'Харківська область'),
 dbo.get_eo_hash(N'ООЗ Борівська загальноосвітня школа І-ІІІ ступенів № 1 Борівської районної ради Харківської області імені Героя Радянського Союзу В.С.Колісника та його філії', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Біляївський ліцей Первомайської районної державної адміністрації Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Біляївський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад (ясла-садок) Первомайської районної державної адміністрації Харківської області', N'Харківська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'ШАРІВСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І - ІІІ СТУПЕНІВ БОГОДУХІВСЬКОЇ РАЙОННОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
-- dbo.get_eo_hash(N'Шарівська загальноосвітня школа I-III ступенів Богодухівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гутянська загальноосвітня школа I-III ступенів Богодухівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Гутянська загальноосвітня школа I-III ст.Богодухівськї районної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Удянський ліцей імені Героя Радянського Союзу Угловського М.М. Золочівської селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Удянська загальноосвітня школа I-III ступенів імені Героя Радянського Союзу Угловського М.М. Золочівської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Пересічанський ліцей Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Пересічанський навчально - виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний закладДергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Краснопавлівський ліцей Лозівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Краснопавлівська загальноосвітня школа І-ІІІ ступенів Лозівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Вільчанський ліцей Вовчанської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Вільчанська загальноосвітня школа I-III ступенів Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Довжанський ліцей імені Героя Радянського Союзу П.Г.Стрижака Золочівської селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Довжанський навчально-виховний комплекс (загальноосвітня школа I-III ступенів-дошкільний навчальний заклад (ясла-садок)) Золочівської районної державної адміністрації Харківської області імені Героя Радянського Союзу П.Г.Стрижака', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД «ШАРІВСЬКИЙ ЛІЦЕЙ ВАЛКІВСЬКОЇ РАЙОННОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ»', N'Харківська область'),
 dbo.get_eo_hash(N'Шарівська загальноосвітня школа I-III ступенів Валківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бердянський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Зачепилівської селищної ради Зачепилівського району Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Бердянський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад Зачепилівської селищної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Безруківський ліцей Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Безруківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний заклад Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальный заклад Вільхуватський ліцей Великобурлуцької районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Вільхуватський навчально-виховний комплекс Великобурлуцької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад «Сковородинівський ліцей» імені Григорія Савича Сковороди Золочівської селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Сковородинівський навчально-виховний комплекс (загальноосвітня школа I-III ступенів – дошкільний навчальний заклад (ясла-садок)) Золочівської районної державної адміністрації Харківської області імені Григорія Савича Сковороди', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Білоколодязький ліцей Вовчанської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Білоколодязький навчально-виховний комплекс (загальноосвітня школа I-III ступенів-дошкільний навчальний заклад) Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Печенізький ліцей ім. Г. Семирадського  Печенізької районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Печенізька загальноосвітня школа І-ІІІ ступенів ім. Г. Семирадського Печенізької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Попівський заклад загальної середньої освіти I-III ступенів Наталинської сільської ради Красноградського району Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Попівська загальноосвітня школа I-III ступенів Наталинської сільської ради Красноградського району Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Серпневий навчально-виховний комплекс (ліцей-заклад дошкільної освіти) Валківської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Серпневий навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) Валківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Циркунівський ліцей Циркунівської сільської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Циркунівська загальноосвітня школа I-III ступенів Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Орільський ліцей Лозівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Орільська загальноосвітня школа І-ІІІ ступенів Лозівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Червонохвильський ліцей Великобурлуцької районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Червонохвильський навчально-виховний комплекс Великобурлуцької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Зачепилівська загальноосвітня школа І-ІІІ ступенів Зачепилівської селищної ради Зачепилівського району Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Зачепилівська загальноосвітня школа І-ІІІ ступенів Зачепилівської селищної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступенів Зачепилівської селищної ради Зачепилівського району Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступенів Зачепилівської селищної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Андріївський ліцей Великобурлуцької районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Андріївська загальноосвітня школа I-III ступенів Великобурлуцької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Бугаївський ліцей Ізюмської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Бугаївський навчально-виховний комплекс Ізюмської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Дворічнокутянський ліцей Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Дворічнокутянська загальноосвітня школа I-III ступенів Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Слатинський ліцей Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Слатинський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-дошкільний заклад Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Козачолопанський ліцей Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Козачолопанський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний заклад Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Олексіївський ліцей Первомайської районної державної адміністрації Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад Олексіївський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів -дошкільні навчальні заклади ясла-садки Первомайської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Русько-Тишківський ліцей Циркунівської сільської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Русько-Тишківська загальноосвітня школа I-III ступенів Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Прудянський ліцей Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Прудянська загальноосвітня школа I-III ступенів Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Феськівський ліцей Золочівської селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Феськівська загальноосвітня школа I-III ступенів Золочівської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Великопроходівський ліцей Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Великопроходівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів - дошкільний заклад Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Площанський ліцей Великобурлуцької селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Площанська загальноосвітня школа I-III ступенів Великобурлуцької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Охоченський ліцей Нововодолазької районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Охоченська загальноосвітня школа I-III ступенів Нововодолазької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мажарський загальноосвітній навчально-виховний комплекс (загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний заклад) Кегичівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Мажарський загальноосвітній навчально-виховний комплекс Кегичівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Костянтинівський ліцей Краснокутської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Костянтинівська загальноосвітня школа I-III ступенів Краснокутської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Станичненський ліцей Нововодолазької районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Станичненська загальноосвітня школа I-III ступенів Нововодолазької районної ради Харьківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гусинський ліцей Куп''янської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Гусинська загальноосвітня школа I-III ступенів Куп''янської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Старовірівський ліцей Шевченківської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Старовірівська загальноосвітня школа I-III ступенів імені двічі Героя Радянського Союзу А.Г.Кравченка Шевченківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Вільшанський ліцей Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Вільшанська загальноосвітня школа I-III ступенів Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Граківський навчально-виховний комплекс Чкаловської селищної ради Чугуївського району Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Граківський навчально-виховний комплекс Чугуївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Шатівський ліцей Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Шатівський навчально-виховний комплекс Лозівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Старовірівський ліцей Старовірівської сільської ради Нововодолазького району Харьківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Старовірівська загальноосвітня школа I-III ступенів Нововодолазької районної ради Харьківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Борівська загальноосвітня школа I-III ступенів імені С.Закори Зміївської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Борівська загальноосвітня школа I-III ступенів імені С. Закори Зміївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Чернещинський навчально-виховний комплекс ЗНЗ І-ІІІ ступенів - ДНЗ Зачепилівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Чернещинський навчально-виховний комплекс (ЗНЗ І-ІІІ ступенів - ДНЗ) Зачепилівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Малорогозянський ліцей Золочівської селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Малорогозянський навчально - виховний комплекс(загальноосвітня школа I-III ступенів - дошкільний навчальний заклад ( ясла - садок) Золочівської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Черненський ліцей Великобурлуцької районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Черненський навчально-виховний комплекс Великобурлуцької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КЛЕНІВСЬКИЙ НАВЧАЛЬНО-ВИХОВНИЙ КОМПЛЕКС ЗАГАЛЬНООСВІТНІЙ НАВЧАЛЬНИЙ ЗАКЛАД І-ІІІ СТУПЕНІВ-ДОШКІЛЬНИЙ НАВЧАЛЬНИЙ ЗАКЛАД БОГОДУХІВСЬКОЇ РАЙОННОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
 dbo.get_eo_hash(N'Кленівський навчально - виховний комплекс Загальноосвітній навчальний заклад I-III - дошкільний навчальний заклад Богодухівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Мелихівський ліцейСтаровірівської сільської ради Нововодолазького району Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Мелихівський начально-виховний комплекс (загальноосвітня школа I-III ст.-дошкільний навчальний заклад) Нововодолазької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Лісностінківський ліцей Куп''янської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Лісностінківська загальноосвітня школа I-III ступенів Куп''янської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Караванський ліцей Старовірівської сільської ради Нововодолазького району Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Караванський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ст. - дошкільний навчальний заклад) Нововодолазької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вербівський заклад повної загальної середньої освіти Вербівської сільської ради Нижньосірогозького району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Червонопартизанська загальноосвітня школа І-ІІІ ступенів Нижньосірогозької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Семенівський опорний заклад загальної середньої освіти Каховської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Семенівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - позашкільний навчальний заклад Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Одрадокам''янський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Одрадокам''янська загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Шляхівський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Шляхівська загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Князегригорівський заклад загальної середньої освіти І-ІІІ ступенів Великолепетиської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Князегригорівська загальноосвітня школа І - ІІІ ступенів Князегригорівської сільської ради Великолепетиського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Василівський заклад повної загальної середньої освіти Любимівської селищної ради Каховського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Василівська загальноосвітня школа І-ІІІ ступенів Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новокаїрський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Новокаїрська загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Орлівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дитячий садок Кочубеївської сільської ради ОТГ Херсонської області Кочубеївського освітнього округу, ОЗ Орлівський НВК', N'Херсонська область'),
 dbo.get_eo_hash(N'Опорний заклад Орлівський навчально-виховний коммплекс Загальноосвітня школа І-ІІІ ступенів - дитячий садок Кочубеївської сільської ради ОТГ Херсонської області Кочубеївського освітнього округу, ОЗ Орлівський НВК', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ювілейнівський заклад загальної середньої освіти І-ІІІ ступенів Ювілейної сільської ради Олешківського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Ювілейнівська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Подо-Калинівський заклад загальної середньої освіти І-ІІІ ступенів Ювілейної сільської ради Олешківського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Подо-Калинівська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Веселівський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Веселівська загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Білокриницький опорний заклад загальної середньої освіти I-III ступенів Великоолександрівської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Білокриницька загальноосвітня школа I-III ступенів Великоолександрівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тавричанський опорний комунальний заклад загальної середньої освіти імені О. Гатила Тавричанської сільської ради Каховського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Тавричанський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Тавричанської сільської ради Каховського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Милівський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Милівська загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новорайський заклад повної загальної середньої освіти Новорайської сільської ради Бериславського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Новорайська загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Горьківський заклад повної загальної середньої освіти Каланчацької селищної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Горьківська загальноосвітня школа І-ІІІ ступенів Каланчацької селищної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Щасливський заклад загальної середньої освіти І-ІІІ ступенів Ювілейної сільської ради Олешківського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Щасливська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Зміївський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Зміївська загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Раківський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Раківська загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Широкобалківський заклад повної загальної середньої освіти Станіславської сільської ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Широкобалківський заклад повної середньої освіти Станіславської сільської ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бехтерський опорний заклад повної загальної середньої освіти Бехтерської сільської ради Голопристанського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Бехтерський заклад повної загальної середньої освіти Бехтерської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Калинівський опорний заклад загальної середньої освіти I-III ступенів Великоолександрівської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Калинівська загальноосвітня школа I-III ступенів Великоолександрівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Червономаяцький заклад повної загальної середньої освіти Новорайської сільської ради Бериславського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Червономаяцька загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Козацький заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Козацька загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Високівський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Високівська загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Львівський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Львівська загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Лиманецький заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Лиманецька загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тягинський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Тягинська загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Степнянський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Степнянська загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новобериславський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Новобериславська загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Великоборовицький ліцей', N'Хмельницька область'),
 dbo.get_eo_hash(N'Великоборовицька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Грицівський ліцей Грицівської селищної ради Шепетівського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Грицівська загальноосвітня школа I-III ступенів Шепетівської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Крупецький ліцей Крупецької сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Крупецький навчально-виховний комплекс дошкільний навчальний заклад- середня загальноосвітня школа I-III ступенів Славутської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Віньковецький ліцей Віньковецької районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Віньковецький навчально-виховний комплекс у складі середньої загальноосвітньої школи I-III ступенів та гімназії', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Староушицький ліцей Староушицької селищної ради Кам''янець-Подільського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Староушицька спеціалізована загальноосвітня школа I-III ступенів, екологічного напрямку', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Балинський ліцей Смотрицької селищної ради Дунаєвецького району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Балинська загальноосвітня школа I-III ступенів Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Пироговецький ліцей Хмельницької районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Пироговецька загальноосвітня школа I-III ступенів Хмельницької районної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Смотрицький ліцей ім.Мелетія Смотрицького Смотрицької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Смотрицька загальноосвітня школа I-III ступенів ім.Мелетія Смотрицького Дунаєвецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Глушковецький заклад загальної середньої освіти I-III ступенів Солобковецької сільської ради Ярмолинецького району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Глушковецька загальноосвітня школа I-III ступенів Ярмолинецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Солобковецький заклад загальної середньої освіти І-ІІІ ступенів Солобковецької сільської ради Ярмолинецького району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Солобковецька загальноосвітня школа I-III ступенів Ярмолинецького району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кузьминський ліцей Красилівського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Кузьминська загальноосвітня школа I-III ступенів Красилівського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Білогірський ліцей імені І.О.Ткачука Білогірської районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Білогірський навчально-виховний комплекс Середня загальноосвітня школа I-III ступенів імені І.О.Ткачука, гімназія', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Шаровечківська загальноосвітня школа І-ІІІ ступенів Хмельницької районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Шаровечківська загальноосвітиня школа І-ІІІ ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Чорнивідський ліцей Городоцької міської ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Чорниводська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Великояромирський ліцей Городоцької міської ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Великояромирська загальносвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мирутинський ліцей Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Опорний заклад - Мирутинський навчально-виховний комплексдошкільний навчальний заклад-школа I-III ступенів Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Антонінський ліцей Антонінської селищної ради Красилівського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Антонінська загальноосвітня школа I-III ступенів Красилівського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ямпільський ліцей', N'Хмельницька область'),
 dbo.get_eo_hash(N'Ямпільська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Малиницький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів, центр сприяння здоров''ю Хмельницької районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Малиницький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів, центр сприяння здоров''ю', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Іванковецький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів, школа мистецтв Хмельницької районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Іванковецький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів, школа мистецтв Хмельницької районної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Клубівський ліцей імені Героя України Олега Довгого Ізяславської районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Клубівська загальноосвітня школа I-III ступенів Ізяславської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Великолевадський ліцей', N'Хмельницька область'),
 dbo.get_eo_hash(N'Великолевадська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новосинявська загальноосвітня школа I-III ступенів Старосинявської селищної ради Старосинявського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Новосинявська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Росоловецький ліцей Красилівського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Росоловецька загальноосвітня школа I-III ступенів Красилівського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'В''язовецький ліцей Білогірської районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'В''язовецька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кошелівський ліцей Красилівського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Кошелівська загальноосвітня школа I-III ступенів Красилівського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Берездівський ліцей Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Oпорний заклад - Берездівський навчально-виховний комплекс дошкільний навчальний заклад- школа І-ІІІ ступенів Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мукшо-Китайгородський ліцей (зі структурними підрозділами гімназія та початкова школа)', N'Хмельницька область'),
 dbo.get_eo_hash(N'Мукшо-Китайгородська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Терешківський ліцей Антонінської селищної ради Красилівського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Терешківська загальноосвітня школа I-III ступенів Красилівського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Жищинецький ліцей Городоцької міської ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Жищинецька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Юровецький ліцей', N'Хмельницька область'),
 dbo.get_eo_hash(N'Юровецька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Малоправутинський ліцей Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Опорний заклад - Малоправутинський навчально-виховний комплекс дошкільний навчальний заклад - школа I-III ступенів Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'ОНЗ Кременчуківський ліцей Красилівського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'ОНЗ Кременчуківська загальноосвітня школа I-III ступенів Красилівського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сушовецький ліцей Білогірської районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Сушовецька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Копистинський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів, центр розвитку творчих здібностей дитини Хмельницької районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Копистинський навчально-виховний комплекс', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новокостянтинівський ліцей Летичівської селищної ради Летичівського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Новокостянтинівська загальноосвітня школа I-III ступенів Летичівської селищної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заслучненський ліцей імені Олексія Іщука Красилівського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Заслучненська загальноосвітня школа I-III ступенів Красилівського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Перерослівський ліцей', N'Хмельницька область'),
 dbo.get_eo_hash(N'Перерослівська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Жванецький ліцей', N'Хмельницька область'),
 dbo.get_eo_hash(N'Жванецька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Горицький ліцей Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Опорний заклад - Горицький навчально-виховний комплекс дошкільний навчальний заклад - школа І-ІІІ ступенів Берездівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Лажівська загальноосвітня школа І-III ступенів Старокостянтинівської районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Лажівська загальноосвітня школа ІI-III ступенів Старокостянтинівської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Залузький ліцей', N'Хмельницька область'),
 dbo.get_eo_hash(N'Залузька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Хорошівський ліцей Білогірської районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Хорошівська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Баговицький ліцей (зі структурними підрозділами гімназія та початкова школа)', N'Хмельницька область'),
 dbo.get_eo_hash(N'Баговицька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Струзька загальноосвітня школа I-III ступенів Новоушицької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Струзька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Грушківський ліцей Староушицької селищної ради Кам''янець-Подільського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Грушківський навчально-виховний комплекс Загальноосвітня школа I-III ступенів, агротехнічний ліцей', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Квітневський ліцей', N'Хмельницька область'),
 dbo.get_eo_hash(N'Квітневська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Подільський ліцей Староушицької селищної ради Кам''янець-Подільського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Подільська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Лісовогринівецький ліцей', N'Хмельницька область'),
 dbo.get_eo_hash(N'Лісовогринівецька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гуківський ліцей Гуківської сільської ради Чемеровецького району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Гуківська загальноосвітня школа I-III ступенів Гуківської сільської ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гулівецький ліцей', N'Хмельницька область'),
 dbo.get_eo_hash(N'Гулівецька загальноосвітня школа І-ІІІ ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кузьминський ліцей Городоцької міської ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Кузьминський навчально-виховний комплекс загальноосвітня школа I-III ступенів-дитячий садок', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Малоборовицький ліцей', N'Хмельницька область'),
 dbo.get_eo_hash(N'Малоборовицька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кащенецький ліцей Білогірської районної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Кащенецька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Степанецький ліцей - опорний заклад загальної середньої освіти Степанецької сільської ради об''єднаної територіальної громади', N'Черкаська область'),
 dbo.get_eo_hash(N'Комунальний заклад Степанецька спеціалізована школа І-ІІІ ступенів Степанецької сільської ради об''єднаної територіальної громади Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Павлівський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Павлівська загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Соколівський опорний заклад загальної середньої освіти І-ІІІ ступенів Соколівської сільської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Соколівський навчально-виховний комплекс Школа І-ІІІ ступенів - ліцей Соколівської сільської ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Шрамківська загальноосвітня школа І-ІІІ ступенів Драбівської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Шрамківська загальноосвітня школа І-ІІІ ступенів Драбівської районної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти села Ротмістрівка Ротмістрівської сільської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Ротмістрівська загальноосвітня школа І-ІІІ ступенів Смілянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Родниківська загальноосвітня школа І-ІІІ ступенів імені Т.Г. Шевченка Уманської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Родниківська загальноосвітня школа І-ІІІ ступенів імені Тараса Шевченка Уманської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Старосільський заклад загальної середньої освіти І-ІІІ ступенів Мліївської сільської ради Городищенського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Старосільська загальноосвітня школа І-ІІІ ступенів Городищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вороненський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Вороненська загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кривчунський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Кривчунська загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Медведівська загальноосвітня школа І-ІІІ ступенів імені М.Залізняка Чигиринської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Медведівська загальноосвітня школа І-ІІІ ступенів імені М.Залізняка Чигиринської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мар''янівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Шполянської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Мар''янівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів №1 Шполянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Коврайський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад імені Г.С. Сковороди Плешканівської сільської ради Золотоніського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Коврайський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад імені Г.С. Сковороди Золотоніської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний заклад Бужанський навчально - виховний комплекс Загальноосвітня школа І - ІІІ ступенів - Дошкільний навчальний заклад Лисянської районної ради Черкаської області»', N'Черкаська область'),
 dbo.get_eo_hash(N'Бужанська загальноосвітня школа І-ІІІ ступенів Лисянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний заклад Боярський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Лисянської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Боярський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Лисянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сорокотязький заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Сорокотязька загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тинівський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Тинівська загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Чорнявський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Черкаської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Чорнявський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Черкаської районної ради Черкаської областіі', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ковалівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Драбівської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Ковалівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Драбівської районної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Олександрівський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Олександрівська загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тетерівський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Тетерівська загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний заклад „ Виноградський навчально – виховний комплекс „ Дошкільний навчальний заклад – загальноосвітня школа І – ІІІ ступенів “ Лисянської районної ради Черкаської області“', N'Черкаська область'),
 dbo.get_eo_hash(N'Виноградський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Лисянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Червонокутський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Червонокутська загальноосвітня школа І-ІІІ ступенів №1 Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Конельськопопівський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Конельськопопівська загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Острожанський заклад загальної середньої освіти І-ІІІ ступенів Соколівської сільської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Острожанська загальноосвітня школа І-ІІІ ступенів Соколівської сільської ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Хижнянський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Хижнянська загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Черепковецький заклад загальної середньої освіти І-ІІІ ступенів Глибоцької селищної ради Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Черепковецька загальноосвітня школа І-ІІІ ступенів Черепковецької сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Лужанський заклад загальної середньої освіти І-ІІІ ступенів імені Василя Орелецького Мамаївської сільської ради Кіцманського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Лужанський загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кострижівський заклад загальної середньої освіти І-ІІІ ступенів Кострижівської селищної ради Заставнівського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Кострижівська загальноосвітня школа І-ІІІ ступенів Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Лашківський заклад загальної середньої освіти І-ІІІ ступенів Кіцманської міської ради Кіцманського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Лашківський загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Замостянcька загальноосвітня школа І-ІІІ ступенів Вашківецької міської ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Замостянська загальноосвітня школа І-ІІІ ступенів Вашківецької міської ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Оршовецький заклад загальної середньої освіти І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Оршовецький загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Романковецька гімназія імені академіка Костянтина Федоровича Поповича Сокирянського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Романковецька гімназія імені академіка Костянтина Федоровича Поповича Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Недобоївський заклад загальної середньої освіти І-ІІІ ступенів Недобоївської сільської ради Хотинського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Недобоївський навчально-виховний комплекс Загальноосвітній навчальний заклад І-ІІІ ступенів дошкільний навчальний заклад Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Неполоковецький заклад загальної середньої освіти І-ІІІ ступенів Неполоковецької селищної ради Кіцманського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Неполоковецький загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Маршинецький навчально-виховний комплекс Загальноосвітній навчальний заклад-дошкільний навчальний заклад Новоселицької міської ради Новоселицького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Маршинецький навчально-виховний комплекс Загальноосвітній навчальний заклад-дошкільний навчальний заклад Маршинецької сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Рідківська загальноосвітня школа І-ІІІ ступенів Магальської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Рідківська загальноосвітня школа І-ІІІ ступенів Магальськоїї сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Звенячинський заклад загальної середньої освіти Кострижівської селищної ради Заставнівського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Звенячинський навчально-виховний комплекс Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Молодійська загальноосвітня школа І-ІІІ ступенів Чагорської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Молодійська загальноосвітня школа І-ІІІ ступенів Молодійської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад - Вікнянський заклад загальної середньої освіти І-ІІІ ступенів Вікнянської сільської ради Заставнівського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Вікнянська загальноосвітня школа І-ІІІ ступенів Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Драчинецький опорний заклад загальної середньої освіти І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Драчинський загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Горбівська загальноосвітня школа І-ІІІ ступенів Острицької сільської ради Герцаївського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Горбівська загальноосвітня школа І-ІІІ ступенів Герцаївської районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Великокучурівський заклад середньої освіти І-ІІІ ступенів імені В.Бузенка Великокучурівської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Великокучурівська загальноосвітня школа І-ІІІ ступенів Великокучурівської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Тернавський навчально-виховний комплекс Тернавської сільської ради Герцаївського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Тернавський загальноосвітній заклад - дошкільний навчальний заклад Герцаївської районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Шипинецький заклад загальної середньої освіти І-ІІІ ступенів Кіцманської міської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Шипинський загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Котелівський навчально-виховний комплекс – опорний заклад Новоселицького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Котелівський навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Котелівської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Острицька загальноосвітня школа І-ІІІ ступенів Острицької сільської ради Герцаївського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Острицька загальноосвітня школа І-ІІІ ступенів Герцаївської районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Луковицька загальноосвітня школа І-ІІІ ступенів Чагорської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Луковицька загальноосвітня школа І-ІІІ ступенів Луковицької сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ошихлібський заклад загальної середньої освіти І-ІІІ ступенів Кіцманськогго району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Ошихлібський загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманськогго району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Слобідський навчально-виховний комплекс Загальноосвітній навчальний заклад-дошкільний навчальний заклад Новоселицької міської ради Новоселицького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Слобідський навчально-виховний комплекс Загальноосвітній навчальний заклад-дошкільний навчальний заклад Слобідської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Годинівський навчально-виховний комплекс Острицької сільської ради Герцаївського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Годинівський навчально-виховний комплексГерцаївської районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гмирянський заклад загальної середньої освіти I-III ступенів Ічнянської міської ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Гмирянська загальноосвітня школа I-III ступенів Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Дігтярівська загальноосвітня школа I-III ступенів Срібнянської селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Дігтярівська загальноосвітня школа I-III ступенів Срібнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Срібнянська загальноосвітня школа I-III ступенів Срібнянської селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Срібнянська загальноосвітня школа I-III ступенів Срібнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Деснянський навчально-виховний комплекс гімназія-загальноосвітня школа І ступеня Деснянської селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Деснянський навчально-виховний комплекс Гімназія-загальноосвітня школа І ступеня Деснянської селищної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Батуринська загальноосвітня школа I-III ступенів ім. Григора Орлика Батуринської міської ради Бахмацького району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Батуринська загальноосвітня школа I-III ступенів імені Григора Орлика', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Салтиково-Дівицький заклад загальної середньої освіти І-ІІІ ступенів КуликівськоЇ селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Салтиково-Дівицька загальноосвітня школа І-ІІІ ступенів Куликівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Комунальний заклад Киїнська загальноосвітня школа I-III ступенів імені Костянтина Светенка Чернігівської районної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Киїнська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Марковецький заклад загальної середньої освіти I-III ст. Бобровицької міської ради Бобровицького району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Марковецька загальноосвітня школа I-III ст. Бобровицької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Куликівський заклад загальної середньої освіти I-III ступенів Куликівської селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Куликівська загальноосвітня школа I-III ступенів Куликівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Карпилівська загальноосвітня школа I-III ступенів Срібнянської селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Карпилівська загальноосвітня школа I-III ступенів Срібнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ковчинський заклад загальної середньої освіти І-ІІІ ступенів імені Л. П. Деполович Куликівської селищної ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Ковчинська загальноосвітня школа І-ІІІ ступенів імені Л. П. Деполович Куликівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гурбинська загальноосвітня школа I-III ступенів Срібнянської селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Гурбинська загальноосвітня школа I-III ступенів Срібнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сокиринська загальноосвітня школа I-III ступенів Срібнянської селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Сокиринська загальноосвітня школа I-III ступенів Срібнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Козилівська загальноосвітня школа I-III ступенів Холминської селищної ради Корюківського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Козилівська загальноосвітня школа I-III ступенів Корюківської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Малодівицька загальноосвітня школа I-III ступенів Малодівицької селищної ради Прилуцького району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Малодівицька загальноосвітня школа I-III ступенів Прилуцької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Височанська загальноосвітня школа I-III ступенів Височанської сільської ради Борзнянського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Височанська загальноосвітня школа I-III ступенів Борзнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Івангородський заклад загальної середньої освіти I-III ступенів Ічнянської міської ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Івангородська загальноосвітня школа I-III ступенів Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новомлинівська загальноосвітня школа I-III ступенів Височанської сільської ради Борзнянського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Новомлинівська загальноосвітня школа I-III ступенів Борзнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гужівський заклад загальної середньої освіти I-III ступенів Ічнянської міської ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Гужівська загальноосвітня школа I-III ступенів Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Озерянський заклад загальної середньої освіти І-ІІІ ступенів Бобровицької міської ради Бобровицького району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Озерянська загальноосвітня школа I-III ст. Бобровицької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Козацький заклад загальної середньої освіти І-ІІІ ступенів Бобровицької міської ради Бобровицького району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Козацький навчально-виховний комплекс загальноосвітній навчальний заклад - дошкільний навчальний заклад Бобровицької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Іржавецький заклад загальної середньої освіти I-III ступенів Ічнянської міської ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Іржавецька загальноосвітня школа I-III ступенів Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вороб''ївський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний закладНовгород-Сіверської районної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Вороб''ївський навчально-виховний комплекс Новгород-Сіверської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новобиківський заклад загальної середньої освіти I-III ступенів Новобасанської сільської ради Бобровицького району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Новобиківська загальноосвітня школа I-III ст. Бобровицької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Количівська загальноосвітня школа I-III ступенів Іванівської сільської ради Чернігівського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Комунальний заклад Количівська загальноосвітня школа I-III ступенів Іванівської сільської ради Чернігівського району Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Холминська загальноосвітня школа I-III ступенів Холминської селищної ради, Корюківського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Холминська загальноосвітня школа I-III ступенів Корюківської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вороньківський заклад загальної середньої освіти I-III ст. Бобровицької районної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Вороньківська загальноосвітня школа I-III ст. Бобровицької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Любецький заклад загальної середньої освіти I-III ступенів ім. 12-ї гвардійської стрілецької Пінської Червонопрапорної ордена Суворова дивізії Любецької селищної ради Ріпкинського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Любецька загальноосвітня школа I-III ступенів ім. 12-ї гвардійської стрілецької Пінської Червонопрапорної ордена Суворова дивізії Ріпкинської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Смичинська загальноосвітня школа I-III ступенів Городнянської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Смичинська загальноосвітня школа I-III ступенів Городнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Тупичівський заклад загальної середньої освіти I-III ступенів Тупичівської сільської ради Городнянського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Тупичівська загальноосвітня школа I-III ступенів Городнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Рудьківський заклад загальної середньої освіти I-III ступенів Бобровицької міської ради Бобровицького району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Рудьківська загальноосвітня школа I-III ст. Бобровицької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Більмачівський заклад загальної середньої освіти I-III ступенів Ічнянської міської ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Більмачівська загальноосвітня школа I-III ступенів Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Орлівський заклад загальної середньої освіти I-III ступенів Куликівської селищної ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Орлівська загальноосвітня школа I-III ступенів Куликівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новобасанський заклад загальної середньої освіти I-IIІ ст. Новобасанської сільської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Новобасанська загальноосвітня школа I-IIІ ст. Бобровицької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Данівська загальноосвітня школа І-ІІІ ступенів Козелецької селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Данівська загальноосвітня школа І-ІІІ ступенів Козелецької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Линовицька загальноосвітня школа I-III ступенів Линовицької селищної ради Прилуцького району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Линовицька загальноосвітня школа I-III ступенів Прилуцької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Берестовецький навчально-виховний комплекс Заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти', N'Чернігівська область'),
 dbo.get_eo_hash(N'Берестовецька загальноосвітня школа I-III ступенів Борзнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Березнянський опорний заклад загальної середньої освіти I-III ступенів Менської районної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Березнянська загальноосвітня школа I-III ступенів Менської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Освітній комплекс Дорогинський заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти Ічнянської міської ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Дорогинська загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Головеньківська загальноосвітня школа I-III ступенів Височанської сільської ради Борзнянського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Головеньківська загальноосвітня школа I-III ступенів Борзнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Дружбинський заклад загальної середньої освіти I-III ступенів Ічнянської міської ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Дружбинська загальноосвітня школа I-III ступенів Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Красносільська загальноосвітня школа I-III ступенів Комарівської сільської ради Борзнянського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Красносільська загальноосвітня школа I-III ступенів Борзнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бахмацький заклад загальної середньої освіти I-III ступенів № 2 Бахмацької районної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Бахмацька загальноосвітня школа I-III ступенів № 2 Бахмацької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Іванівська загальноосвітня школа I-III ступенів Іванівської сільської ради Чернігівського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Комунальний заклад Іванівська загальноосвітня школа I-III ступенів Іванівської сільської ради Чернігівського району Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Товкачівська загальноосвітня школа I-III ступенів Малодівицької селищної ради Прилуцького району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Товкачівська загальноосвітня школа I-III ступенів Прилуцької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кобижчанський заклад загальної середньої освіти І-ІІІ ступенів Бобровицької міської ради Бобровицького району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Кобижчанська загальноосвітня школа I-III ст. Бобровицької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комарівська загальноосвітня школа I-III ступенів Комарівської сільської ради Борзнянського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Комарівська загальноосвітня школа I-III ступенів Борзнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Олишівська загальноосвітня школа I-III ступенів Олишівської селищної ради Чернігівського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Олишівська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вересоцький заклад загальної середньої освіти I-III ступенів Куликівської селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Вересоцька загальноосвітня школа I-III ступенів Куликівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бутівська загальноосвітня школа I-III ступенів Городнянської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Бутівська загальноосвітня школа I-III ступенів Городнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мощенська загальноосвітня школа I-III ступенів Городнянської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Мощенська загальноосвітня школа I-III ступенів Городнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Горбівський заклад загальної середньої освіти I-III ступенів Куликівської селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Горбівська загальноосвітня школа I-III ступенів Куликівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Крупичпільський заклад загальної середньої освіти I-III ступенів Ічнянської міської ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Крупичпільська загальноосвітня школа I-III ступенів Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Плосківський навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад I-III ступенів Мринської сільської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Плосківський навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад I-III ступенів Носівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Пісківський заклад загальної середньої освіти I-III ступенів імені П.Г.Тичини Бобровицької міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Пісківська загальноосвітня школа I-III ст. ім. П.Г.Тичини Бобровицької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Лемешівська загальноосвітня школа І-ІІІ ступенів Козелецької селищної ради Козелецького району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Лемешівська загальноосвітня школа І-ІІІ ступенів Козелецької районної ради Чернігівської області', N'Чернігівська область'))



 INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'EOName_Source', N'EORegName'),
 dbo.get_eo_hash(N'EOName From', N'EORegName'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Вило-Ярузька загальноосвітня школа І-ІІІ ступенів Бабчинецької сільської ради Чернівецького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Вило-Ярузька середня загальноосвітня школа I-III ступенів Чернівецького району', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Суворовська загальноосвітня школа I-III ступенів Тульчинської міської ради', N'Вінницька область'),
 dbo.get_eo_hash(N'Суворовська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ступенів - гімназія №2 м.Гнівань Гніванської міської ради Тиврівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ступенів - гімназія №2 м.Гнівань', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти I-III ступенів №9 Вінницької міської ради', N'Вінницька область'),
 dbo.get_eo_hash(N'Комунальний заклад Загальноосвітня школа I-III ступенів №9 Вінницької міської ради', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Альтернативна середня загальноосвітня школа I-III ступенів №1 ім. А.С.Макаренка розвитку здібностей дитини м.Гнівань Гніванської міської ради Тиврівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Альтернативна середня загальноосвітня школа I-III ступенів №1 ім. А.С.Макаренка розвитку здібностей дитини м.Гнівань', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Войнашівська загальноосвітня школа I-III ступенів Барської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Войнашівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів №2 смт. Муровані Курилівці Мурованокуриловецького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів №2 смт. Муровані Курилівці', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Теплицька загальноосвітня школа I-III ступенів №1 Теплицької районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №1 смт.Теплик Теплицький район Вінницька область', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сутисківська спеціалізована загальноосвітня школа-інтернат', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа-інтернат I-III ступенів смт.Сутиски', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Чернівецька загальноосвітня школа І-ІІІ ступенів №1 Чернівецької районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Чернівецька загальноосвітня школа I-III ступенів №1 Чернівецького району', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Мурованокуриловецька школа-ліцей № 1 Мурованокуриловецької районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Середня загальноосвітня школа I-III ступенів №1 - гімназія смт. Муровані Курилівці', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Лозівська загальноосвітня школа I-III ступенів Чернівецької районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Лозівська середня загальноосвітня школа I-III ступенів Чернівецького району', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Заклад загальної середньої освіти I-III ступенів №2 імені Івана Богуна м.Ямпіль Ямпільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №2 імені Івана Богуна м.Ямпіль', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Лукашівська загальноосвітня школа І-ІІІ ступенів Липовецької районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Лукашівська загальноосвітня школа І-ІІІ ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів №5 м. Гайсина Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів №5 м.Гайсина', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Барський ліцей № 2 Барської міської ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Барський навчально-виховний комплекс Загальнооосвітня школа I-III ступенів №2-гімназія Барської міської ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Чернівецька загальноосвітня школа I-III ступенів №2 Чернівецької районної ради Вінницької областіопорний заклад Чернівецького освітнього округу', N'Вінницька область'),
 dbo.get_eo_hash(N'Чернівецька середня загальноосвітня школа I-III ступенів №2 Чернівецького району', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Брацлавський навчально-виховний комплекс Загальноосвітня школа I-III ступенів №1-гімназія Брацлавської селищної ради Немирівського р-ну Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Брацлавський навчально-виховний комплекс Загальноосвітня школа I-III ступенів №1-гімназія Немирівської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс: середня загальноосвітня школа I-III ступенів - гімназія м.Гайсин', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс: середня загальноосвітня школа I-III ступенів - гімназія м.Гайсина', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Козинецька загальноосвітня школа І-ІІІ ст. Липовецької районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Козинецька загальноосвітня школа І-ІІІ ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Теплицька загальноосвітня школа I-III ступенів №2 Теплицької районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №2 смт.Теплик Теплицький район Вінницька область', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №3 м.Гнівань Гніванської міської ради Тиврівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №3 м.Гнівань', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Степашки Гайсинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Степашки', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Навчально-виховний комплекс: заклад загальної середньої освіти І ступеня - гімназія Ямпільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс: загальноосвітня школа І ступеня - гімназія Ямпільського району', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Маньковецька загальноосвітня школа I-III ступенів', N'Вінницька область'),
 dbo.get_eo_hash(N'Заклад Маньковецька загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Заклад загальної середньої освіти І-ІІІ ступенів №1 м.Ямпіль Ямпільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №1 м.Ямпіль', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ст. - гімназія комунальної власності територіальної громади м.Жмеринки Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа I-III ступенів - гімназія комунальної власності територіальної громади м.Жмеринки', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Стінянська загальноосвітня школа I-III ступенів Томашпільської районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Стінянська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Липовецька загальноосвітня школа І-ІІІ ст. №2 Липовецької районної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Липовецька загальноосвітня школа І-ІІІ ступенів №2 Липовецької районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Володимир-Волинський ліцей Центр освіти Волинської обласної ради', N'Волинська область'),
 dbo.get_eo_hash(N'Володимир-Волинська спеціалізована школа-інтернат І-ІІІ ступенів Центр освіти та соціально-педагогічної підтримки', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Луцький ліцей Луцької міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний заклад Луцький навчально-виховний комплекс загальноосвітня школа-інтернат І-ІІІ ступенів - правознавчий ліцей з посиленою фізичною підготовкою Луцької міської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №12 м. Ковеля Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня №12 міста Ковеля Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Нововолинський науковий ліцей-інтернат Волинської обласної ради', N'Волинська область'),
 dbo.get_eo_hash(N'Нововолинський ліцей-інтернат Волинської обласної ради', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Любомльський заклад загальної середньої освіти І-ІІІ ступенів №2 Любомльської міської ради', N'Волинська область'),
 dbo.get_eo_hash(N'Любомльська загальноосвітня школа І-ІІІ ступенів №2 Любомльської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освітиІваничівський ліцей №2 імені Юрія Лелюкова Іваничівської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний заклад Іваничівська загальноосвітня школа І-ІІІ ступенів №2 імені Юрія Лелюкова Іваничівської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Люблинецький ліцей Волинської обласної ради', N'Волинська область'),
 dbo.get_eo_hash(N'Люблинецька спеціалізована школа-інтернат І-ІІІ ступенів Центр освіти та соціально-педагогічної підтримки', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Княгининівський ліцей Волинської обласної ради', N'Волинська область'),
 dbo.get_eo_hash(N'Княгининівська спеціалізована школа-інтернат І-ІІІ ступенів Центр освіти та соціально-педагогічної підтримки Волинської обласної ради', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Волинський науковий ліцей-інтернат Волинської обласної ради', N'Волинська область'),
 dbo.get_eo_hash(N'Волинський ліцей-інтернат Волинської обласної ради', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів № 8 м. Ковеля Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня № 8 м. Ковеля Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс Маневицька загальноосвітня школа І-ІІІ ступенів №2 - гімназія Маневицького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Маневицька загальноосвітня школа І-ІІІ ступенів №2 - гімназія ім. А. П. Бринського Маневицького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Любомльський заклад загальної середньої освіти І-ІІІ ступенів №3 Любомльської міської ради', N'Волинська область'),
 dbo.get_eo_hash(N'Любомльська загальноосвітня школа І-ІІІ ступенів №3 Любомльської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти Луцький ліцей №3 Луцької міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний заклад Луцька загальноосвітня школа І-ІІІ ступенів №3 Луцької міської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти Рожищенський ліцей № 4 Рожищенської районної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Рожищенський навчально-виховний комплекс №4 Загальноосвітня школа І-ІІІ ступенів - гімназія Рожищенського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Філія Сенкевичівська Володимир-Волинського ліцею Центр освіти Волинської обласної ради', N'Волинська область'),
 dbo.get_eo_hash(N'Сенкевичівська загальноосвітня школа-інтернат І-ІІІ ступенів Горохівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І -ІІІ ступенів №5 м. Ковеля Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня №5 м. Ковеля Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Любомльський навчально-виховний комплекс Заклад загальної середньої освіти І-ІІІ ступенів - гімназія імені Наталії Ужвій Любомльської міської ради', N'Волинська область'),
 dbo.get_eo_hash(N'Любомльський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - районна гімназія імені Наталії Ужвій Любомльської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Міський юридичний ліцей наукового спрямування при університеті митної справи та фінансів Дніпровської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Міський юридичний ліцей Дніпровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Андріївська середня загальноосвітня школа-загальноосвітній навчальний заклад І-ІІІ ступенів Широківської районної ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Андріївська середня загальноосвітня школа-загальноосвітній навчальний заклад І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Іверський заклад загальної середньої освіти І-ІІІ ступенів Солонянської районної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Дзержинівська середня загальноосвітня школа І-ІІІ ступенів Солонянської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Знаменівський заклад загальної середньої освіти І-ІІІ ступенів №2 Піщанської сільської ради Новомосковського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Знаменівська загальноосвітня школа І-ІІІ ступенів №2 Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД «ВЕРХНЬОДНІПРОВСЬКА СЕРЕДНЯ ЗАГАЛЬНООСВІТНЯ ШКОЛА №2 І-ІІІ СТУПЕНІВ» ВЕРХНЬОДНІПРОВСЬКОЇ МІСЬКОЇ РАДИ ДНІПРОПЕТРОВСЬКОЇ ОБЛАСТІ»', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Верхньодніпровська середня загальноосвітня школа №2 І-ІІІ ступенів Верхньодніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 4 середня загальноосвітня школа-дошкільний навчальний заклад(дитячий садок) Дніпровської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс № 4 середня загальноосвітня школа-дошкільний навчальний заклад(дитячий садок) Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Перещепинський опорний освітній заклад №1 Перещепинської міської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Перещепинська загальноосвітня школа І-ІІІ ступенів №1 Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'опорний навчальний заклад Апостолівська загальноосвітня школа І-ІІІ ступенів № 1 Апостолівської міської ради Апостолівського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'опорний навчальний заклад Апостолівська загальноосвітня школа І-ІІІ ступенів № 1', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс  Загальноосвітній навчальний заклад - дошкільний навчальний заклад № 24 Кам''янської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс  Загальноосвітній навчальний заклад - дошкільний навчальний заклад № 24 м.Дніпродзержинська Дніпродзержинської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІступенів Перспектива Жовтоводської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти навчально-виховний комплекс №6 Перспектива', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №1 Дніпровської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №1 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Дніпровський ліцей інформаційних технологій при Дніпровському національному університеті імені Олеся Гончара Дніпровської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Дніпровський ліцей інформаційних технологій при Дніпропетровському національному університеті імені Олеся Гончара Дніпровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ВЕРХНЬОДНІПРОВСЬКА СПЕЦІАЛІЗОВАНА ШКОЛА №1 І-ІІІ СТУПЕНІВ З ПОГЛИБЛЕНИМ ВИВЧЕННЯМ ІНОЗЕМНИХ МОВ ВЕРХНЬОДНІПРОВСЬКОЇ МІСЬКОЇ РАДИ ДНІПРОПЕТРОВСЬКОЇ ОБЛАСТІ', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Верхньодніпровська спеціалізована школа №1 І-ІІІ ступенів з поглибленим вивченням іноземних мов Верхньодніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Межиріцький ліцей ім. І. С. Обдули Межиріцької сільської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Межиріцький навчально-виховний комплекс', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КЗ Новопавлівський опорний заклад загальної середньої освіти І-ІІІ ступенів Новопавлівської сільської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'СКЗО Новопавлівська середня загальноосвітня школа І-ІІІ ступенів № 1', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Верхівцевський навчально - виховний комплекс Середня загальноосвітня школа №1 - дошкільний навчальний заклад Верхньодніпровської районної ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Верхівцевський навчально - виховний комплекс Середня загальноосвітня школа №1 - дошкільний навчальний заклад Верхньодніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Коломійцівська загальноосвітня школа І- ІІІ ступенів Покровської селищної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Коломійцівська загальноосвітня школа І-ІІІ ступенів Покровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Фінансово-економічний ліцей наукового спрямування при Університеті митної справи та фінансів Дніпровської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Фінансово-економічний ліцей Дніпровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КЗМар''є- Дмитрівська опорна загальноосвітня школа І-ІІІ ступенів Девладівської сільської ради Софіївського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Мар''є- Дмитрівська загальноосвітня школа І-ІІІ ступенів Софіївської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'CКЗО Новопавлівська середня загальноосвітня школа І-ІІІ ступенів № 2', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'РКЗО Новопавлівська середня загальноосвітня школа І-ІІІ ступенів № 2', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Марганецька загальноосвітня школа І-ІІІ ступенів № 7 Марганецької міської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Марганецька загальноосвітня школа І-ІІІ ступнів № 7 Марганецької міської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №32 Дніпровської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа №32 Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Приорільська загальноосвітня школа І-ІІІ ступенів Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Пролетарська загальноосвітня школа І-ІІІ ступенів Магдалинівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Навчально - виховний комплекс № 42 школа I-III ступенів - дошкільний навчальний заклад (дитячий садок) Дніпровської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Середня загальноосвітня школа № 42 Дніпровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний комунальний навчальний заклад Надеждівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) Криворізької районної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Надеждівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) Криворізького району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Технічний ліцей імені Анатолія Лигуна Кам''янської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Технічний ліцей  Кам''янської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Софіївська опорна загальноосвітня школа І - ІІІ ступенів Софіївської селищної ради Софіївського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Софіївська опорна школа І - ІІІ ступенів Софіївської селищної ради Софіївського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Ліцей № 13 Кам''янської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад № 13 Кам''янської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти ІІ-ІІІ ступенів гуманітарна гімназія імені Лесі Українки Жовтоводської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Жовтоводська гуманітарна гімназія імені Лесі Українки з поглибленим вивченням іноземних мов', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти ІІ-ІІІ ступенів Жовтоводський ліцей', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти ліцей природничо-наукового навчання м.Жовті Води', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс №102 середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад (ясла-садок) комбінованого типу Дніпровської міської ради)', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Навчально-виховний комплекс №102 середня загальоосвітня школа I-III стіупенів - дошкільний навчальний заклад (ясла-садок) комбінованого типу Дніпропетровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Ліцей митно-податкової справи з посиленою військово-фізичною підготовкою при Університеті митної справи та фінансів Дніпровської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Ліцей з посиленою військово-фізичною підготовкою Дніпровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ВЕРХНЬОДНІПРОВСЬКА СЕРЕДНЯ ЗАГАЛЬНООСВІТНЯ ШКОЛА №5 І-ІІІ СТУПЕНІВ ВЕРХНЬОДНІПРОВСЬКОЇ МІСЬКОЇ РАДИ ДНІПРОПЕТРОВСЬКОЇ ОБЛАСТІ', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Верхньодніпровська середня загальноосвітня школа №5 І-ІІІ ступенів Верхньодніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти № 15 - загальноосвітній навчальний заклад І-ІІІ ступенів', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа № 15 загальноосвітній навчальний заклад І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Булахівська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Дзвіночок загального розвитку', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Булахівська загальноосвітня школа І-ІІІ ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Синельниківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Синельниківської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Синельниківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Синельниківської міської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'ТОВ Навчальний заклад «Дніпровська середня загальноосвітня школа Британська міжнародна школа-Дніпро', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'ТОВ Навчальний заклад «Британська середня загальноосвітня школа Британська міжнародна школа-Дніпро', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів №8 Жовтоводської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Жовтоводська середня загальноосвітня з профільними класами школа №8', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Знаменівський заклад загальної середньої освіти - дошкільний заклад І-ІІІ ступенів Піщанської сільської ради Новомосковського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Знаменівський навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний заклад Новомосковської районної ради Дніпропетровської області.', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти № 7 - загальноосвітній навчальний заклад І-ІІІ ступенів', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Новомосковська загальноосвітня школа І-ІІІ ступенів №7 з інтернатним відділенням Новомосковської міської ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ВЕРХНЬОДНІПРОВСЬКА СЕРЕДНЯ ЗАГАЛЬНООСВІТНЯ ШКОЛА №3 І-ІІІ СТУПЕНІВ ВЕРХНЬОДНІПРОВСЬКОЇ МІСЬКОЇ РАДИ ДНІПРОПЕТРОВСЬКОЇ ОБЛАСТІ', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Верхньодніпровська середня загальноосвітня школа №3 І-ІІІ ступенів Верхньодніпровської районної ради Дніпропетровської області', N'Дніпропетровська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 33 Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 33 Краматорської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 5 Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 5 Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №13 військово-цивільної адміністрації міста Торецьк Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 13 Торецької міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Селидівська загальноосвітня гімназія Селидівської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Селидівська загальноосвітня гімназія ІI-III ступенів Селидівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Білозерська загальноосвітня школа І-ІІІ ступенів №18', N'Донецька область'),
 dbo.get_eo_hash(N'Білозерська загальноосвітня школа I-III ступенів №18 Добропільської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Краматорська школа І-ІІІ ступенів № 25 з профільним навчанням Краматорської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 25 з профільним навчанням Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньо освіти І-ІІІ ступенів №3 Спеціалізована школа з поглибленим вивченням англійської мови військово-цивільної адміністрації міста Торецьк Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №3 «Спеціалізована школа з поглибленим вивченням англійської мови»', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа І – ІІІ ступенів № 12 Краматорської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 12 Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Білицька загальноосвітня школа І-ІІІ ступенів №10', N'Донецька область'),
 dbo.get_eo_hash(N'Білицька загальноосвітня школа I-III ступенів №10 Добропільської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Приватне підприємство Маріупольська загальноосвітня приватна школа І-ІІІ ступенів Лінгва-ХХІ століття Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Приватне підприємство Маріупольська загальноосвітня приватна школа І-ІІІ ступенів «Лінгва –ХХІ століття» Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа І-ІІІ ступенів № 29 Маріупольської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа I-III ступенів №29 Маріупольської міської ради Донецької області»', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 17 Краматорської міської Ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 17 Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів № 9 військово-цивільної адміністрації міста Торецьк Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №9', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №1 Мирноградської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №1 Мирноградської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №17 військово-цивільної адміністрації міста Торецьк Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №17', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 2 Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 2 Краматорської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 18 Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 18 Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа І – ІІІ ступенів № 4 Краматорської міської ради', N'Донецька область'),
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 4 Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новостепанівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад (дитячий садок) Олександрівської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Новостепанівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад (дитячий садок)', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 24 Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 24 Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Маріупольська спеціальна загальноосвітня школа-інтернат І-ІІІ ступенів №21 Донецької обласної ради', N'Донецька область'),
 dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І-ІІІ ступенів №21 Маріупольської міської ради Донецької області»', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс «Михайлівська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради', N'Донецька область'),
 dbo.get_eo_hash(N'Навчально – виховний комплекс «Михайлівська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Покровської районної ради', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа І-ІІІ ступенів № 15 Маріупольської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа I-III ступенів №15 Маріупольської міської ради Донецької області»', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Костянтинівський заклад загальної середньої освіти I-III ступенів № 6 Костянтинівської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Костянтинівська спеціалізована загальноосвітня школа I-III ступенів № 6 з поглибленим вивченням окремих предметів Костянтинівської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 15 Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 15 Краматорської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 16 Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 16 Краматорської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 20 Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 20 Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Білицька загальноосвітня школа I-III ступенів №9', N'Донецька область'),
 dbo.get_eo_hash(N'Білицька загальноосвітня школа I-III ступенів №9 Добропільської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Білозерська загальноосвітня школа I-III ступенів №15', N'Донецька область'),
 dbo.get_eo_hash(N'Білозерська загальноосвітня школа I-III ступенів №15 Добропільської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Краматорський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів №32 – дошкільний навчальний заклад)', N'Донецька область'),
 dbo.get_eo_hash(N'Краматорський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів №32 - дошкільний навчальний заклад) Краматорської міської ради', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів №26 Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 26 Краматорської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Лиманська загальноосвітня школа І-ІІІ ступенів №2 Лиманської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Лиманська загальноосвітня школа I-III ступенів № 2 Лиманської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №2 військово-цивільної адміністрації міста Торецьк Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №2', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Старомлинівська загальноосвітня школа І-ІІІ ступенів № 2 Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Старомлинівська загальноосвітня школа I-III ступенів №2 Великоновосілківської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 31 Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 31 Краматорської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №9 Мирноградської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 9 Мирноградської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Костянтинівський заклад загальної середньої освіти І - ІІІ ступенів № 1', N'Донецька область'),
 dbo.get_eo_hash(N'Костянтинівська загальноосвітня школа I-III ступенів № 1 Костянтинівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вугледарський навчально-виховний комплекс «МРІЯ» (загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад) Вугледарської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Вугледарський навчально-виховний комплекс «МРІЯ» (загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад)', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №8 Мирноградської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 8 Мирноградської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Спасько-Михайлівська загальноосвітня школа І-ІІІ ступенів Олександрівської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Спасько-Михайлівська загальноосвітня школа I-III ступенів Олександрівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Білозерська загальноосвітня школа I-III ступенів №13', N'Донецька область'),
 dbo.get_eo_hash(N'Білозерська загальноосвітня школа I-III ступенів №13 Добропільської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів №8 Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 8 Краматорської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Старомлинівська загальноосвітня школа І-ІІІ ступенів № 1 Великоновосілківської районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Старомлинівська загальноосвітня школа I-III ступенів №1 Великоновосілківської районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 30 Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 30 Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Маріупольський навчально-виховний комплекс Колегіум-школа №1 Маріупольської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'МНВК «Колегіум-школа» №1 Маріупольської міської ради Донецької області»', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ст. № 23 Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 23 Краматорської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ст. № 35 з профільним навчанням ім. В.М. Шеймана Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 35 з профільним навчанням ім. В.М.Шеймана Краматорської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Миколаївський заклад загальної середньої освіти І-ІІІ ступенів №3 Миколаївської міської ради Слов’янського району Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Миколаївський заклад загальної середньої освіти I-III ступенів № 3 Миколаївської міської ради Слов''янського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 10 з профільним навчанням', N'Донецька область'),
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 10 з профільним навчанням Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІ ступенів - ліцей Гармонія Мирноградської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Мирноградський ліцей Гармонія Мирноградської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 1 Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 1 Краматорської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 9 Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 9 Краматорської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа І-ІІІ ступенів № 11 Краматорської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 11 Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Краматорський навчально­виховний комплекс (загальноосвітня школа І-ІІІ ступенів № 6 – дошкільний навчальний заклад Краматорської міської ради Донецької області)', N'Донецька область'),
 dbo.get_eo_hash(N'Краматорський навчально-виховний комплекс Загальноосвітня школа I-III ступенів № 6 - дошкільний навчальний заклад Краматорської міської ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа І – ІІІ ступенів № 3 Краматорської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 3 Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Краматорський заклад загальної середньої освіти № 22 з профільним навчанням ім. Миколи Миколайовича Крупченка Краматорської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Краматорська загальноосвітня школа I-III ступенів № 22 з профільним навчанням Краматорської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КЗ Авдіївська опорна загальноосвітня школа I-III ступенів №2 Авдіївської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Авдіївська загальноосвітня школа I-III ступенів № 2 Авдіївської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №10 Мирноградської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №10 Мирноградської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №16 військово-цивільної адміністрації міста Торецьк Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №16', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа І-ІІІ ступенів № 56 Маріупольської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа І–ІІІ ступенів №56 Маріупольської міської ради Донецької області»', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новодонецька загальноосвітня школа I-III ступенів №16', N'Донецька область'),
 dbo.get_eo_hash(N'Новодонецька загальноосвітня школа I-III ступенів №16 Добропільської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Комунальний заклад Маріупольська загальноосвітня школа І-ІІІ ступенів № 45 Маріупольської міської ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Комунальний заклад «Маріупольська загальноосвітня школа I-III ступенів №45 Маріупольської міської ради Донецької області»', N'Донецька область'))

INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ярузька середня загальноосвітня школа I-III ступенів Могилів-Подільського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Ярузька середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Ліцей № 1 Кам''янської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Загальноосвітній навчальний заклад - дошкільний навчальний заклад № 36 Кам''янської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бахмутська загальноосвітня школа I-IIІ ступенів №7 Бахмутської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Артемівська загальноосвітня школа I-III ступенів №7 Артемівської міської ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Ялтинська загальноосвітня школа І-ІІІ ступенів № 1 Першотравневої районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Ялтинська загальноосвітня школа I-III ступенів №1 Першотравневої районної ради Донецької області', N'Донецька область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Ялтинська загальноосвітня школа І-ІІІ ступенів № 2 Першотравневої районної ради Донецької області', N'Донецька область'),
-- dbo.get_eo_hash(N'Ялтинська загальноосвітня школа I-III ступенів №2 Першотравневої районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Великонизгірецька загальноосвітня школа I-III ступенів Cеменівської сільської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Великонизгірецька середня загальноосвітня школа I-III ступенів Бердичівської районної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Красівська загальноосвітня школа I-III ступенів імені Ц.Л. Посудевського Семенівської сільської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Красівська середня загальноосвітня школа I-III  ступенів імені Ц.Л. Посудевського  Бердичівської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний загальноосвітній навчальний заклад Брусилівська загальноосвітня школа I-III ступенів №1 Брусилівської селищної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Брусилівська загальноосвітня школа I-III ступенів №1 Брусилівської селищної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ємільчинський заклад загальної середньої освіти I-III ступенів №1 Ємільчинської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Ємільчинська загальноосвітня школа I-III ступенів №1 Ємільчинської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Ємільчинська гімназія Ємільчинської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Ємільчинська гімназія Ємільчинської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа I-III ступенів №8 з поглибленим вивченням окремих предметів та курсів м.Бердичева Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа I-III ступенів №8 з поглибленим вивченням окремих предметів та курсів м.Бердичева', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Житомирський обласний ліцей-інтернат для обдарованих дітей Житомирської обласної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Комунальний заклад Житомирський обласний ліцей-інтернат для обдарований дітей Житомирської обласної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Коростенський навчально-виховний комплекс Школа-гімназія №2 імені Володимира Сингаївського Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Школа-гімназія №2 імені Володимира Сингаївського', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів № 9 міста Новограда-Волинського Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти №9 м. Новограда-Волинського Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №1 імені Лесі Українки міста Новограда-Волинського Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Новоград-Волинський навчально-виховний комплекс Гімназія імені Лесі Українки - школа І ступеня Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №11 міста Новограда-Волинського Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Новоград-Волинський колегіум', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №4 міста Новограда-Волинського Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Новоград-Волинська спеціалізована школа I-III ступенів №4 з поглибленим вивченням окремих предметів і курсів Школа сприяння здоров''ю Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Овруцький заклад загальної середньої освіти I-III ступенів №3 Овруцької міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Овруцька загальноосвітня школа I-III ступенів №3 Овруцької міської ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад освіти Овруцька гімназія імені Андрія Малишка Овруцької міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Овруцька гімназія імені Андрія Малишка - загальноосвітня школа І ступеня Овруцької міської ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад освіти Овруцький заклад загальної середньої освіти І-ІІІ ступенів №1 Овруцької міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад Овруцька загальноосвітня школа І-ІІІ ступенів №1 Овруцької міської ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад освіти Овруцький заклад загальної середньої освіти І-ІІІ ступенів №4 Овруцької міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Овруцька загальноосвітня школа I-III ступенів №4 Овруцької міської ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Лучанківська загальноосвітня школа I-III ступенів Словечанської сільської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Лучанківська загальноосвітня школа I-III ступенів Овруцького району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Романівська загальноосвітня школа І-ІІІ ступенів ім. М.Т. Рильського Попільнянського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Романівська загальноосвітня школа І-ІІІ ступенів ім. М.Т. Рильського Попільнянської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Радомишльська гімназія Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Радомишльської гімназії Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Радомишльський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів №4-заклад дошкільної освіти» імені Івана Самоплавського Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Радомишльська загальноосвітня школа I-III ступенів №4 ім. І.Самоплавського', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Великорацька загальноосвітня школа І-ІІІ ступенів Радомишльської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Великорацька загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальна установа Потіївської сільської ради Потіївський ліцей Радомишльського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Потіївська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальна установа Миропільської селищної ради Миропільська загальноосвітня школа I-III ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Миропільська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Грушківська загальноосвітня школа I-III ступенів Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Грушківська загальноосвітня школа I-III ступенів Хорошівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новоборівський ліцей Новоборівської селищної ради Хорошівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Опорний заклад Новоборівський загальноосвітній навчальний заклад I-III ступенів -ліцей Хорошівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Нижньоворітський заклад загальної середньої освіти І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Нижньоворітська загальноосвітня школа І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Нижньоворітський ліцей Воловецької районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Нижньоворітська загальноосвітня школа-інтернат І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Іршавський заклад загальної середньої освіти І-ІІІ ступенів №1 Іршавської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Іршавська загальноосвітня школа І-ІІІ ступенів №1 Іршавської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Іршавський заклад загальної середньої освіти І-ІІІ ступенів №2 Іршавської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Іршавська загальноосвітня школа І-ІІІ ступенів №2 Іршавської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Іршавський ліцей Іршавської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Іршавська гімназія Іршавської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Берегівський ліцей імені Есе Томаша Берегівської районної ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Комунальна організація (установа, заклад) Берегівська спеціалізована школа-інтернат І-ІІІ ступенів Берегівської районної державної адміністрації', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Закарпатський обласний ліцей-інтернат з посиленою військово-фізичною підготовкою імені Героїв Красного поля Закарпатської обласної ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Закарпатський обласний ліцей-інтернат з посиленою військово-фізичною підготовкою Закарпатської обласної ради', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мукачівська загальноосвітня школа І-ІІІ ступенів № 1 ім. О. С. Пушкіна виконавчого комітету Мукачівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Мукачівська загальноосвітня школа І-ІІІ ступенів № 1 ім. О. С. Пушкіна Мукачівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Великобичківський ліцей Рахівської районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Великобичківська загальноосвітня школа-інтернат І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Буштинський ліцей Тячівської районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Буштинська гімназія-інтернат гуманітарного профілю І-ІІІ ступенів Буштинської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бердянський заклад загальної середньої освіти І-ІІІ ступенів №8 Бердянської міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Азовська загальноосвітня школа І-ІІІ ступенів Бердянської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Новоукраїнська опорна загальноосвітня школа I-III ступепів Більмацької районної ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа I-III ступепів Куйбишевської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Гуляйпільська загальноосвітня школа I-III ступенів № 2 Гуляйпільської міської ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад Гуляйпільська загальноосвітня школа I-III ступенів № 2 Гуляйпільської районної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня санаторна школа-інтернат І – ІІІ ступенів комунального закладу вищої освіти «Хортицька національна навчально-реабілітаційна академія» Запорізької обласної ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Загальноосвітня санаторна школа-інтернат І – ІІІ ступенів комунального вищого навчального закладу «Хортицька національна навчально-реабілітаційна академія» Запорізької обласної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Мелітопольський ліцей-інтернат ІІ-ІІІ ступенів Запорізької обласної ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад Мелітопольська загальноосвітня санаторна школа-інтернат І-ІІІ ступенів Запорізької обласної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей № 19 Мелітопольської міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Мелітопольська гімназія № 19 Мелітопольської міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей № 5 Мелітопольської міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Мелітопольська гімназія № 5 Мелітопольської міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей № 9 Мелітопольської міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Мелітопольська гімназія № 9 Мелітопольської міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №10 Мелітопольської міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Мелітопольська гімназія № 10 Мелітопольської міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Токмацька загальноосвітня школа І - ІІІ ступенів № 6 Токмацької міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Токмацька загальноосвітня школа І - ІІІ ступеню № 6 Токмацької міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Костянтинівська спеціалізована різнопрофільна школа I-III ступенів ПРОМЕТЕЙ з поглибленим вивченням предметів, Мелітопольської районної ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Костянтинівська спеціалізована різнопрофільна школа I-III ступенів ПРОМЕТЕЙ з поглибеним вивченням предметів, Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Михайлівська загальноосвітня школа I - III ступенів №3 Михайлівської селищної ради Михайлівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад Михайлівська загальноосвітня школа I-III ступенів №3 Михайлівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Опорний заклад загальної середньої освіти Сузір''я Оріхівської міської ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад Оріхівська гімназія №1 Сузір''я Оріхівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Оріхівський навчально-виховний комплекс №2 імені В.А. Лазаряна Оріхівської міської ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад Оріхівський навчально-виховний комплекс №2 імені академіка В.А. Лазаряна Оріхівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Мирненська загальноосвітня школа I-III ступенів імені воїна-інтернаціоналіста Сергія Володимировича Падалки Оріхівської міської ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад Мирненська загальноосвітня школа I-III ступенів імені воїна-інтернаціоналіста Сергія Володимировича Падалки Оріхівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальна установа Вербівська загальноосвітня школа I-III ступенів Пологівської районної ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Вербівська загальноосвітня школа I-III ступенів Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Молочанський опорний заклад загальної середньої освіти І-ІІІ ступенів Токмацької районної ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Молочанський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-гімназія Токмацької районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад  Шелюгівська загальноосвітня школа I-III ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Шелюгівська загальноосвітня школа I-III ступенів Якимівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс Якимівська гімназія Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Якимівська гімназія Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Якимівська загальноосвітня школа І - ІІІ ступенів №1 Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Якимівська загальноосвітня школа І - ІІІ ступенів №1 Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Якимівська загальноосвітня школа І-ІІІ ступенів №2 Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Якимівська загальноосвітня школа І-ІІІ ступенів №2 Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Верховинська спеціалізована мистецька школа-інтернат І-ІІІ ступенів Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Верховинська загальноосвітня школа-інтернат І-ІІІ ступенів Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Галицький ліцей імені Ярослава Осмомисла Галицької районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Галицька загальноосвітня школа І-ІІІ ступенів №1 імені Ярослава Осмомисла Галицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Городенківська загальноосвітня школа I-III ступенів №2', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Городенківська загальноосвітня школа №2', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сороківська загальноосвітня школа І-ІІІ ступенів Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Сороківська загальноосвітня школа І-ІІІ ст.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Долинський академічний гуманітарний ліцей №6 Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Долинська спеціалізована школа I-III ступенів №6 Долинської районної ради Івано - Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Долинський ліцей №7 Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів №7 Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Долинський науковий академічний ліцей Інтелект Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Долинський природничо-математичний ліцей Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Долинський науковий ліцей №1 Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Долинська гімназія №1 Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Долинський науковий Ліцей-інтернат ІІ-ІІІ ступенів Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Долинська спеціалізована школа-інтернат І-ІІІ ступенів Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Корницький ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Корницька загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Болехівська загальноосвітня школа І-ІІІ ступенів № 2 Болехівської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Болехівська загальноосвітня школа І-ІІІ ступенів № 2', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Болехівський академічний ліцей № 1 Болехівської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Болехівська загальноосвітня школа І-ІІІ ступенів № 1 Болехівської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей № 13 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківська загальноосвітня школа І-ІІІ ступенів № 13 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Калуський ліцей № 2 Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Калуська спеціалізована школа І-ІІІ ступенів №2 з поглибленим вивченням англійської мови Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Калуський ліцей №10 Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Калуський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №10-ліцей Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Калуський навчально-реабілітаційний центр Івано-Франківської обласної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Калуська спеціальна загальноосвітня школа-інтернат І-ІІІ ст. №1 Івано-Франківської обласної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Коломийський ліцей №1 імені В.Стефаника Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Коломийська спеціалізована школа І-ІІІ ступенів №1 імені В.Стефаника', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Коломийський ліцей №2 Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Коломийська загальноосвітня школа І-ІІІ ст.№2', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Коломийський ліцей №3 Коломийської міської ради Івано-Франківської областіі', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Коломийська загальноосвітня школа І-ІІІст. №3', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Коломийський ліцей №4 імені Сергія Лисенка Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Коломийська загальноосвітня школа І-ІІІ ступенів №4 ім. Сергія Лисенка', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Коломийський ліцей №5 імені Т.Г.Шевченка Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Коломийська загальноосвітня школа І-ІІІ ступенів №5 імені Т.Г.Шевченка', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Коломийський ліцей №6 імені Героя України Тараса Сенюка Коломийської міської ради Івано-Франківської областіі', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Коломийська загальноосвітня школа І-ІІІ ступенів №6 ім. Героя України Тараса Сенюка', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Коломийський ліцей №8 Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Коломийська загальноосвітня школа І-ІІІ ступенів №8 Коломийської міської ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Коломийський ліцей №9 Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Коломийський навчально-виховний комплекс №9 Школа-природничо-математичний ліцей Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Коломийський ліцей імені М.Грушевського Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Коломийська гімназія імені М. Грушевського Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Прикарпатський військово-спортивний ліцей-інтернат Івано-Франківської обласної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Прикарпатський військово-спортивний ліцей-інтернат', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Рогатинський ліцей №1 Рогатинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Опорний заклад Рогатинська спеціалізована загальноосвітня школа І-ІІІ ступенів №1 із поглибленим вивченням іноземної мови Рогатинської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'НВК Снятинська загальноосвітня школа І-ІІІ ступенів - ліцей Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'НВК Снятинська загальноосвітня школа І-ІІІ ступенів - ліцей', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Снятинський ліцей імені Василя Стефаника Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Снятинська загальноосвітня школа І-ІІІ ступенів імені Василя Стефаника Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гостролуцький навчально - виховний комплекc загальноосвітня школа І-ІІІ ступенів - дитячий садок Баришівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Гостролуцький навчально - виховний комплек загальноосвітня школа І-ІІІ ступенів - дитячий садок Баришівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Баришівська загальноосвітня школа І-ІІІ ступенів імені Миколи Зерова Баришівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Баришівська загальноосвітня школа І-ІІІ ступенів імені Миколи Зерова Баришівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Баришівський навчально-виховний комплекс гімназія-загальноосвітня школа І-ІІІ ступенів Баришівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Баришівський навчально-виховний комплекс гімназія-загальноосвітня школа І-ІІІ ступенів Баришівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс Узинська гімназія Узинської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Узинська гімназія Білоцерківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Узинська загальноосвітня школа І-ІІІ ступенів №1 Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Узинська загальноосвітня школа І-ІІІ ступенів №1 Білоцерківського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мигалківське навчально-виховне об''єднання загальноосвітня школа І-ІІІ ступенів - дитячий садок', N'Київська область'),
 dbo.get_eo_hash(N'Мигалківське навчально-виховне об''єднання загальноосвітня школа І-ІІІ ступенів - дитячий садок Бородянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Немішаївський навчально-виховний комплекс Спеціалізована школа ІІ-ІІІ ступенів - загальноосвітня школа І-ІІІ ступенів Бородянської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Немішаївський навчально-виховний комплекс Спеціалізована школа ІІ-ІІІ ступенів - загальноосвітня школа І-ІІІ ступенів', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Пісківське навчально-виховне об''єднання спеціалізована школа І-ІІІ ступенів - загальноосвітня школа І-ІІІ ступенів - дитячий садок', N'Київська область'),
 dbo.get_eo_hash(N'Пісківське навчально-виховне об''єднання спеціалізована школа І-ІІІ ступенів - загальноосвітня школа І-ІІІ ступенів - дитячий садок Бородянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тетерівська загальноосвітня школа І-ІІІ ступенів імені Ніни Сосніної', N'Київська область'),
 dbo.get_eo_hash(N'Тетерівська загальноосвітня школа І-ІІІ ступенів імені Ніни Сосніної Бородянського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заворицький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад Калитянської селищної ради Броварського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Заворицький навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад-Путрівський навчально-виховний комплекс гімназія - загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Київська область'),
 dbo.get_eo_hash(N'Путрівський навчально-виховний комплекс Гімназія - загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вишгородська загальноосвітня школа І-ІІІ ступенів №1 Вишгородської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Вишгородська загальноосвітня школа І-ІІІ ступенів №1 Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вишгородська спеціалізована школа Сузір''я Вишгородського районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Вишгородська спеціалізована школа Сузір''я Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Любимівська загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Любимівська загальноосвітня школа І-ІІІ ступенів Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Димерська загальноосвітня школа І-ІІІ ступенів №1 Вишгородської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Димерська загальноосвітня школа І-ІІІ ступенів №1 Вишгородського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Кагарлицька загальноосвітня школа І-ІІІ ступенів №3 Кагарлицького району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Кагарлицька загальноосвітняшкола І-ІІІ ступенів №3 Кагарлицького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Боярський академічний ліцей Гармонія Києво-Святошинської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Боярський навчально-виховний комплекс Гімназія - загальноосвітня школа І ступеня Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Боярський академічний ліцей Лідер Києво-Святошинської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Боярський навчально-виховний комплекс Колегіум - загальноосвітня школа І-ІІІ ступенів №3 Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Броварська загальноосвітня школа І-ІІІ ступенів №2 ім.В.О.Сухомлинського Броварської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Броварська загальноосвітня школа І-ІІІ ступенів №2 Броварської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Броварська спеціалізована школа І-ІІІ ступенів №5 імені Василя Стуса Броварської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Броварська спеціалізована школа І-ІІІ ступенів №5 Броварської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Васильківський академічний ліцей Успіх Васильківської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Васильківська загальноосвітня школа І-ІІІ ступенів №3 Васильківської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Академічний ліцей №1 імені А.С. Малишка Обухівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс спеціалізована загальноосвітня школа І-ІІІ ступенів №1 з поглибленим вивченням української мови та літератури - загальноосвітня школа І-ІІІ ступенів №1 імені А.С. Малишка Обухівської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Фастівська вечірня загальноосвітня школа ІІ-ІІІ ступенів Фастівської міської ради Київcької області', N'Київська область'),
 dbo.get_eo_hash(N'Фастівська вечірня загальноосвітня школа ІІ-ІІІ ступенів Фастівської міської ради Київ.обл.', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Фастівський навчально-виховний комплекс Ліцей - загальноосвітня школа І-ІІІ ступенів № 2 Фастівської міської ради Київської обл.', N'Київська область'),
 dbo.get_eo_hash(N'Фастівська загальноосвітня школа І-ІІІ ступенів № 2 Фастівської міської ради Київської обл.', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Піївська загальноосвітня школа І-ІІІ ступенів Ржищівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Комунальний заклад Піївська загальноосвітня школа І-ІІІ ступенів Миронівської районної ради', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Пищиківський заклад загальної середньої освіти І-ІІІ ступенів', N'Київська область'),
 dbo.get_eo_hash(N'Пищиківська загальноосвітня школа І-ІІІ ступенів Сквирської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Юшківорізька загальноосвітня школа І-ІІІ ступенів Таращанської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Петрівська загальноосвітня школа І-ІІІ ступенів Таращанського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Тетіївський загальноосвітній заклад середньої освіти І-ІІІ ступенів №3 Тетіївської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Тетіївська загальноосвітня школа І-ІІІ ступенів №3 Тетіївської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Тетіївський заклад загальної середньої освіти І-ІІІ ступенів №1 Тетіївської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Тетіївська загальноосвітня школа І-ІІІ ступенів №1 Тетіївської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Тетіївський навчально - виховний комплекс Гімназія - загальноосвітня школа І-ІІІ ступенів Тетіївської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Тетіївський навчально - виховний комплекс Гімназія - загальноосвітня школа І-ІІІ ступенів Тетіївської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Тетіївський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - природничо-математичний ліцей Тетіївської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Тетіївський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - природничо-математичний ліцей Тетіївської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Півнянський заклад загальної середньої освіти І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Півнянська загальноосвітня школа І-ІІІ ступенів Фастівської райдержадаміністрації', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Благовіщенський навчально-виховний комплекс №1 Гімназія - заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти Сонечко Благовіщенської районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Благовіщенський навчально-виховний комплекс №1 Гімназія - загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Сонечко Благовіщенської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Благовіщенський навчально-виховний комплекс №2 Заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти Дивоцвіт Благовіщенської районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Благовіщенський навчально-виховний комплекс №2 Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Дивоцвіт Благовіщенської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Олексіївська загальноосвітня школа І-ІІІ ступенів Бобринецької районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Олексіївська загальноосвітня школа І-ІІІ ступенів Кіровоградської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Гайворонський ліцей №1 Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Гайворонське навчально-виховне об''єднання №1 Загальноосвітня школа І-ІІІ ступенів Гайворонської районної державної адміністрації Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Гайворонський ліцей №2 Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Гайворонське навчально-виховне об''єднання №2 Загальносвітня школа - гімназія І-ІІІ ступенів', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Долинівська філія комунального закладу Гайворонський ліцей №1 Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Долинівка Гайворонського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заваллівський ліцей-мистецька школа Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Заваллівська загальноосвітня школа-інтернат І-ІІІ ступенів Гайворонського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Заваллівський ліцей Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Заваллівське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів Гайворонської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сальківська філія комунального закладу Заваллівський ліцей', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів смт Салькове Гайворонського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Межирічківська філія Голованівського ліцею ім. Т.Г. Шевченка', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Філія навчально-виховного комплексу Голованівська загальноосвітня школа І-ІІІ ступенів ім.Т.Г.Шевченка - гімназія Межирічківська загальноосвітня школа', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Троянська філія Голованівського ліцею ім. Т.Г. Шевченка', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Філія НВК Голованівська загальноосвітня школа І -ІІІ ступенів ім.Т.Г.Шевченка-гімназія Троянська загальноосвітня школаТроянської сільської ради Голованівського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тишківська загальноосвітня школа І-ІІІ ступенів № 1 Тишківської сільської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Тишківська загальноосвітня школа І-ІІІ ступенів № 1 Добровеличківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тишківська загальноосвітня школа І-ІІІ ступенів № 2 Тишківської сільської ради Добровеличківського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Тишківська загальноосвітня школа І-ІІІ ступенів № 2 Добровеличківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Філія Червонополянський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад КЗ Піщанобрідське НВО Добровеличківської районної державної адміністрації', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Червонополянський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Добровеличківської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Добровеличківський заклад загальної середньої освіти І-ІІІ ступенів №2 Добровеличківської районнної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Добровеличківський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів № 2 - гімназія Добровеличківської районної державної адміністрації', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Філія Богданівська загальноосвітня школа І-ІІІ ступенів опорного навчального закладу Богданівська загальноосвітня школа І-ІІІ ступенів імені І.Г.Ткаченка Знам''янської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Богданівська загальноосвітня школа І-ІІІ ступенів № 2 Знам''янської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'філія Іванковецька загальноосвітня школа І-ІІІ ступенів ОНЗ Дмитрівська загальноосвітня школа І-ІІІ ступенів імені Т.Г.Шевченка Знам''янської районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Іванковецька загальноосвітня школа І-ІІІ ступенів Знам''янської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'філія Пантазіївська загальноосвітня школа І-ІІІ ступенів ОНЗ Петрівський НВК Знам''янської районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Пантазіївська загальноосвітня школа І-ІІІ ступенів Знам''янської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Філія Цибулівська загальноосвітня школа І-ІІІ ступенівОНЗ Богданівська загальноосвітня школа І-ІІІ ступенів імені І.Г. Ткаченка', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Цибулівська загальноосвітня школа І-ІІІ ступенів Знам''янської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Навчально-виховне об''єднання І-ІІІ ступенів Науковий ліцей Міської ради міста Кропивницького Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад Педагогічний ліцей Кіровоградської міської ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Навчально-виховне об''єднання Спеціалізований загальноосвітній навчальний заклад І ступеня Гармонія - гімназія імені Тараса Шевченка - центр позашкільного виховання Контакт Кіровоградської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад Навчально-виховне об''єднання Спеціалізований загальноосвітній навчальний заклад І ступеня Гармонія - гімназія імені Тараса Шевченка - центр позашкільного виховання Контакт Кіровоградської міської ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Центральноукраїнський ліцей-інтернат спортивного профілю Кіровоградської обласної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Олександрійська загальноосвітня школа-інтернат І-ІІІ ступенів Кіровоградської обласної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Маловисківський ліцей Маловисківської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Маловисківська загальносвітня школа-інтернат I-III ступенів Маловисківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Смолінське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - гімназія- позашкільний навчальний заклад Смолінської селищної ради Маловисківського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Смолінське навчально-виховне об''єднання Загальноосвітня школа І-ІІІ ступенів - гімназія- позашкільний навчальний заклад Смолінської селищної ради Маловисківського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новоархангельське навчально-виховне об''єднання №1 Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Новоархангельське навчально-виховне обєднання   №1 Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад ЛіцейНадія Світловодської районної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Микільська загальноосвітня школа І-ІІІ ступенів Світловодської районної державної адміністрації', N'Кіровоградська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Шарівська загальноосвітня школа І-ІІІ ступенів Білокуракинської районної ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Шарівська загальноосвітня школа I-III ступенів Білокуракинської районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Кремінська загальноосвітня школа І-ІІІ ступенів №1 Кремінської районної ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Кремінська загальноосвітня школа I-III ступенів №1 Кремінської районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Кремінська загальноосвітня школа І-ІІІ ступенів №2 Кремінської районної ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Кремінська загальноосвітня школа I-III ступенів №2 Кремінської районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Кремінська загальноосвітня школа І-ІІІ ступенів №4 Кремінської районної ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Кремінська загальноосвітня школа I-III ступенів №4 Кремінської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс «Новоастраханська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Кремінської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Новоастраханська загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Кремінської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад «Лисичанська спеціалізована школа І – ІІІ ступенів №27 Лисичанської міської ради Луганської області»', N'Луганська область'),
 dbo.get_eo_hash(N'Комунальний заклад Лисичанська спеціалізована школа I-III ступенів №27 Лисичанської міської ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Лисичанський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів №3 – дошкільний навчальний заклад Барвінок Лисичанської міської ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Комунальний заклад Лисичанський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів №3 - дошкільний навчальний заклад Барвінок Лисичанської міської ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс школа І-ІІ ступенів – ліцей Гарант Лисичанської міської ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Комунальний заклад Навчально-виховний комплекс школа І-ІІ ступенів - ліцей Гарант Лисичанської міської ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Середня загальноосвітня школа І – ІІІ ступенів № 13 міста Сєвєродонецька Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів № 13 міста Сєвєродонецька Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів № 1 міста Сєвєродонецька Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів № 1 міста Сєвєродонецька Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів № 10 м.Сєвєродонецька Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів № 10 м. Сєвєродонецька Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів № 11 м.Сєвєродонецька Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів № 11 м. Сєвєродонецька Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів № 12 міста Сєвєродонецька Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів № 12 міста Сєвєродонецька Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів № 16 м.Сєвєродонецька Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів № 16 м. Сєвєродонецька Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів № 18 м. Сєвєродонецька Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів № 18 міста Сєвєродонецька Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів № 5 міста Сєвєродонецька Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів № 5 міста Сєвєродонецька Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів № 8 міста Сєвєродонецька Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів № 8 міста Сєвєродонецька Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів №20 міста Сєвєродонецька Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів № 20 міста Сєвєродонецька Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів №4 м. Сєвєродонецька Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів № 4 м. Сєвєродонецька Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів №6 м.Сєвєродонецька Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів № 6 м. Сєвєродонецька Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Сєвєродонецька загальноосвітня школа І-ІІІ ступенів № 14 Сєвєродонецької міської ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Сєвєродонецька загальноосвітня школа I-III ступенів № 14 Сєвєродонецької міської ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Спеціалізована середня школа №17 І-ІІІ ступенів з поглибленим вивченням іноземних мов м.Сєвєродонецька Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Спеціалізована середня школа № 17 I-III ступенів з поглибленим вивченням іноземних мов м. Сєвєродонецька Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Міловська загальноосвітня школа І-ІІІ ступенів Міловської районної ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Міловська загальноосвітня школа I-III ступенів Міловської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Міловська гімназія Міловської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Міловська гімназія Міловської районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Комунальний заклад Новоайдарська обласна загальноосвітня санаторна школа-інтернат І-ІІІ ступенів', N'Луганська область'),
-- dbo.get_eo_hash(N'Комунальний заклад Новоайдарська обласна загальноосвітня санаторна школа-інтернат I-III ступенів', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Новоайдарська школа-гімназія Новоайдарської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Новоайдарська школа-гімназія Новоайдарської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новопсковський газопроводський заклад загальної середньої освіти І-ІІІ ступенів Новопсковської селищної ради', N'Луганська область'),
 dbo.get_eo_hash(N'Новопсковська газопроводська загальноосвітня школа І - ІІІ ступенів Новопсковської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новопсковський заклад загальної середньої освіти І-ІІІ ступенів Новопсковської селищної ради', N'Луганська область'),
 dbo.get_eo_hash(N'Новопсковська загальноосвітня школа І-ІІІ ступенів Новопсковської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад «Золотівська загальноосвітня школа І-ІІІ ступенів №5 Попаснянської районної ради Луганської області»', N'Луганська область'),
 dbo.get_eo_hash(N'ОНЗ Золотівська загальноосвітня школа І-ІІІ ступенів №5 Попаснянської районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Опорний навчальний заклад «Попаснянська загальноосвітня школа І-ІІІ ступенів №1 Попаснянської районної ради Луганської області»', N'Луганська область'),
-- dbo.get_eo_hash(N'Опорний навчальний заклад Попаснянська загальноосвітня школа I-III ступенів № 1 Попаснянської районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Попаснянська загальноосвітня школа І-ІІІ ступенів №21 Попаснянської районної ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Попаснянська загальноосвітня школа I-III ступенів № 21 Попаснянської районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Попаснянська загальноосвітня школа І-ІІІ ступенів №24 Попаснянської районної ради Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Попаснянська загальноосвітня школа I-III ступенів № 24 Попаснянської районної ради Луганської області', N'Луганська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Комунальний заклад Валуйська загальноосвітня школа №1 І-ІІІ ступенів Станично-Луганського району Луганської області', N'Луганська область'),
-- dbo.get_eo_hash(N'Комунальний заклад Валуйська загальноосвітня школа № 1 I-III ступенів Станично-Луганського району Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад освіти Троїцький ліцей Троїцької селищної ради Троїцького району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад Троїцька загальноосвітня школа І - ІІІ ступенів Троїцької районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Троїцький ліцей Троїцької селищної ради Троїцького району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Троїцька гімназія Троїцької районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Бродівська загальноосвітня школа І-ІІІ ступенів №4 Бродівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Бродівська загальноосвітня школа І-ІІІ ступенів №4 Бродівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс Буська загальноосвітня школа І ступеня - гімназія-інтернат імені Євгена Петрушевича при Львівському національному університеті імені Івана Франка Буської районної ради', N'Львівська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Буська загальноосвітня школа І ступеня - гімназія-інтернат імені Євгена Петрушевича при Львівському національному університеті імені Івана Франка', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Городоцький заклад загальної середньої освіти І-ІІІ ступенів №4 ім. Тараса Кулєби та Андрія Одухи Городоцької районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Городоцька загальноосвітня школа І-ІІІ ступенів №4 Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Городоцький навчально-виховний комплекс №2 Загальноосвітня школа І ступеня - гімназія Городоцької районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Городоцький навчально-виховний комплекс №2 Загальноосвітя школа І ступеня - гімназія Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний комунальний заклад загальної середньої освіти І-ІІІ ступенів №1 м.Ходорів Ходорівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Комунальний навчальний заклад Ходорівської міської ради Львівської області загальноосвітня школа І-ІІІ ступенів №1 м.Ходорів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Золочівський опорний заклад загальної середньої освіти І-ІІІ ступенів №1 Золочівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Золочівська загальноосвітня школа І-ІІІ ступенів №1 ім. Степана Тудора Золочівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бориславська загальноосвітня школа І-ІІІ ступенів №4 імені Стефана Коваліва Бориславської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Бориславська загальноосвітня школа І-ІІІ ступенів №4 Бориславської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти №87 Львівської міської ради імені Ірини Калинець', N'Львівська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа №87 м. Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей № 52 ім. М. Лобачевського Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Спеціалізована середня загальноосвітня школа №52 ім. М. Лобачевського з поглибленим вивченням математичних наук м. Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №28 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Львівська спеціалізована середня загальноосвітня школа І-ІІІ ступенів №28 з поглибленим вивченням німецької мови', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №8 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Львівська спеціалізована загальноосвітня школа І-ІІІ ступенів №8 з поглибленим вивченням німецької мови', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей Галицький Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Школа-гімназія Галицька', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Середня загальноосвітня школа №62 м. Львова', N'Львівська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа №62', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №15 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Львівська спеціалізована школа І-ІІІ-го ступенів №15 з поглибленим вивченням англійської та французької мов Львівської міської ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №18 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Спеціалізована середня загальноосвітня школа з поглибленим вивченням англійської мови №18 м. Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №75 імені Лесі Українки Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа №75 імені Лесі Українки з поглибленим вивченням англійської мови з 1 класу', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей Гроно Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Школа І ступеня - гімназія Гроно м. Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №21 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Середня школа №21 м. Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №37 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Львівська спеціалізована середня загальноосвітня школа №37 з поглибленим вивченням французької мови', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей Личаківський м.Львова', N'Львівська область'),
 dbo.get_eo_hash(N'Львівський навчально-виховний комплекс Школа І ступеня-гімназія', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей Просвіта Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Львівська загальноосвітня школа-інтернат №2 Львівської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Приватна школа «Ерудит» приватного підприємства «Ерудит» м.Львів', N'Львівська область'),
 dbo.get_eo_hash(N'Приватна школа «Ерудит» приватного підприємства «Ерудит»', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №93 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Середня спеціалізована загальноосвітня школа №93 з поглибленим вивченням англійської мови', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей Інтелект Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Львівська спеціалізована школа І-ІІІ ступенів №69 Львівської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей Оріяна Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Школа-ліцей Оріяна м. Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей Сихівський Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Школа-гімназія Сихівська', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Середня загальноосвітня школа №90 м. Львова', N'Львівська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа №90', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Середня загальноосвітня школа №95 Львіської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа №95', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей № 45 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Львівська спеціалізована середня загальноосвітня школа І-ІІІ ступенів №45 з поглибленим вивченням англійської мови', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей № 51 імені Івана Франка Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів № 51 ім. Івана Франка з поглибленим вивченням англійської мови м. Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №2 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Львівська спеціалізована середня загальноосвітня школа №2 І-ІІІ ступенів з поглибленим вивченням англійської мови', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №46 ім.В''ячеслава Чорновола Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Спеціалізована середня загальноосвітня школа №46 м. Львова з поглибленим вивченням англійської мови ім. Вячеслава Чорновола', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №5 імені Іванни та Іллі Кокорудзів Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Львівська спеціалізована середня загальноосвітня школа І-ІІІ ступенів №5 ім. Іванни та Іллі Кокорудзів з поглибленим вивченням англійської мови', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №66 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Спеціалізована середня загальноосвітня школа І-ІІІ ступенів №66 з поглибленим вивченням англійської мови та інформаційних технологій м.Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей Європейський Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Школа-ліцей Європейський', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей імені Василя Симоненка Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Львівський навчально-виховний комплекс ім. В. Симоненка з поглибленим вивченням німецької мови Спеціалізована школа І ступеня-гімназія', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей імені Івана Пулюя Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів №83 м. Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей міжнародних відносин ім. В. Стуса Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Львівський навчально-виховний комплекс ім. В. Стуса спеціалізована школа І ступеня-гімназія міжнародних відносин', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей Надія Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Львівська спеціалізована школа Надія з поглибленим вивченням предметів еколого-правового профілю', N'Львівська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів №17 м.Львова', N'Львівська область'),
-- dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів №17 міста Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №38 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Школа-садок І-ІІІ ступенів № 38 м. Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №57 імені Короля Данила Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Львівська спеціалізована школа І-ІІІ ступенів №57 ім. Короля Данила', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №81 ім.Петра Сагайдачного Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Львівська спеціалізована середня загальноосвітня школа І-ІІІ ступенів №81 ім. Петра Сагайдачного з поглибленим вивченням англійської мови', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей №94 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Комунальний навчально-виховний комплекс школа-садок №94 м. Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Львівська гімназія Престиж з поглибленим вивченням іноземних мов Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Львівська гімназія Престиж з поглибленим вивченням іноземних мов', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс Інженерно-економічна школа-Львівський економічний ліцей Львіської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Інженерно-економічна школа - Львівський економічний ліцей', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Середня загальноосвітня школа №22 ім. В. Стефаника', N'Львівська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа №22 імені В. Стефаника', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Середня загальноосвітня школа №23 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа №23 м.Львова', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Середня загальноосвітня школа №33 Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа №33', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Мостиський заклад загальної середньої освіти №1 І-ІІІ ступенів Мостиської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Мостиський заклад загальної середньої освіти №1 І-ІІІ ступенів Мостиської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Мостиський заклад загальної середньої освіти №2 І-ІІІ ступенів Мостиської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Мостиський заклад загальної середньої освіти №2 І-ІІІ ступенів Мостиської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Балицький навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Шегинівської сільської ради Мостиського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Балицький навчально-виховний комплекс загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад Мостиської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Щирецька загальноосвітня школа №1 І-ІІІ ступенів імені Героя України Богдана Ільківа Щирецької селищної ради Пустомитівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Щирецька загальноосвітня школа №1 І-ІІІ ступенів імені Героя України Богдана Ільківа Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Щирецька загальноосвітня школа №2 І-ІІІ ступенів Щирецької селищної ради Пустомитівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Щирецька загальноосвітня школа №2 І-ІІІ ступенів Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Радехівська загальноосвітня школа І-ІІІ ступенів №1 Радехівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Радехівська загальноосвітня школа І-ІІІ ступенів №1', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вільшаницька середня загальноосвітня школа І-ІІІ ступенів Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Вільшаницька середня загальноосвітня школа І-ІІІ ступенів', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний навчальний заклад Сколівська академічна гімназія при Національному університеті Львівська політехніка імені Героя України Героя Небесної сотні Олега Ушневича Сколівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Сколівська академічна гімназія при Національному університеті Львівська політехніка Сколівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сколівський заклад загальної середньої освіти І-ІІІ рівнів №3 Сколівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Сколівська загальноосвітня школа-інтернат І-ІІІ ступенів Сколівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів Сокальський ліцей №1 імені Олега Романіва Сокальської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Сокальський навчально-виховний комплексЗагальноосвітня школа І ступеня - гімназія імені Олега Романіва Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів Сокальський ліцей №3 Сокальської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Сокальська спеціалізована школа І-ІІІ ступенів №3 Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів-ліцей імені Владики Івана Хоми м.Хирів Старосамбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Хирівська школа-інтернат Владики Івана Хоми', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів-ліцей с.Стрілки Старосамбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Стрілківська школа-інтернат І-ІІІ ступенів', N'Львівська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 207 з поглибленим вивченням англійської мови Деснянського району міста Києва', N'м.Київ'),
-- dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів № 207 з поглибленим вивченням англійської мови Деснянського району м. Києва', N'м.Київ'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 294 Деснянського району міста Києва', N'м.Київ'),
-- dbo.get_eo_hash(N'Школа І-ІІІ ступенів № 294 Деснянського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс № 176 (спеціалізована школа І ступеня з поглибленим вивченням іспанської мови - суспільно-гуманітарна гімназія) імені Мігеля де Сервантеса', N'м.Київ'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс № 176 (спеціалізована школа І ступеня з поглибленим вивченням іспанської мови - суспільно-гуманітарна гімназія)', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Спеціалізована школа ІІ-ІІІ ступеня №325 Щастя', N'м.Київ'),
 dbo.get_eo_hash(N'Спеціалізована школа №325 ІІ-ІІІ ступеня Щастя', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти №83 Святошинського району м.Києва', N'м.Київ'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа №83 Святошинського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Середня загальноосвітня школа №229 м.Києва', N'м.Київ'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа №229 Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Спеціалізована школа №43 з поглибленим вивченням предметів суспільно-гуманітарного циклу Грааль', N'м.Київ'),
 dbo.get_eo_hash(N'Спеціалізована школа №43 з поглибленим вивченням предметів гуманітарного циклу Грааль', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №41 імені З.К.Слюсаренка з поглибленим вивченням англійської мови Шевченківського району м.Києва', N'м.Київ'),
 dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №41 імені З.К.Слюсаренка з поглибленим вивченням ангійської мови Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №61 з поглибленим вивченням інформаційних технологій Шевченківського району м.Києва', N'м.Київ'),
 dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів №61 з поглибленим вивченням інформаційних технологій м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Школа І-ІІІ ступенів №175 ім.В Марченка Шевченківського району м.Києва', N'м.Київ'),
 dbo.get_eo_hash(N'Школа І-ІІІ ступенів №175 Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Школа І-ІІІ ступенів №199 Шевченківського району м.Києва', N'м.Київ'),
 dbo.get_eo_hash(N'Школа №199 І-ІІІ ступенів Шевченківського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Арбузинська загальноосвітня школа I-III ступенів №1 ім. О. Закерничного Арбузинської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Арбузинська загальноосвітня школа I-III ступенів №1 імені Олександра Закерничного Арбузинської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Арбузинська загальноосвітня школа I-III ступенів №2 ім. Т.Г. Шевченка Арбузинської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Комунальний заклад Арбузинська загальноосвітня школа I-III ступенів ім. Т.Г. Шевченка Арбузинської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Баштанський опорний заклад загальної середньої освіти I-III ступенів №2 Баштанської міської ради Баштанського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Баштанська загальноосвітня школа I-III ступенів №2 Баштанської міської ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Баштанський опорний заклад загальної середньої освіти І-ІІІ ступенів №1 Баштанської міської ради Баштанського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Баштанська загальноосвітня школа I-III ступеня №1 Баштанської міської ради Баштанського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Український заклад загальної середньої освіти I-III ступенів Коблівської сільської ради Березанського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Українська загальноосвітня школа I-III ступенів Березанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Галицинівська загальноосвітня школа I-III ступенів Галицинівської сільської ради Вітовського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Галицинівська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Лупарівська загальноосвітня школа I-III ступенів Галицинівської сільської ради Вітовського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Лупарівська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Грейгівська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Грейгівська загальноосвітня школа I-III ступенів Жовтневої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Трикратська загальноосвітня школа I-III ступенів Олександрівської селищної ради Вознесенського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Трикратська загальноосвітня школа I-III ступенів Вознесенської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Казанківська гуманітарна гімназія Казанківської селищної ради Казанківського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Казанківська гуманітарна гімназія Казанківської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Казанківський заклад загальної середньої освіти I-III ступенів № 2 Казанківської селищної ради Казанківського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Казанківська загальноосвітня школа I-III ступенів № 2 Казанківської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Казанківський заклад загальної середньої освіти I-III ступенів №1 Казанківської селещної ради Казанківського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Казанківська загальноосвітня школа I-III ступенів №1 Казанківської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Казанківський заклад загальної середньої освіти I-III ступенів №4 Казанківської селищної ради Казанківського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Казанківська загальноосвітня школа I-III ступенів №4 Казанківської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Миколаївський заклад загальної середньої освіти ІІ-ІІІ ступенів з вечірньою/заочною та екстернатною формами навчання Миколаївської міської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Миколаївська міська вечірня загальноосвітня школа ІІІ ступеня з заочною формою навчання Миколаївської міської ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кир''яківський заклад загальної середньої освіти I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Кир''яківська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Шуринський заклад загальної середньої освіти I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Шуринська загальноосвітня школа I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Снігурівська загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Снігурівська загальноосвітня школа I-III ступенів №4 Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ананьївський навчально - виховний комплекс Загальноосвітня школа І - ІІІ ступенів - гімназія - дошкільний навчальний заклад Ананьївської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Навчально - виховний комплекс Загальноосвітня школа І - ІІІ ступенів - гімназія м. Ананьїв Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ананьївський навчально - виховний комплекс Загальноосвітня школа І - ІІІ ступенів - ліцей-дошкільний навчальний заклад Ананьївської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Навчально - виховний комплекс Загальноосвітня школа І - ІІІ ступенів - ліцей м. Ананьїв Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новоіванівська загальноосвітня школа І - ІІІ ступенів Арцизької районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с.Нова Іванівка Арцизького району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Березівська загальноосвітня школа I-III ступенів Балтської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Березівська загальноосвітня школа I-III ступенів Балтської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів №1 Березівської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів № 1 міста Березівка', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів №2 Березівської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №2 міста Березівка', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів №3 Березівської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №3 міста Березівка', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Шабівський заклад загальної середньої освіти І - ІІІ ступенів Шабівської сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Шабська загальноосвітня школа I-III ступенів № 1 Білгород-Дністровського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вилківський заклад загальної середньої освіти I-III ступенів №1 Вилківської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Вилківська загальноосвітня школа I-III ступенів №1 Кілійського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вилківський навчально-виховний комлекс Заклад загальної середньої освіти I-III ступенів-ліцей Вилківської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Вилківський навчально-виховний комлекс Загальноосвітня школа I-III ступенів-ліцей Кілійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кілійський навчально-виховний комплекс Загальноосвітня школа I-III ступенів №1-ліцей Кілійської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Кілійський навчально-виховний комплекс Загальноосвітня школа I-III ступенів №1-ліцей Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Опорний навчальний заклад Кодимська загальноосвітня школа I-III ступенів Кодимської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Кодимська загальноосвітня школа I-III ступенів Кодимської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів-ліцей смт. Любашівка', N'Одеська область'),
 dbo.get_eo_hash(N'Навчально - виховний комплекс  Загальноосвітня школа I-III ступенів - ліцей селищу міського типу Любашівка', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - гімназія смт. Любашівка Любашівського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Навчально - виховний комплекс  Загальноосвітня школа I-III ступенів - гімназія смт Любашівка', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітній політехнічний ліцей ІІ-ІІІ ступенів м. Ізмаїл Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітній політехнічний ліцей ІІ-ІІІ ступенів міста Ізмаіла Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Одеський ліцей №9 Одеської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Одеська гімназія №9 Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Одеський ліцей ОЛІМПІЄЦЬ спортивного напрямку Одеської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Одеська загальноосвітня школа-інтернат № 5 I-III ступенів Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Одеська загальноосвітня школа №103 I-III ступенів Одеської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Одеська загальноосвітня школа I-III ступенів №103 Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Одеський ліцей Ланжеронівський Одеської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Одеська спеціалізована школа-інтернат № 2 I-III ступенів з поглибленим вивченням англійської мови Одеської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вечірня загальноосвітня школа ІI-III ступенів м.Подільська Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Подільська районна вечірня (змінна) загальноосвітня школа ІI-III ступенів Подільського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Южненська Авторська М.П.Гузика експериментальна спеціалізована загальноосвітня школа-комплекс I-III ступенів Южненської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад Южненська Авторська М.П.Гузика експериментальна спеціалізована загальноосвітня школа-комплекс I-III ступенів Южненьскої міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'філія комунального опорного закладу освіти «Ставрівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів – заклад дошкільної освіти)» Антонівський навчально-виховний комплекс (загальноосвітня школа I-IІІ ступенів заклад дошкільної освіти', N'Одеська область'),
 dbo.get_eo_hash(N'Антонівський навчально-виховний комплекс загальноосвітня школа I-III ступенів - ДНЗ Красноокнянського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Куяльницький ЗЗСО І-ІІІ ступенів Подільського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Куяльницька загальноосвітня школа І-ІІІ ступенів Подільського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Борщівський навчально-виховний комплекс №2 Заклад загальної середньої освіти І-ІІІ ступенів - дошкільний навчальний заклад Куяльницької сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Борщівський навчально-виховний комплекс № 2 Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Подільського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ренійська загальноосвітня школа І - ІІІ ступенів № 5 Ренійської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Ренійська загальноосвітня I-III ступенів школа №5 Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Буцинівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - Дошкільний навчальний заклад Роздільнянської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Буцинівська загальноосвітня школа І-ІІІ ступенів Роздільнянського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Виноградівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Тарутинської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Виноградівський навчально-виховний комплекс Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Татарбунарська загальноосвітня школа I-III ступенів №1 ім. В.З.Тура Татарбунарської районної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад Татарбунарська загальноосвітня школа I-III ступенів №1 ім. В.З.Тура Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Гребінківська загальноосвітня школа І-ІІІ ступенів № 4 Гребінківської міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Гребінківська загальноосвітня школа І-ІІІ ступенів № 4 Гребінківської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опішнянський опорний заклад загальної середньої освіти І-ІІІ ступенів Зіньківської районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Опішнянська спеціалізована школа І-ІІІ ступенів Зіньківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Кобеляцький ліцей № 2 імені Олеся Гончара Кобеляцької районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кобеляцька загальноосвітня школа І-ІІІ ступенів № 2 імені Олеся Гончара Кобеляцької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Решетилівська гімназія імені І.Л.Олійника Решетилівської міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Решетилівська гімназія імені І.Л.Олійника Решетилівської селищної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Шишацький обласний науковий ліцей-інтернат ІІ-ІІІ ступенів Полтавської обласної ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Шишацька обласна гімназія-інтернат для обдарованих дітей', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сарненський ліцей №2 Сарненської районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Сарненська загальноосвітня школа І-ІІІ ступенів №2 Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Рокитненський ліцей Нововодолазької районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Рокитненський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ст. - дошкільний навчальний заклад) Нововодолазької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Пономаренківська загальноосвітня школа I-III ступенів Роганської селищної ради Харківського району Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Пономаренківська загальноосвітня школа I-III ступенів Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мехедівський заклад загальної середньої освіти І-ІІІ ступенів Зорівської сільської ради Золотоніського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Мехедівська загальноосвітня школа І-ІІІ ступенів Драбівської районної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Жашківський заклад загальної середньої освіти І-ІІІ ступенів №2 Жашківської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Жашківськаий заклад загальної середньої освіти І-ІІІ ступенів №2 Жашківської міської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Житницький заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Житницька загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Княжиківський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Княжиківська загальноосвітня школа І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Чигиринський заклад загальної середньої освіти І-ІІІ ступенів №1 ім. Б.Хмельницького Чигиринської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Чигиринська загальноосвітня школа І-ІІІ ступенів №1 імені Б.Хмельницького Чигиринської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Клішковецький опорний заклад освіти Чернівецької області - Клішковецький заклад загальної середньої освіти І-ІІІ ступенів Клішковецької сільської об''єднаної територіальної громади імені Леоніда Каденюка', N'Чернівецька область'),
 dbo.get_eo_hash(N'Клішковецька загальноосвітня школа І-ІІІ ступенів Клішковецької сільської ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Монастирищенський заклад загальної середньої освіти I-III ступенів Ічнянської міської ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Монастирищенська загальноосвітня школа I-III ступенів Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Козелецька загальноосвітня школа І-ІІІ ступенів №2 Козелецької селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Козелецька загальноосвітня школа І-ІІІ ступенів №2 Козелецької районної ради Чернігівської області', N'Чернігівська область'))


 INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ліцей № 7 м. Гайсин Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс: Гайсинська середня загальноосвітня школа-інтернат I-III ступенів - гімназія', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Приватний заклад загальної середньої освіти І - ІІІ ступенів Ліцей гуманітарної освіти та комунікаційних технологій Гармонія', N'м.Київ'),
 dbo.get_eo_hash(N'Приватний навчальний заклад Навчально-виховний комплекс Гуманітарна гімназія Гармонія', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Заводська загальноосвітня школа І-ІІІ ступенів №1 Лохвицької районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Заводська загальноосвітня школа І-ІІІ ступенів №1 Лохвицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гадяцький ліцей І-ІІІ ступенів №4 імені Лесі Українки Гадяцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Гадяцька спеціалізована школа І-ІІІ ступенів №4 Гадяцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Гадяцький обласний науковий ліцей-інтернат ІІ-ІІІ ступенів імені Є.П.Кочергіна Полтавської обласної ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Гадяцька спеціалізована школа-інтернат І-ІІІ ступенів імені Є.П.Кочергіна Полтавської обласної ради', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 10 «Лінгвіст» Кременчуцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцька спеціалізована школа І-ІІІ ступенів № 10 з поглибленим вивченням англійської мови Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 13 «Авіор» Кременчуцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцька вечірня (змінна) школа № 3 Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 17 «Вибір» імені М. Г. Неленя Кременчуцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцька загальноосвітня школа І-ІІІ ступенів № 17 Вибір імені М.Г.Неленя Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 30 «Олімп» імені Н. М. Шевченко Кременчуцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький навчально-виховний комплекс Загальноосвітня школа І-ІІ ступенів - ліцей № 30 імені Н.М. Шевченко Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 4 «Кремінь» Кременчуцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький навчально-виховний комплекс Загальноосвітня школа І-ІІ ступенів - ліцей № 4 Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 5 імені Т. Г. Шевченка Кременчуцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький навчально-виховний комплекс Загальноосвітня школа І ступеня - різнопрофільна гімназія № 5 імені Т.Г.Шевченка Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кременчуцький ліцей-інтернат № 21 «СТАРТ» спортивного профілю Кременчуцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцька спеціалізована школа-інтернат І-ІІІ ступенів № 21 з поглибленим вивченням окремих предметів Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 11 «Гарант» Кременчуцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький навчально-виховний комплексЗагальноосвітня школа I-II ступенів-ліцей№11 Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 6 «Правобережний» Кременчуцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький навчально-виховний комплекс Загальноосвітня школа І ступеня - різнопрофільна гімназія № 6 Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Маячківський заклад загальної середньої освіти І - ІІІ ступенів імені академіків Левицьких Нехворощанської сільської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Маячківська загальноосвітня школа І-ІІІ ступенів імені акдеміків Левицьких Новосанжарської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Тростянецький навчально-виховний комплекс Щербанівської сільської ради Полтавського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Тростянецький навчально-виховний комплекс Полтавської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Рудківський ліцей Демидівської селищної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Рудківська загальноосвітня школа І-ІІІ ступенів Демидівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мирогощанська загальноосвітня школа І-ІІІ ступенів Мирогощанської сільської ради Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Мирогощанська загальноосвітня школа І-ІІІ ступенів Дубенської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мирненський ліцей Малолюбашанської сільської ради Костопільського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Мирненська загальноосвітня школа І-ІІІ ступенів Костопільської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №18 Рівненської міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Рівненська загальноосвітня школа І-ІІІ ступенів №18 Рівненської міської ради', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Рівненський обласний науковий ліцей-інтернат ІІ-ІІІ ступенів Рівненської обласної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Комунальний заклад Школа-інтернат ІІ-ІІІ ступенів Рівненський обласний ліцей Рівненської обласної ради', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад навчально-виховний комплекс Оженинська загальноосвітня школа І-ІІІ ступенів (ліцей) - дошкільний навчальний заклад (ясла-садок) імені Тараса Григоровича Шевченка Острозької районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Оженинська загальноосвітня школа І-ІІІ ступенів (ліцей) - дошкільний навчальний заклад (ясла-садок) ім. Т.Г.Шевченка Острозької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Олександрійська спеціалізована мистецька школа-інтернат І-ІІІ ступенів Рівненської обласної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Комунальний заклад Олександрійська загальноосвітня школа-інтернат І-ІІІ ступенів Рівненської обласної ради', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Олександрійський ліцей Олександрійської сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Олександрійська загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Клеванський ліцей № 1 Клеванської селищної ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Клеванська загальноосвітня школа №1 І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Клеванський ліцей № 2 Клеванської селищної ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Клеванський навчально-виховний комплекс школа-ліцей Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Білопільський заклад загальної середньої освіти I-III ступенів №5 імені А. С. Макаренка Білопільської районної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Білопільська загальноосвітня школа-інтернат I-III ступенів ім. А. С. Макаренка Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ворожбянський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад №1 Білопільської районної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Ворожбянський навчально-виховний комплекс: загальноосвітня школа I-III ступенів №1 - дошкільний навчальний заклад Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тернівський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Дубов''язівської селищної ради Конотопського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Тернівський навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Конотопської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад «Кролевецький ліцей №3» Кролевецької міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Кролевецька спеціалізована школа I-III ступенів № 3 Кролевецької міської ради', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Сумської обласної ради - Глухівський ліцей-інтернат з посиленою військово-фізичною підготовкою', N'Сумська область'),
 dbo.get_eo_hash(N'Комунальний заклад Сумської обласної ради Глухівська загальноосвітня школа-інтернат I-III ступенів ім. М.І. Жужоми', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальна установа Сумська спеціалізована школа І-ІІІ ступенів № 2 ім. Д. Косаренка м. Суми, Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Комунальна установа Сумська спеціалізована школа І-ІІІ ступенів № 2 імені Д. Косаренка м. Суми, Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальна установа Сумська спеціалізована школа І-ІІІ ступенів №1 ім.В.Стрельченка, м. Суми, Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Комунальна установа Сумська спеціалізована школа І-ІІІ ступенів № 1 імені В. Стрельченка, м. Суми, Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сумський заклад загальної середньої освіти І – ІІІ ступенів № 26 Сумської міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І-ІІІ ступенів № 26, м. Суми, Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І-ІІІ ступенів № 12 ім. Б. Берестовського, м. Суми, Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І-ІІІ ступенів № 12 імені Б. Берестовського, м. Суми, Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І-ІІІ ступенів № 13 ім. А.С. Мачуленка, м. Суми, Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І-ІІІ ступенів № 13 імені А.С. Мачуленка, м. Суми, Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І-ІІІ ступенів №15 ім. Д.Турбіна, м.Суми, Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Комунальна установа Сумська загальноосвітня школа І-ІІІ ступенів № 15 імені Д. Турбіна, м. Суми, Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальна установа Сумська спеціалізована школа І-ІІІ ступенів № 10 ім. Героя Радянського Союзу О. Бутка, м. Суми, Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Комунальна установа Сумська спеціалізована школа І-ІІІ ступенів № 10 імені Героя Радянського Союзу О. Бутка, м. Суми, Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сумський заклад загальної середньої освіти І – ІІІ ступенів № 19 ім. М.С. Нестеровського Сумської міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Сумський заклад загальної середньої освіти І – ІІІ ступенів № 19 імені М.С. Нестеровського Сумської міської ради', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Сумської обласної ради - Шосткинський ліцей-інтернат спортивного профілю', N'Сумська область'),
 dbo.get_eo_hash(N'Комунальний заклад Сумської обласної ради - Шосткинська загальноосвітня школа-інтернат І-ІІІ ступенів', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Путивльське навчально-виховне об''єднання: загальноосвітня школа І ступеня - гімназія - заклад дошкільної освіти (центр розвитку дитини) Путивльської районної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Путивльське навчально-виховне об''єднання: загальноосвітня школа І ступеня - гімназія - дошкільний навчальний заклад (центр розвитку дитини) Путивльської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти I-III ступенів № 2 Тростянецької міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Тростянецька спеціалізована школа I-III ступенів № 2 Тростянецької міської ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів № 5 Тростянецької міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Тростянецька спеціалізована школа I-III ступенів № 5 Тростянецької міської ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №3 Тростянецької міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Тростянецька спеціалізована школа I-III ступенів № 3 Тростянецькоїміськоїї ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бучацький колегіум імені Святого Йосафата', N'Тернопільська область'),
 dbo.get_eo_hash(N'Бучацький колегіум ім. Святого Йосафата', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заліщицька державна гімназія м.Заліщики Тернопільська обл.', N'Тернопільська область'),
 dbo.get_eo_hash(N'Заліщицька державна гімназія', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ступенів ім. О.С. Маковея з поглибленим вивченням інформаційних технологій та технологічних дисциплін м. Заліщики Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Спеціалізована школа І-ІІІ ст. ім. О.С. Маковея з поглибленим вивченням інформаційних технологій та технологічних дисциплін м. Заліщики', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Залісецька загальноосвітня школа І-ІІІ ступенів імені Андрія Чабана Залісецької сільської ради Збаразького району Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Залісецька загальноосвітня школа І-ІІІ ступенів Залісецької сільської ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Чернихівська загальноосвітня школа І-ІІІ ступенів Тернопільської міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Чернихова Зборівського району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Волинський ліцей імені Нестора Літописця', N'Тернопільська область'),
 dbo.get_eo_hash(N'Кременецька загальноосвітня школа - інтернат І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кременецька загальноосвітня школа І-ІІІ ступенів №3 Кременецької міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Кременецька загальноосвітня школа І-ІІІ ступенів №3', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тернопільська загальноосвітня школа І-ІІІ ступенів № 20 імені Руслана Муляра Тернопільської міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Тернопільська загальноосвітня школа І-ІІІ ступенів № 20 Тернопільської міської ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тернопільська загальноосвітня школа І-ІІІ ступенів № 26 імені Дмитра Заплітного Тернопільської міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Тернопільська загальноосвітня школа І-ІІІ ступенів № 26 Тернопільської міської ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тернопільський ліцей № 21- спеціалізована мистецька школа імені Ігоря Герети Тернопільської міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Тернопільська загальноосвітня школа І-ІІІ ступенів № 21 Тернопільської міської ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Чортківська спеціалізована школа-інтернат №3 спортивного профілю І-ІІІ ступенів ім. Романа Ільяшенка Чортківської міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Чортківська загальноосвітня школа-інтернат І - ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Коропецька загальноосвітня школа І-ІІІ ступенів імені Марка Каганця Коропецької селищної ради Монастириського району Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Коропецька загальноосвітня школа І-ІІІ ступенів імені Марка Каганця Монастириського району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Підгаєцька загальноосвітня школа І-ІІІ ступенів Підгаєцької районної ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Опорний заклад Підгаєцька загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Теребовлянська загальноосвітня школа І-ІІІ ступенів №1 Теребовлянської міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Опорний заклад Теребовлянська загальноосвітня школа І-ІІІ ступенів №1', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Савинський ліцей Балаклійської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Савинська загальноосвітня школа I-III ступенів №1 Балаклійської районної ради Харківської області', N'Харківська область'))
--INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
-- dbo.get_eo_hash(N'УЛЬЯНІВСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ БОГОДУХІВСЬКОЇ РАЙОННОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
-- dbo.get_eo_hash(N'Ульянівська загальноосвітня школа I-III ступенів Богодухівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Валківський ліцей імені Олександра Масельського Валківської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Валківський ліцей імені Олександра Масельського Валківської районної ради Харківської області (Секція А)', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Першогнилицький ліцей Великобурлуцької селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Першогнилицький навчально-виховний комплекс Великобурлуцької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Великобурлуцький ліцей Великобурлуцької селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Великобурлуцький ліцей Великобурлуцької районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Вовчанський ліцей №1 Вовчанської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Вовчанська гімназія №1 Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кам''янський навчально-виховний комплекс ( загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад )Дворічанської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Кам''янський навчально-виховний комплекс Дворічанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Дергачівський ліцей № 2 Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Дергачівський ліцей № 2 Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Дергачівський ліцей № 3 Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Дергачівська гімназія № 3 Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Токарівський ліцей Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Токарівський навчально-виховний комплекс Загальноосвітня середня школа I-III ступенів - дошкільний заклад Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Солоницівський ліцей № 2 Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Солоницівська загальноосвітня школа I-III ступенів № 2 Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Солоницівський ліцей № 3 Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Солоницівська гімназія № 3 Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Одноробівський ліцей Золочівської селищної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Одноробівська загальноосвітня школа I-III ступенів Золочівської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Золочівський ліцей № 2 Золочівської селищної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад Золочівська загальноосвітня школа I-III ступенів № 2 Золочівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Золочівський ліцей №1 Золочівської селищної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Золочівська гімназія № 1 Золочівської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад  Золочівський ліцей №3 Золочівської селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Золочівська загальноосвітня школа I-III ступенів № 3 Золочівської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'НЕЧВОЛОДІВСЬКИЙ НАВЧАЛЬНО-ВИХОВНИЙ КОМПЛЕКС ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ-ДОШКІЛЬНИЙ НАВЧАЛЬНИЙ ЗАКЛАД КУП''ЯНСЬКОЇ РАЙОННОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
 dbo.get_eo_hash(N'НЕЧВОЛОДІВСЬКИЙ НАВЧАЛЬНО-ВИХОВНИЙ КОМПЛЕКС ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІСТУПЕНІВ-ДОШКІЛЬНИЙ НАВЧАЛЬНИЙ ЗАКЛАДКУПЯНСЬКОЇ РАЙОННОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ (НЕЧВОЛОДІВСЬКИЙ НВК)', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Миколаївський ліцей Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Миколаївський навчально-виховний комплекс Лозівської районної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Полтавський ліцей Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Полтавський навчально-виховний комплекс Лозівської районної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Садовський ліцей Лозівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Садовська загальноосвітня школа I-III ступенів Лозівської районної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Нововодолазький ліцей № 3 Нововодолазької селищної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Нововодолазька гімназія Нововодолазької селищної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Нововодолазький ліцей №1 Нововодолазької селищної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Нововодолазький ліцей Нововодолазької селищної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Лигівський ліцей Сахновщинської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Лигівський навчально-виховний комплекс Сахновщинської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Пісочинська загальноосвітня школа I-III ступенів Пісочинської селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Пісочинська загальноосвітня школа I-III ступенів Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Пісочинський ліцей Пісочинської селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Пісочинський колегіум Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бериславський заклад повної загальної середньої освіти № 3 Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Бериславська загальноосвітня школа І - ІІІ ступенів № 3 Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Ольгівський науковий ліцей-інтернат Херсонської обласної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Львівський навчально - виховний комплекс Загальноосвітня школа - інтернат І ступеня - спеціалізована школа - інтернат ІІ - ІІІ ступенів Херсонської обласної ради', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ольгівський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Ольгівська загальноосвітня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новодмитрівська загальноосвітня школа I-III ступенів', N'Херсонська область'),
 dbo.get_eo_hash(N'Новодмитрівська загальноосвітня школа I-III ступенів Іванівського району  Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Каланчацький заклад повної загальної середньої освіти №1 Каланчацької селищної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Каланчацька загальноосвітня школа І-ІІІ ступенів №1 Каланчацької селищної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новотроїцька загальноосвітня школа І-ІІІ ступенів №1 Новотроїцької районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Новотроїцька загальноосвітня школа І-ІІІ ступенів №1 Новотроїцького району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Клининський навчально-виховний комплекс Волочиської міської ради Хмельницької області у складі загальноосвітньої школи I-III ступенів та дошкільного навчального закладу', N'Хмельницька область'),
 dbo.get_eo_hash(N'Клининська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Городоцький ліцей №1 Городоцької міської ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Городоцький ліцей №4 Городоцької міської ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №4 м.Городка', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів з польською мовою навчання м.Городка', N'Хмельницька область'),
 dbo.get_eo_hash(N'Городоцька школа I-III ступеня з польською мовою навчання', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Вовковинецька загальноосвітня школа I-III ступенів Вовковинецької селищної ради Деражнянського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Вовковинецька загальноосвітня школа I-III ступенів Деражнянської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Голенищівський ліцей імені А.Д.Локазюка Летичівської селищної ради', N'Хмельницька область'),
 dbo.get_eo_hash(N'Голенищівська загальноосвітня школа І-ІІІ ступенів імені А.Д.Локазюка Летичівської селищної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сусловецький ліцей Летичівської селищної ради', N'Хмельницька область'),
 dbo.get_eo_hash(N'Сусловецька загальноосвітня школа I-III ступенів Летичівської районної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Летичівський ліцей №1 Летичівської селищної ради Летичівського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Летичівський НВК №1 Загальноосвітня школа I-III ступенів - ліцей  Летичівської селищної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кам''янець-Подільський ліцей І-ІІІ ступенів Славутинка Хмельницької обласної ради', N'Хмельницька область'),
 dbo.get_eo_hash(N'Кам''янець-Подільська спеціалізована школа-інтернат І-ІІІ ступенів Славутинка Хмельницької обласної ради', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Славутський ліцей ІІ-ІІІ ступенів Хмельницької обласної ради', N'Хмельницька область'),
 dbo.get_eo_hash(N'Славутський обласний спеціалізований ліцей-інтернат поглибленої підготовки учнів в галузі науки', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Хмельницький ліцей №15 імені Олександра Співачука', N'Хмельницька область'),
 dbo.get_eo_hash(N'Хмельницька спеціалізована загальноосвітня школа I-III ступенів №15 імені Олександра Співачука', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Хмельницький ліцей ІІ-ІІІ ступенів Хмельницької обласної ради', N'Хмельницька область'),
 dbo.get_eo_hash(N'Хмельницький спеціалізований ліцей-інтернат поглибленої підготовки в галузі науки', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Хмельницький приватний ліцей Гармонія', N'Хмельницька область'),
 dbo.get_eo_hash(N'Хмельницька приватна загальноосвітня школа Гармонія I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мліївський заклад загальної середньої освіти І-ІІІ ступенів №1 Мліївської сільської ради Городищенського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Мліївська загальноосвітня школа І-ІІІ ступенів №1 Городищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Новогребельський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Новогребельська загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Пугачівський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Пугачівська загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Драбівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Набутівської сільської ради Корсунь-Шевченківського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Драбівський навчально-виховний комплекс Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів Корсунь-Шевченківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний опорний заклад Лисянський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №1 - гімназія - дошкільний навчальний заклад Лисянської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Лисянський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів №1 - гімназія Лисянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Навчально-виховний комплекс Ліцей- загальноосвітня школа І-ІІІ ступенів Лідер Смілянської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс Ліцей- загальноосвітня школа І-ІІІ ступенів Лідер Смілянської міської ради Черкаської обласної', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Черкаська спеціалізована школа І-ІІІ ступенів №18 імені В''ячеслава Чорновола Черкаської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Черкаська спеціалізована школа І-ІІІ ступенів №18 Черкаської міської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Черкаська спеціалізована школа №27 І-ІІІ ступенів імені М.К.Путейка Черкаської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Черкаська спеціалізована школа І-ІІІ ступенів №27 імені М.К.Путейка Черкаської міської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кіцманська гімназія Кіцманської міської ради Кіцманського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Кіцманська районна гімназія Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кіцманський заклад загальної середньої освіти І-ІІІ ступенів Кіцманської міської ради Кіцманського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Кіцманський загальноосвітній навчальний заклад І-ІІІ ступенів Кіцманської районної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Чернівецький філософсько-правовий ліцей №2', N'Чернівецька область'),
 dbo.get_eo_hash(N'Чернівецький ліцей №2 Чернівецької міської ради', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №1 м.Сокиряни Сокирянського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Загальносвітня школа І-ІІІ ступенів №1 м.Сокиряни Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сокирянська гімназія Сокирянської міської ради Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Сокирянська гімназія Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Опорний заклад Сторожинецький ліцей Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Сторожинецький районний ліцей Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бобровицький заклад загальної середньої освіти I-III ст. № 1 Бобровицької міської ради Бобровицького району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Бобровицька загальноосвітня школа I-III ст. № 1 Бобровицької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бобровицький заклад загальної середньої освіти I-III ст. № 2 Бобровицької міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Бобровицька загальноосвітня школа I-III ст. № 2 Бобровицької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бобровицький ліцей Бобровицької міської ради Бобровицького району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Бобровицька гімназія Бобровицької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів Варвинський ліцей №1 Варвинської селищної ради Варвинського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Варвинська загальноосвітня школа I-III ст. Варвинської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів Варвинський ліцей №2 Варвинської селищної ради Варвинського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Варвинська районна гімназія Варвинської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Городнянська гімназія Городнянської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Городнянська районна гімназія Городнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Городнянська загальноосвітня школа I-III ступенів № 2 Городнянської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Городнянська загальноосвітня школа I-III ступенів № 2 Городнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ічнянська гімназія імені Васильченка Ічнянської міської ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Ічнянська гімназія імені Васильченка Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ічнянський заклад загальної середньої освіти І-ІІІ ступенів № 4 Ічнянської міської ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Ічнянська загальноосвітня школа I-III ступенів № 4 Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ічнянський заклад загальної середньої освіти І-ІІІ ступенів №1 Ічнянської міської ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Патютинська загальноосвітня школа І-ІІІ ступенів Козелецької селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Патютинська загальноосвітня школа І-ІІІ ступенів Козелецької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Биринський навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Новгород-Сіверської районної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Биринський навчально-виховний комплекс Новгород-Сіверської районної ради Чернігівської області', N'Чернігівська область'))


INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Високівська загальноосвітня школа I-III ступенів Роздольської сільської ради Михайлівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад Високівська загальноосвітня школа I-III ступенів Михайлівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 25 «Гуманітарний колегіум» Кременчуцької міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький навчально-виховний комплекс «Загальноосвітня школа І ступеня - колегіум» №25 Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Полив''янський навчально-виховний комплекс Великосорочинської сільської ради Миргородського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Полив''янський навчально-виховний комплекс Миргородської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Баранівський ліцей Валківської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Баранівська загальноосвітня школа I-III ступенів Валківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Дергачівський ліцей №1 імені Данила Бакуменка Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Дергачівський навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний заклад Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'КЗСолоницівський ліцей№1 Дергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Солоницівський колегіум Дергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Ветеринарний ліцейДергачівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Ветеринарний навчально-виховний комплекс Загальноосвітня школа І-ІІІ ступенів - дошкільний закладДергачівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад освіти Троїцький ліцей Первомайської районної державної адміністрації Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад Троїцький навчально-виховний комплекс  загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Первомайської районної державної адміністрації Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Бериславський заклад повної загальної середньої освіти № 1 Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Бериславська загальноосвітня школа І - ІІІ ступенів № 1 Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Миколаївський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Миколаївська загальноосвтня школа І - ІІІ ступенів Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад  Високопільський опорний заклад загальної середньої освіти', N'Херсонська область'),
 dbo.get_eo_hash(N'Комунальний заклад  Високопільська загальноосвітня школа I-III ступенів Високопільської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Іванівський ліцей №1 Іванівської селищної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Іванівська гімназія (опорний заклад) освітнього округу Іванівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Іванівський ліцей №2 Іванівської селищної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Іванівська загальноосвітня школа I-III ступенів № 2 Іванівської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Любимівський заклад дошкільної, повної загальної середньої освіти № 2 Любимівської селищної ради Каховського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Любимівська загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад №2 Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Любимівський заклад дошкільної, повної загальної середньої освіти №1 Любимівської селищної ради Каховського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Любимівська загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад №1 Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Херсонська спеціалізована школа I-III ступенів №54 з поглибленим вивченням іспанської та інших іноземних мов Херсонської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Херсонська спеціалізована I-III ступенів №54 з поглибленим вивченням іспанської та інших іноземних мов Херсонської міської ради', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Городоцький ліцей №2 Городоцької міської ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №2 м.Городка', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Летичівський ліцей №3 Летичівської селищної ради Летичівського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Летичівський навчально-виховний комплекс №3 Загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад Летичівської селищної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Хмельницька санаторна школа із збереженням у складі закладу освіти інтернату з цілодобовим повним утриманням учнів (вихованців)', N'Хмельницька область'),
 dbo.get_eo_hash(N'Хмельницька загальноосвітня санаторна школа-інтернат І-ІІІ ступенів №2', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мліївський заклад загальної середньої освіти І-ІІІ ступенів №2 ім. М.М. Артеменка Мліївської сільської ради Городищенського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Мліївська загальноосвітня школа І-ІІІ ступенів №2 ім. М.М. Артеменка Городищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Нагірнянський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Нагірнянська загальноосвітня школа І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Мамаївський ЗЗСО І-ІІІ ступенів Мамаївської сільської ради Кіцманського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Мамаївський загальноосвітній навчальний заклад І-ІІІ ступенів №2 Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Обласний комунальний навчальний заклад Буковинський ліцей-інтернат з посиленою військово-фізичною підготовкою', N'Чернівецька область'),
 dbo.get_eo_hash(N'Буковинський ліцей-інтернат з посиленою військово-фізичною підготовкою', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Галицівський заклад загальної середньої освіти І-ІІІ ступенів Селятинської сільської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Комунальний заклад Селятинський заклад загальної середньої освіти-інтернат І-ІІІ ступенів Селятинської сільської ради', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Сторожинецький ліцей №1 Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Сторожинецька загальноосвітня школа-інтернат І-ІІІ ступенів Сторожинецької районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Комунальний заклад Городнянський ліцей Чернігівської обласної ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Комунальний заклад Городнянська спеціалізована школа-інтернат I-III ступенів з поглибленим вивченням окремих предметів та курсів Чернігівської обласної ради', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Ічнянський заклад загальної середньої освіти I-III ступенів №3 Ічнянської міської ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Ічнянська загальноосвітня школа I-III ступенів № 1 Ічнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2019,
 dbo.get_eo_hash(N'Тарасо-Шевченківський заклад загальної середньої освіти I-III ступенів Любецької селищної ради Ріпкинського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Тарасо-Шевченківська загальноосвітня школа I-III ступенів Ріпкинського району Чернігівської області', N'Чернігівська область'))
