-- TRUNCATE TABLE [dbo].[Config_EONamesMergingTable]

INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Флоріанівський загальноосвітній навчально-виховний комплекс І-III ступенів "Школа - дитячий садок" Козятинської міської ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Флоріанівський загальноосвітній навчально-виховний комплекс І-III ступенів "Школа - дитячий садок" Козятинського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Лобачівський ліцей Берестечківської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Лобачівка Горохівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вільхівський ліцей Горохівської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Вільхівка Горохівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей с.Нуйно Сошичненської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів села Нуйно Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Ворокомлівський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Ворокомле Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'КЗЗСО "Гіркополонківський ліцей Гіркополонківської сільської ради"', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Гірка Полонка Луцького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Берестечківський ліцей Берестечківської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня м. Берестечко Горохівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти "Прилісненський ліцей Прилісненської сільської ради Волинської області"', N'Волинська область'),
 dbo.get_eo_hash(N'Опорний заклад "Загальноосвітня школа І-ІІІ ступенів с. Прилісне" Маневицького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Топільненський ліцей" Рожищенської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Топільне Рожищенського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с.Пульмо Шацької селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Пульмо Шацького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Черкаський заклад загальної середньої освіти" Черкаської селищної ради Новомосковського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Черкаська загальноосвітня школа І-ІІІ ступенів Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Преображенський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Томаківської селищної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Преображенський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад"', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Званівська загальноосвітня школа І - ІІІ ступенів" Званівської сільської ради Бахмутського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Званівська загальноосвітня школа I-III ступенів Бахмутської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Недашківський навчально-виховний коплекс "Дошкільний навчальний заклад - загальноосвітній навчальний заклад I-III ступенів" Малинської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Недашківський навчально-виховний коплекс "Дошкільний навчальний заклад - загальноосвітній навчальний заклад I-III ступенів" Малинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Жденіївський опорний заклад загальної середньої освіти І-ІІІ ступенів Жденіївської селищної ради Мукачівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Жденіївський опорний заклад загальної середньої освіти І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лохівський заклад загальної середньої освіти І-ІІІ ступенів імені Юрія Герца Івановецької сільської ради Мукачівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Лохівська загальноосвітня школа І-ІІІ ступенів імені Юрія Герца Мукачівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Новгородківський заклад загальної середньої освіти I-III ступенів" Семенівської сільської ради Мелітопольського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Новгородківська загальноосвітня школа I-III ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа "Новоселівський заклад загальної середньої освіти I-III ступенів" Федорівської сільської ради Пологівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальна установа "Новоселівська загальноосвітня школа I-III ступенів" Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чкаловський навчально-виховний комплекс «Загальноосвітній навчальний заклад І-Ш ступенів - дошкільний навчальний заклад імені Ф. Конюхова» Олександрівської сільської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Чкаловський навчально-виховний комплекс «Загальноосвітній навчальний заклад І-Ш ступенів - дошкільний навчальний заклад імені Ф. Конюхова» Степанівської Першої сільської ради Приазовського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Юр''ївська багатопрофільна загальноосвітня школа І-ІІІ ступенів" Коларівської сільської ради Бердянського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Юр''ївська багатопрофільна загальноосвітня школа І-ІІІ ступенів" Приморської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Радолівська загальноосвітня школа І-ІІІ ступенів" Коларівської сільської ради Бердянського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Радолівська загальноосвітня школа І-ІІІ ступенів" Приморської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Поточищенська загальноосвітня школа І-ІІІ ступенів Городенківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Поточищенська загальноосвітня школа І-ІІІ ступенів Городенківської районної ради, Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пійлівський ліцей Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Пійлівська ЗОШ І-ІІІ ступенів Калуської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тужилівський ліцей Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Тужилівський навчально-виховний комплекс Калуської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Корницький ліцей Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Корницький ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Струпківський ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Струпківський ліцей Коломийської районної ради Івано-Франківської областіі', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Отинійський ліцей Отинійської селищної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Отинійський ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Конюшківський ліцей Рогатинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Конюшківський ліцей Рогатинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Брошнів-Осадський ліцей Брошнів-Осадської селищної ради Калуського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Брошнів-Осадський ліцей Брошнів-Осадської селищної ради об''єднаної територіальної громади Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Єзупільський ліцей Єзупільської селищної ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Єзупільський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад) Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мирненська загальноосвітня школа І-ІІІ ступенів Воронківської сільської ради', N'Київська область'),
 dbo.get_eo_hash(N'Мирненська загальноосвітня школа І-ІІІ ступенів Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гнідинська загальноосвітня школа І-ІІІ ступенів імені Петра Яцика Бориспільського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Гнідинська загальноосвітня школа І-ІІІ ступенів імені Петра Яцика Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Погребське навчально-виховне об''єднання Броварського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Погребська загальноосвітня школа І-ІІІ ступенів Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Катюжанська загальноосвітня школа І-ІІІ ступенів Димерської селищної ради Вишгородського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Катюжанська загальноосвітня школа 1-3 ступенів Вишгородської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новопетрівська загальноосвітня школа І-ІІІ ступенів №1 Петрівської сільської ради', N'Київська область'),
 dbo.get_eo_hash(N'Новопетрівська загальноосвітня школа І-ІІІ ступенів №1 Вишгородської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Королівська загальноосвітня школа І-ІІІ ступенів Макарівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Королівська загальноосвітня школа І-ІІІ ступенів Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великокарашинська загальноосвітня школа І-ІІІ ступенів Макарівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Великокарашинська загальноосвітня школа І-ІІІ ступенів Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лецьківський заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти Циблівської сільської ради', N'Київська область'),
 dbo.get_eo_hash(N'Лецьківське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хоцьківський заклад загальної середньої освіти І-ІІІ ступенів Циблівської сільської ради', N'Київська область'),
 dbo.get_eo_hash(N'Хоцьківська загальноосвітня школа І-ІІІ ступенів Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великоберезянський заклад загальної середньої освіти І-ІІІ ступенів Таращанської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Великоберезянська загальноосвітня школа І-ІІІ ступенів Таращанської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лучанський заклад загальної середньої освіти І-ІІІ ступенів Таращанської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Лучанська загальноосвітня школа І-ІІІ ступенів Таращанської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ківшоватський опорний заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти Таращанської міської ради Київської області»', N'Київська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад «Ківшоватський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад» Таращанської районної ради Київської області»', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Йосипівський заклад загальної середньої освіти І-ІІІ ступенів Благовіщенської міської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Йосипівська загальноосвітня школа І-ІІІ ступенів Благовіщенської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Перчунівський заклад загальної середньої освіти І-ІІІ ступенів Піщанобрідської сільської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Перчунівський заклад загальної середньої освіти І-ІІІ ступенів Добровеличківської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'філія "Іванковецька загальноосвітня школа опорного навчального закладу "Дмитрівська загальноосвітня школа І-ІІІ ступенів імені Т.Г.Шевченка" Дмитрівської сільської ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'філія "Іванковецька загальноосвітня школа ОНЗ Богданівська загальноосвітня школа І-ІІІ ступенів імені І.Г.Ткаченка" Знам''янської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Капітанівська загальноосвітня школа І-ІІІ ступенів Новомиргородської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Капітанівська загальноосвітня школа І-ІІІ ступенів Новомиргородської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ГОРОДИЩЕНСЬКИЙ ЛІЦЕЙ БІЛОВОДСЬКОЇ СЕЛИЩНОЇ РАДИ ЛУГАНСЬКОЇ ОБЛАСТІ', N'Луганська область'),
 dbo.get_eo_hash(N'Городищенський заклад загальної середньої освіти І-ІІІ ступенів Біловодської селищної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Литвинівський ліцей Біловодської селищної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Литвинівський заклад загальної середньої освіти І-ІІІ ступенів Біловодської селищної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Красноріченський ліцей» Красноріченської селищної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Комунальний заклад «Красноріченський заклад загальної середньої освіти І-ІІІ ступенів» Красноріченської селищної ради Кремінського району Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Марківська гімназія Марківської селищної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Марківська гімназія Марківської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Риб''янцівський заклад загальної середньої освіти І-ІІІ ступенів Новопсковської селищної ради', N'Луганська область'),
 dbo.get_eo_hash(N'Риб''янцівська загальноосвітня школа І-ІІІ ступенів Новопсковської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чмирівський ліцей Чмирівської сільської ради Старобільського району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти І-ІІІ ступенів "Чмирівський ліцей" Чмирівської сільської ради Старобільського району Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Летнянський ЗЗСО І-ІІІ ст. Меденицької селищної ради Дрогобицького району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Летнянський навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ст. - дошкільний навчальний заклад" Дрогобицького району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Верхньодорожівський ЗЗСО І-ІІІ ст. Меденицької селищної ради Дрогобицького району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Верхньодорожівська середня загальноосвітня школа І-ІІІ ст. Дрогобицького району', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Журавнівський комунальний заклад загальної середньої освіти школа-ліцей Журавненської селищної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад та його філія "Журавнівський навчально-виховний комплекс середня загальноосвітня школа - ліцей" Жидачівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Східницький заклад загальної середньої освіти І-ІІІ рівнів Східницької селищної ради Дрогобицького району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Східницька загальноосвітня школа І-ІІІ ступенів №2 Бориславської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комарнівський опорний заклад загальної середньої освіти І-ІІІ ступенів" Городоцької районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад - "Комарнівський заклад загальної середньої освіти І-ІІІ ступенів" Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Черницький заклад загальної середньої освіти І-ІІІ ступенів Розвадівської сільської ради Стрийського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Черницький заклад загальної середньої освіти І-ІІІ ступенів Розвадівської сільської ради Миколаївського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Роздільська загальноосвітня школа І-ІІІ ступенів Новороздільської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Роздільська загальноосвітня школа І-ІІІ ступенів Миколаївської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Липівський заклад загальної середньої освіти І-ІІІ ступенів Тростянецької сільської ради Стрийського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Липівська загальноосвітня школа І-ІІІ ступенів Миколаївського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Розвадівський заклад загальної середньої освіти І-ІІІ ступенів Розвадівської сільської ради Стрийського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Розвадівський заклад загальної середньої освіти І-ІІІ ступенів Розвадівської сільської ради Миколаївського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Містківський заклад загальної середньої освіти І-ІІІ ступенів Пустомитівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «МІСТКІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Давидівський опорний заклад загальної середньої освіти І-ІІІ ступенів ім. Т. Г. Шевченка Давидівської сільської ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Давидівський опорний заклад загальної середньої освіти І-ІІІ ступенів ім. Т. Г. Шевченка Давидівської сільської ради об''єднаної територіальної громади Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чишківська загальноосвітня школа І-ІІІ ступенів Давидівської сільської ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Чишківська загальноосвітня школа І-ІІІ ступенів Давидівської сільської ради об''єднаної територіальної громади Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с. Борщовичі Новояричівської селищної ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «БОРЩОВИЦЬКИЙ НАВЧАЛЬНО-ВИХОВНИЙ КОМПЛЕКС ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ-ЗАКЛАД ДОШКІЛЬНОЇ ОСВІТИ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Наварійський заклад загальної середньої освіти І-ІІІ ступенів - гімназія Пустомитівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «НАВАРІЙСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ-ГІМНАЗІЯ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ралівський опорний заклад загальної середньої освіти ім. Ів. Франка', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти ім. Івана Франка с.Ралівка Самбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чернилявський заклад загальної середньої освіти І-ІІІ ступенів імені Теодора Перуна Яворівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Чернилявська загальноосвітня школа І-ІІІ ступенів імені Теодора Перуна Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Краковецький заклад загальної середньої освіти І-ІІІ ступенів імені Романа Шухевича Яворівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад "Краковецький заклад загальної середньої освіти І-ІІІ ступенів імені Романа Шухевича Яворівської районної ради Львівської області"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Глиницький заклад загальної середньої освіти І-ІІІ ступенів Яворівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Глиницький навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Смолинський заклад загальної середньої освіти І-ІІІ ступенів Яворівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Смолинський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Варюшинська загальноосвітня школа I-III ступенів Веселинівської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Варюшинська загальноосвітня школа I-III ступенів Веселинівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Софіївський заклад загальної середньої освіти I-III ступенів Мигіївської сільської ради Первомайського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Софіївська загальноосвітня школа I-III ступенів Первомайської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Виноградівський опорний заклад загальної середньої освіти І - ІІІ ступенів зі структурним підрозділом дошкільної освіти Арцизької міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Виноградівський заклад загальної середньої освіти І - ІІІ ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кагарлицький заклад загальної середньої освіти І-ІІІ ступенів Біляївської міської ради Біляївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Кагарлицька загальноосвітня школа I-III ступенів Біляївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Каракуртський заклад загальної середньої освіти Василівської сільської ради Болградського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Каракуртська загальноосвітня школа I-III ступенів Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кислицький заклад загальної середньої освіти Саф’янівської сільської ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Кислицька загальноосвітня школа I-III ступенів Ізмаільської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кам’янський заклад загальної середньої освіти Саф’янівської сільської ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Кам’янський навчально-виховний комплекс "Загальноосвітній навчальний заклад I-III ступенів-гімназія" Ізмаїльської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Загнітківський заклад загальної середньої освіти" Кодимської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загнітківська загальноосвітня школа I-III ступенів Кодимської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти "Ставрівський навчально-виховний комплекс (Загальноосвітня школа І-ІІІ ступенів-заклад дошкільної освіти) Окнянської селищної ради Окнянського району Одеської області"', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти «Ставрівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів - заклад дошкільної освіти) Окнянської селищної ради Окнянського району Одеської області"Антонівський НВК', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ярославський заклад загальної середньої освіти І-ІІІ ступенів Плахтівської сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Ярославська загальноосвітня школа I-III ступенів Саратської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тарутинський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-ліцей-дошкільний навчальний заклад Тарутинської селищної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Тарутинський навчально-виховний комплекс"Загальноосвітня школа І-ІІІ ступенів-ліцей-дошкільний навчальний заклад Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Виноградівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської селищної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Виноградівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Тузлівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - ліцей" Тузлівської сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Тузлівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - ліцей" Татарбунарського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад „Оріхівська загальноосвітня школа І-ІІІ ступенів імені В. М. Леонтовича Лубенської міської ради Лубенського району Полтавської області”', N'Полтавська область'),
 dbo.get_eo_hash(N'Опорний заклад "Оріхівська загальноосвітня школа І-ІІІ ступенів імені В.М. Леонтовича Засульської сільської ради Полтавської області"', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад „Вовчицький ліцей імені В. Ф. Мицика Лубенської міської ради Лубенського району Полтавської області”', N'Полтавська область'),
 dbo.get_eo_hash(N'Опорний заклад «Вовчицька загальноосвітня школа І-ІІІ ступенів-ліцей імені В.Ф. Мицика Лубенської районної ради Полтавської області»', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад „Руденківський заклад загальної середньої освіти І-ІІІ ступенів” Новосанжарської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Опорний заклад "Руденківський заклад загальної середньої освіти І-ІІІ ступенів Руденківської сільської ради Новосанжарського району Полтавської області"', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старосанжарський заклад загальної середньої освіти І-ІІІ ступенів імені Оксани Мешко Новосанжарської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Старосанжарський заклад загальної середньої освіти І-ІІІ ступенів імені Оксани Мешко Малоперещепинської сільської ради', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Малушківський ліцей Малинської сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Малушківська загальноосвітня школа І-ІІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ромейківський НВК "ЗЗСО І-ІІІ ст. - ЗДО" Полицької сільської ради Вараського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Ромейківський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Володимирецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сварицевицький опорний заклад загальної середньої освіти І-ІІІ ступенів Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Сварицевицький опорний заклад загальної середньої освіти І-ІІІ ступенів Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мутвицький ліцей Зарічненської селищної ради Вараського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Мутвицька загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дібрівський ліцей Зарічненської селищної ради Вараського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Дібрівська загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мізоцький навчально-виховний комплекс "загальноосвітня школа І-ІІ ступенів - ліцей" Мізоцької селищної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Мізоцький навчально-виховний комплекс "загальноосвітня школа І-ІІ ступенів-ліцей" Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Крупецький ліцей Крупецької сільської ради Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Опорний заклад "Крупецька загальноосвітня школа І-ІІІ ступенів Крупецької сільської ради Радивилівського району Рівненської області"', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Довгалівський ліцей Крупецької сільської ради Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Довгалівська загальноосвітня школа І-ІІІ ступенів Крупецької сільської ради Радивилівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дружбівський ліцей Радивилівської міської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Дружбівська загальноосвітня школа І-ІІІ ступенів Радивилівської міської ради Радивилівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Грушвицький ліцей Великоомелянської сільської ради Рівненськго району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Грушвицька загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Полошківський навчально-виховний комплекс: дошкільний навчальний заклад-загальноосвітня школа І-ІІІ ступенів Глухівської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Полошківський навчально-виховний комплекс: загальноосвітня школа I-III ступенів, дошкільний навчальний заклад "Сонечко" Глухівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Некрасівський навчально-виховний комплекс: дошкільний навчальний заклад-загальноосвітня школа І-ІІІ ступенів Глухівської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Некрасівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів, дошкільний навчальний заклад "Ялинка" Глухівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Баницький навчально-виховний комплекс: дошкільний навчальний заклад-загальноосвітня школа І-ІІІ ступенів Глухівської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Баницький навчально-виховний комплекс: загальноосвітня школа I-III ступенів, дошкільний навчальний заклад "Барвінок" Глухівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Славгородська загальноосвітня школа І-ІІІ ступенів Краснопільської селищної ради', N'Сумська область'),
 dbo.get_eo_hash(N'Славгородська загальноосвітня школа I-III ступенів Краснопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мезенівський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів – заклад дошкільної освіти» Краснопільської селищної ради', N'Сумська область'),
 dbo.get_eo_hash(N'Мезенівський навчально-виховний комплекс Краснопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дубовицький ліцей Кролевецької міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Дубовицька загальноосвітня школа I-III ступенів Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рябушківський заклад загальної середньої освіти І-ІІІ ступенів Лебединської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Рябушківський навчально-виховний комплекс: загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Лебединської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Липоводолинська спеціалізована школа I-III ступенів Липоводолинської селищної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Комунальний заклад Липоводолинська спеціалізована школа I-III ступенів Липоводолинської селищної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Анастасівський ліцей-заклад загальної середньої освіти І-ІІІ ступенів Андріяшівської сільської ради Роменського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Анастасівська загальноосвітня школа I-III ступенів Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Перехрестівський заклад загальної середньої освіти I-III ступенів Роменської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Перехрестівська загальноосвітня школа I-III ступенів Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великочернеччинський заклад загальної середньої освіти І-ІІІ ступенів Сумської міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Опорний заклад Великочернеччинська спеціалізована школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Білківський заклад загальної середньої освіти І-ІІІ ступенів Тростянецької міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Білківська загальноосвітня школа I-III ступенів Тростянецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нижчелуб''янківська загальноосвітня школа І-ІІІ ступенів Збаразької міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Нижчелуб''янківська загальноосвітня школа І-ІІІ ступенів Нижчелуб''янської сільської ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Черниховецька загальноосвітня школа І-ІІІ ступенів Збаразької міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Черниховецька загальноосвітня школа І-ІІІ ступенів Черниховецької сільської ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Залужанська загальноосвітня школа І-ІІІ ступенів Збаразької міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Залужанська загальноосвітня школа І-ІІІ ступенів Залужанської сільської ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Снігурівський заклад загальної середньої освіти І-ІІІ ступенів Борсуківської сільської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Снігурівська загальноосвітня школа І-ІІІ ступенів Лановецької районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тернопільський обласний ліцей "Знамення"', N'Тернопільська область'),
 dbo.get_eo_hash(N'Колегіум-інтернат "Знамення" з поглибленим вивченням предметів духовно-просвітницького спрямування у с.Зарваниця Теребовлянського району', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старосалтівський ліцей Старосалтівської селищної ради Вовчанського району Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Старосалтівська загальноосвітня школа І-ІІІ ступенів Старосалтівської селищної ради Вовчанського району Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Наталинський ліцей Наталинської сільської ради Красноградського району Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Наталинський навчально-виховний комплекс (заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти) Наталинської сільської ради Красноградського району Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Піщанський ліцей Красноградської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Піщанський навчально-виховний комплекс (заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти) Красноградської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД «БАБАЇВСЬКИЙ ЛІЦЕЙ ІМЕНІ ГЕРОЯ РАДЯНСЬКОГО СОЮЗУ ПОТАПЕНКА П.О. ВИСОЧАНСЬКОЇ СЕЛИЩНОЇ РАДИ ХАРКІВСЬКОГО РАЙОНУ ХАРКІВСЬКОЇ ОБЛАСТІ»', N'Харківська область'),
 dbo.get_eo_hash(N'Бабаївська загальноосвітня школа I-III ступенів імені Героя Радянського Союзу Потапенка П.О. Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Посад-Покровський ліцей Чорнобаївської сільської ради Херсонського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Посад-Покровська загальноосвітня школа I-III ступенів Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ушкальський заклад повної загальної середньої освіти Верхньорогачицької селищної ради Каховського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Ушкальська загальноосвітня школа І-ІІІ ступенів Верхньорогачицької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Петрівський заклад загальної середньої освіти Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Петрівська загальноосвітня школа I-III ступенів Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Семенівський опорний заклад загальної середньої освіти Зеленопідської сільської ради територіальної громади Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Семенівський опорний заклад загальної середньої освіти Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нововоскресенський заклад повної загальної середньої освіти Нововоронцовської селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Нововоскресенська загальноосвітня школа І-ІІІ ступенів Нововоскресенської сільської ради Нововоронцовського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад Біляївський навчально - виховний комплекс "загальноосвітня школа - дошкільний навчальний заклад (ясла - сад) І-ІІІ ступенів" Новоолександрівської сільської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Біляївський навчально - виховний комплекс "загальноосвітня школа - дошкільний навчальний заклад (ясла - сад) І-ІІІ ступенів" Біляївської сільської ради Нововоронцовського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дудчанське загальноосвітнє об''єднання "дитячий садок - школа І-ІІІ ступенів - позашкільний заклад" Милівської сільської ради Бериславського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Дудчанське загальноосвітнє об''єднання "дитячий садок - школа І-ІІІ ступенів - позашкільний заклад" Дудчанської сільської ради Нововоронцовського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Улянівський ліцей Скадовської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Улянівська загальноосвітня школа I-III ступенів Скадовської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хлібодарівський заклад дошкільної, повної загальної середньої освіти Асканія-Нова Селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Хлібодарівський заклад дошкільної, повної загальної середньої освіти Чаплинської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Білогірський опорний заклад загальної середньої освіти ім. І.О.Ткачука Білогірської селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Білогірський ліцей імені І.О.Ткачука Білогірської селищної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Розсошанський ліцей Розсошанської сільської ради Хмельницького району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Розсошанський ліцей', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Грицівський ліцей" Грицівської селищної ради Шепетівського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Грицівський ліцей Грицівської селищної ради Шепетівського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сутковецький заклад загальної середньої освіти I-III ступенів Ярмолинецької селищної ради Хмельницької області Романа Лабаня', N'Хмельницька область'),
 dbo.get_eo_hash(N'Сутковецька загальноосвітня школа I-III ступенів Ярмолинецького району Хмельницької області імені Романа Лабаня', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Правдівський заклад загальної середньої освіти I-III ступенів Лохвицького П.Т.', N'Хмельницька область'),
 dbo.get_eo_hash(N'Правдівська загальноосвітня школа I-III ступенів імені Лохвицького П.Т.', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шарівський заклад загальної середньої освіти I-III ступенів Ярмолинецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Шарівська загальноосвітня школа I-III ступенів Ярмолинецького району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Софіївський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Піщанської сільської ради Золотоніського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Софіївський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Золотоніської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Деньгівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - заклад дошкільної освіти" Золотоніської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Деньгівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Золотоніської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Іваньківська загальноосвітня школа І-ІІІ ступенів Іваньківської сільської ради Черкаської області"', N'Черкаська область'),
 dbo.get_eo_hash(N'Іваньківська загальноосвітня школа І-ІІІ ступенів Іваньківської сільської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сатанівський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Сатанівський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Крутьківський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Іркліївської сільської ради Золотоніського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Крутьківський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Староковрайська загальноосвітня школа І-ІІІ ступенів Іркліївської сільської ради Золотоніського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Староковрайська загальноосвітня школа І-ІІІ ступенів Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Москаленківський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Іркліївської сільської ради Золотоніського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Москаленківський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тимченківський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Іркліївської сільської ради Золотоніського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Тимченківський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Красенівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Красенівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Корчівецький заклад загальної середньої освіти Сучевенської сільської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Корчівецька загальноосвітня школа І-ІІІ ступенів Корчівецької сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Стерченська загальноосвітня школа І-ІІІ ступенів Глибоцької селищної ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Стерченська загальноосвітня школа І-ІІІ ступенів Стерченської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Васловівський заклад загальної середньої освіти І-ІІІ ступенів Горішньошеровецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Васловівський навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ст. - дошкільний навчальний заклад" Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ржавинецький опорний заклад загальної середньої освіти Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Ржавинецький заклад загальної середньої освіти Юрковецької сільської ради Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хрещатицький заклад загальної середньої освіти І-ІІІ ступенів Кадубовецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Хрещатицький навчально-виховний комплекс Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Горішньошеровецький опорний заклад загальної середньої освіти І-ІІІ ступенів Горішньошеровецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Горішньошеровецька загальноосвітня школа І-ІІІ ступенів Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Погорілівський заклад загальної середньої освіти Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Погорілівський заклад загальної середньої освіти Юрковецької сільської ради Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дорошовецький заклад загальної середньої освіти І-ІІІ ступенів Вікнянської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Дорошовецький навчально-виховний комплекс Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Оршовецький заклад загальної середньої освіти І-ІІІ ступенів Неполковецької селищної ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Оршовецький заклад загальної середньої освіти І-ІІІ ступенів Неполоковецької селищної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Драчинецький опорний заклад загальної середньої освіти І-ІІІ ступенів Мамаївської сільської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Драчинецький опорний заклад загальної середньої освіти І-ІІІ ступенів, Драчинецької сільської ради, Кіцманського району, Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Реваківський заклад загальної середньої освіти І-ІІІ ступенів Неполоковецької селищної ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Реваківський заклад загальної середньої освіти І-ІІІ ступенів Неполоковецької селищної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Стрілецькокутський опорний заклад загальної середньої освіти І-ІІІ ступенів Мамаївської сільської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Стрілецькокутський загальноосвітній навчальний заклад І-ІІІ ступенів', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шипинецький заклад загальної середньої освіти І-ІІІ ступенів Кіцманської міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Шипинецький заклад загальної середньої освіти І-ІІІ ступенів Кіцманської міської ради', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ставчанський опорний заклад загальної середньої освіти І-ІІІ ступенів Ставчанської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Ставчанський заклад загальної середньої освіти І-ІІІ ступенів Ставчанської сільської ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дихтинецький заклад загальної середньої освіти І-ІІІ ступенів Путильської селищної ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Дихтинецька загальноосвітня школа І-ІІІ ступенів Путильської районної ради Путильського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бобовецький навчально-виховний комплекс Сторожинецької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Бобовецький навчально-виховний комплекс Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Печенюгівський навчально-виховний коплекс Новгород-Сіверської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Печенюгівський навчально-виховний коплекс Новгород-Сіверської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Сосонський ліцей Вінницького району Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Сосонська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кордишівська середня загальноосвітня школа I-III ступенів Козятинської міської ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Кордишівська середня загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Загальноосвітній навчально-виховний комплекс I-III ступенів "Школа-дитячий садок-гімназія" ім. В. Підгорбунського Козятинської міської ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітній навчально-виховний комплекс I-III ступенів "Школа-гімназія-дитячий садок" ім. В.М.Підгорбунського Козятинської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Пеньківський ліцей Вінницького району Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Пеньківка Літинського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Заклад загальної середньої освіти І-ІІІ ступенів села Сьомаки» Хмільницької районної ради', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад" с.Сьомаки', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Мервинський ліцей Берестечківської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Мерва Горохівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Печихвостівський ліцей Горохівської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Печихвости Горохівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей імені Сергія Дармофала Павлівської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Ліцей с. Колона Павлівської сільської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Підцир''ївський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Підцир''я Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти "Тоболівський ліцей Прилісненської сільської ради Волинської області"', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Тоболи Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти "Сошичненський ліцей" Сошичненської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Сошичне Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Добренський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Добре Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей с.Качин Сошичненської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Качин Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Заброльський ліцей №32 Луцької міської ради"', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів "Ліцей с. Забороль Заборольської сільської ради"', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нудиженський ліцей Головненської селищної ради Ковельського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Нудиженський ліцей Головненської селищної ради Любомльського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти І-ІІІ ступенів "Світязький ліцей" Шацької селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти І-ІІІ ступенів "Світязький ліцей" Шацької районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с.Піща Шацької селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Піща Шацького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Гвардійський заклад загальної середньої освіти" Черкаської селищної ради Новомосковського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Гвардійська загальноосвітня школа І-ІІІ ступенів Новомосковської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олександропільський навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Брагинівської сільської ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Олександропільський навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Петропавлівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хорошівська загальноосвітня школа І-ІІІ ступенів з музично-хореографічним профілем Брагинівської сільської ради Петропавлівського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Хорошівська загальноосвітня школа І-ІІІ ступенів з музично-хореографічним профілем Петропавлівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Яблунецька загальноосвітня школа I-III ступенів Ємільчинської районної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Яблунецька загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа "Степанівський заклад загальної середньої освіти I-III ступенів Ємільчинської селищної ради Житомирської області"', N'Житомирська область'),
 dbo.get_eo_hash(N'Степанівський заклад загальної середньої освіти I-III ступенів Ємільчинської селищної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лісівщинський ліцей ім.О.Дубінчука Ушомирської сільської ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Лісівщинська середня загальноосвітня школа I-III ступенів імені О.Дубінчука Коростенського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гранітнянська загальноосвітня школа I-III ступенів Малинської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Гранітнянська загальноосвітня школа I-III ступенів Малинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мартинівська загальноосвітня школа I-III ступенів Мартинівської сільської ради Пулинського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Мартинівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ставненський заклад загальної середньої освіти І-ІІІ ступенів Ставненської сільської ради Ужгородського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Ставненська загальноосвітня школа І-ІІІ ступенів Великоберезнянської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Фанчиківська загальноосвітня школа І-ІІІ ступенів Виноградівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Фанчиківська загальноосвітня школа І-ІІІ ступенів Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Воловецький заклад загальної середньої освіти І-ІІІ ступенів Воловецької селищної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Воловецький опорний заклад загальної середньої освіти І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Синевирський заклад загальної середньої освіти І-ІІІ ступенів Синевирської сільської ради Хустського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Синевирська загальноосвітня школа І-ІІІ ступенів Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Майданський заклад загальної середньої освіти І-ІІІ ступенів Міжгірської селищної ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Майданська загальноосвітня школа І-ІІІ ступенів Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Усть-Чорнянський опорний заклад загальної середньої освіти І-ІІІ ступенів Усть-Чорнянської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Усть-Чорнянська загальноосвітня школа І-ІІІ ступенів Усть-Чорнянської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Забрідський заклад загальної середньої освіти І-ІІІ ступенів Драгівськоїї сільської ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Забрідська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олександрівський заклад загальної середньої освіти І-ІІІ ступенів Хустської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Олександрівська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоукраїнський опорний заклад загальної середньої освіти І-ІІІ ступенів Новоукраїнської сільської ради Більмацького району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Новоукраїнський опорний заклад загальної середньої освіти І-ІІІ ступенів Новоукраїнської сільскої ради Більмацького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Спаська загальноосвітня школа I-III ступенів Терпіннівської сільської ради Мелітопольського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Спаська загальноосвітня школа I-III ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Полянівський заклад загальної середньої освіти I-III ступенів Семенівської сільської ради" Мелітопольського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Полянівська загальноосвітня школа I-III ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Фруктовська загальноосвітня школа I-III ступенів Новенської сільської ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Фруктовська загальноосвітня школа I-III ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Інзівська загальноосвітня школа І-ІІІ ступенів" Приморської міської ради Приморського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Інзівська загальноосвітня школа І-ІІІ ступенів" Приморської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гутівський ліцей Солотвинської селищної ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Гутівський навчально-виховний комплекс Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Виноградська загальноосвітня школа І-ІІІ ступенів Городенківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Виноградська загальноосвітня школа І-ІІІ ст.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Росохацька загальноосвітня школа І-ІІІ ступенів Городенківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Росохацька загальноосвітня школа І-ІІІ ступенів Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Семаківська загальноосвітня школа І-ІІІ ступенів Городенківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Семаківська загальноосвітня школа І-ІІІ ступенів Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Голинський ліцей Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Голинська ЗОШ І-ІІІ ступенів Калуської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Підмихайлівський ліцей Новицької сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Підмихайлівський ліцей Новицької сільської ради об''єднаної територіальної громади Калуського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рожнівський ліцей "Гуцульщина" імені Федора Погребенника Рожнівської сільської ради Косівського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Рожнівський ліцей "Гуцульщина" імені Федора Погребенника Рожнівської сільської ради об’єднаної територіальної громади', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Яблунівський ліцей імені Івана Франка Яблунівської селищної ради Косівського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Яблунівський ліцей Яблунівської селищної ради об''єднаної територіальної громади Косівського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кутський ліцей Кутської селищної ради Косівського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Кутський ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Уторопський ліцей Яблунівської селищної ради Косівського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Уторопський ліцей Яблунівської селищної ради об''єднаної територіальної громади Косівського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старокутський ліцей Кутської селищної ради Косівського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Старокутський ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лоївський ліцей Надвірнянської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Лоївська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Парищенський ліцей Надвірнянської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Парищенська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пуківський ліцей Рогатинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Пуківський ліцей Рогатинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Верхньолипицький ліцей Рогатинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Верхньолипицький ліцей Рогатинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ріпненський ліцей Дубівської сільської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Ріпненська загальноосвітня школа І-ІІІ ступенів Рожнятівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Підліський ліцей Загвіздянської сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Підліський ліцей Загвіздянської сільської ради об''єднаної територіальної громади Тисменицького району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Радчанський ліцей Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Радчанська загальноосвітня школа І-ІІІ ступенів Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ямницький ліцей Ямницької сільської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Ямницький ліцей Ямницької сільської ради об''єднаної територіальної громади Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Обертинський ліцей Обертинськоїї селищної ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Обертинський ліцей Тлумацької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Іванівський академічний ліцей Миронівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Іванівський об''єднаний заклад освіти "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Богуславської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великоолександрівська загальноосвітня школа І-ІІІ ступенів Пристоличної сільської ради', N'Київська область'),
 dbo.get_eo_hash(N'Великоолександрівська загальноосвітня школа І-ІІІ ступенів Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кучаківська загальноосвітня школа І-ІІІ ступенів імені гетьмана Івана Сулими Бориспільської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Кучаківська загальноосвітня школа І-ІІІ ступенів імені гетьмана Івана Сулими Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Любарецька загальноосвітня школа І-ІІІ ступенів Бориспільської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Любарецька загальноосвітня школа І-ІІІ ступенів Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сеньківська загальноосвітня школа І-ІІІ ступенів Бориспільської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Сеньківська загальноосвітня школа І-ІІІ ступенів Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старинська загальноосвітня школа І-ІІІ ступенів Вороньківської сільської ради', N'Київська область'),
 dbo.get_eo_hash(N'Старинська загальноосвітня школа І-ІІІ ступенів Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад «Щасливський навчально-виховний комплекс «ліцей – загальноосвітня школа І-ІІІ ступенів – дитячий садок» Пристоличної сільської ради', N'Київська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад «Щасливський навчально-виховний комплекс «ліцей – загальноосвітня школа І-ІІІ ступенів – дитячий садок» Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Глибоцька загальноосвітня школа І-ІІІ ступенів Бориспільської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Глибоцька загальноосвітня школа І-ІІІ ступенів Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Вороньківський навчально-виховний комплекс "ліцей - загальноосвітня школа І-ІІІ ступенів - дитячий садок" Вороньківської сільської ради', N'Київська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Вороньківський навчально-виховний комплекс "ліцей - загальноосвітня школа І-ІІІ ступенів - дитячий садок" Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Микулицький заклад загальної середньої освіти І-ІІІ ступенів Немішаївської селищної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Микулицька загальноосвітня школа І-ІІІ ступенів', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Великодимерський ліцей" Броварського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Великодимерський ліцей Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Плосківське навчально-виховне об''єднання" Великодимерської селищної ради Броварського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Плосківське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Демидівська загальноосвітня школа І-ІІІ ступенів Димерської селищної ради Вишгородського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Демидівська загальноосвітня школа І-ІІІ ступенів Вишгородського районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лютізька загальноосвітня школа І-ІІІ ступенів Петрівської сільської ради', N'Київська область'),
 dbo.get_eo_hash(N'Лютізька загальноосвітня школа І-ІІІ ступенів Вишгородської районої ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Козаровицька загальноосвітня школа І-ІІІ ступенів Димерської селищної ради Вишгородського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Козаровицька загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний опорний заклад Стайківська загальноосвітня школа І-ІІІ ступенів Ржищівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Стайківський опорний заклад загальної середньої освіти І-ІІІ ступенів Стайківської сільської ради Кагарлицького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новосілківський академічний ліцей "Ерудит" Чабанівської селищної ради Фастівського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Новосілківський академічний ліцей "Ерудит" Києво-Святошинської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ситняківське навчально-виховне об`єнання "Загальноосвітня школа І-ІІІ ступенів-дитячий садок" Макарівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Ситняківське навчально-виховне об`єнання "Загальноосвітня школа І-ІІІ ступенів-дитячий садок" Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кодрянське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Макарівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Кодрянське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Липівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Макарівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Липівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Колонщинська загальноосвітня школа І-ІІІ ступенів Макарівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Колонщинська загальноосвітня школа І-ІІІ ступенів Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Семенівська загальноосвітня школа І-ІІІ ступенів Обухівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Семенівська загальноосвітня школа І-ІІІ ступенів Обухівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Ташанський заклад загальної середньої освіти І - ІІІ ступенів – заклад дошкільної освіти» Ташанської сільської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Ташанське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Розкішнянський навчально-виховний комплекс "Заклад загальної середньої освіти І-ІІІ ступенів - медичний ліцей" Ставищенської селищної ради Білоцерківського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Розкішнянський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - медичний ліцей" Ставищенської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Красилівський академічний ліцей" Ставищенської селищної ради Білоцерківського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'опорний заклад освіти "Красилівський академічний ліцей" Ставищенської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Калиновецький заклад загальної середньої освіти І-ІІІ ступенів-заклад дошкільної освіти Таращанської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Калиновецька загальноосвітня школа І-ІІІ ступенів Таращанської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великоснітинський заклад загальної середньої освіти І-ІІІ ступенів Фастівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Великоснітинський заклад загальної середньої освіти І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Веприцький заклад загальної середньої освіти І-ІІІ ступенів Фастівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Веприцька загальноосвітня школа І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Борівський академічний ліцей Фастівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Борівський академічний ліцей Фастівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сабатинівський заклад загальної середньої освіти I-III ступенів імені Леоніда Тарасовича Гавриша Благовіщенської міської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Сабатинівський заклад загальної середньої освіти I-III ступенів Благовіщенської районної ради імені Леоніда Тарасовича Гавриша', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Хащуватський ліцей" Гайворонської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Хащуватський ліцей" Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бандурівський ліцей Гайворонської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Бандурівський ліцей Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Голованівський ліцей ім. Т.Г.Шевченка Голованівської селищної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Голованівський ліцей ім. Т.Г.Шевченка Голованівської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Маловодянська загальноосвітня школа I-III ступенів Долинської міської ради"', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Маловодянська загальноосвітня школа I-III ступенів Долинської районної ради"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Дмитрівська загальноосвітня школа І-ІІІ ступенів імені Т.Г.Шевченка'''' Дмитрівської сільської ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Дмитрівська загальноосвітня школа І-ІІІ ступенів імені Т.Г.Шевченка'''' Дмитрівської сільської ради Знам''янського району Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Червоновершська загальноосвітня школа I-III ступенів" Компаніївської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Червоновершська загальноосвітня школа I-III ступенів Компаніївської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Губівська загальноосвітня школа І-ІІІ ступенів імені Д. Бєдного" Компаніївської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Губівська загальноосвітня школа І-ІІІ ступенів імені Д. Бєдного Компаніївської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Якимівський навчально - виховний комплекс "Загальноосвітня школа І-ІІІ ступенів дошкільний навчальний заклад" Смолінської селищної ради Новоукраїнського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Якимівський навчально - виховний комплекс "Загальноосвітня школа І-ІІІ ступенів дошкільний навчальний заклад" Маловисківської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Ганнівський академічний ліцей - центр позашкільної освіти" Ганнівської сільської ради Новоукраїнського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Ганнівська загальноосвітня школа І-ІІІ ступенів - центр позашкільної освіти" Ганнівської сільської ради Новоукраїнського району Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Петрівське навчально-виховне об''єднання "загальноосвітня школа І-ІІІ ступенів-гімназія" Петрівської селищної ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Петрівське навчально-виховне об''єднання "загальноосвітня школа І-ІІІ ступенів-гімназія" "Петрівської селищної ради Петрівського району Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Димитровське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів" Устинівської селищної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Димитровське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів" Устинівської районної ради Кіровоградської області"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Євсузький ліцей Біловодської селищної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Євсузький заклад загальної середньої освіти І-ІІІ ступенів Біловодської селищної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заверещицький навчально-виховний комплекс І-ІІІ ступенів "заклад загальної середньої освіти - заклад дошкільної освіти "Берегиня"" Городоцької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Заверещицький навчально-виховний комплекс "Загальноосвітній навчальний заклад-дошкільний навчальний заклад "Берегиня"" Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мавковицький навчально-виховний комплекс І-ІІІ ступенів "заклад загальної середньої освіти - заклад дошкільної освіти" Городоцької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Мавковицький навчально-виховний комплекс "загальноосвітній навчальний заклад - дошкільний навчальний заклад" Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Грімненський заклад загальної середньої освіти Комарнівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Грімненська загальноосвітня школа І-ІІІ ступенів Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Довжанський заклад загальної середньої освіти І-ІІІ рівнів Східницької селищної ради Дрогобицького району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Довжанський навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ст. - дошкільний навчальний заклад" Дрогобицького району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вороблевицький ЗЗСО І-ІІІ ст. Меденицької селищної ради Дрогобицького району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Вороблевицька середня загальноосвітня школа І-ІІІ ступенів Дрогобицького району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів смт Запитів Новояричівської селищної ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів смт Запитів Кам’янка-Бузького району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів та дошкільної освіти с. Дідилів Новояричівської селищної ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Дідилівський навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Кам’янка-Бузького району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Желдецький заклад загальної середньої освіти І-ІІІ ступенів Кам’янка-Бузької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Желдецький навчально-виховний комплекс "Загальноосвітній заклад І-ІІІ ступенів - дошкільний заклад"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад-"Загальноосвітня середня школа І-ІІІ ступенів м. Добромиль Самбірського району Львівської області"', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад-"Загальноосвітня середня школа І-ІІІ ступенів м. Добромиль Старосамбірського району Львівської області"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тернопільський заклад загальної середньої освіти І-ІІІ ступенів Тростянецької сільської ради Стрийського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Тернопільська загальноосвітня школа І-ІІІ ступенів Миколаївського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Березинська загальноосвітня школа І-ІІІ ступенів імені А. Марунчака Новороздільської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Березинська загальноосвітня школа І-ІІІ ступенів імені А. Марунчака Миколаївської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Верхньобілківський заклад загальної середньої освіти І-ІІІ ступенів Підберізцівської сільської ради', N'Львівська область'),
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «ВЕРХНЬОБІЛКІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сілецька загальноосвітня школа І-ІІІ ступенів імені Івана Климіва-Легенди Червоноградської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Сілецька загальноосвітня школа І-ІІІ ступенів імені Івана Климіва-Легенди Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Загальноосвітня середня школа І-ІІІ ступенів с. Нове Місто Новоміської сільської ради об’єднаної територіальної громади Старосамбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Загальноосвітня середня школа І-ІІІ ступенів с. Нове Місто Новоміської сільської ради Старосамбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Завадівський заклад загальної середньої освіти І-ІІІ ступенів Яворівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Завадівська загальноосвітня школа І-ІІІ ступенів Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Середкевицький заклад загальної середньої освіти І-ІІІ ступенів Яворівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Середкевицький навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Любинський заклад загальної середньої освіти І-ІІІ ступенів Яворівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Любинська загальноосвітня школа І-ІІІ ступенів Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Краснянський заклад загальної середньої освіти I-III ступенів Березанської селищної ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Краснянська загальноосвітня школа I-III ступенів Березанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Березнегуватський заклад загальної середньої освіти I-III ступенів Березнегуватьскої селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Березнегуватська загальноосвітня школа I-III ступенів Березнегуватьскої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шевченківський заклад загальної середньої освіти I-III ступенів Шевченківської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів Шевченківської сільської ради Вітовського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вознесенський заклад загальної середньої освіти I-III ступенів Бузької сільської ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Вознесенська загальноосвітня школа I-III ступенів Вознесенської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Таборівський заклад загальної середньої освіти I-III ступенів Бузької сільської ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Таборівська загальноосвітня школа I-III ступенів Вознесенської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нововасилівський заклад загальної середньої освіти I-III ступенів Єланецької селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Нововасилівська загальноосвітня школа I-III ступенів Єланецької районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Веснянський заклад загальної середньої освіти I-III ступенів Веснянської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Веснянська загальноосвітня школа I-III ступенів Веснянської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Надеждівський заклад загальної середньої освіти I-III ступенів Арцизької міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Надеждівська загальноосвітня школа I-III ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Теплицький заклад загальної середньої освіти I-III ступенів Теплицької сільської ради Арцизького району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Теплицька загальноосвітня школа I-III ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Розквітівський заклад загальної середньої освіти Розквітівської сільської ради Березівського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Розквітівська загальноосвітня школа I-III ступенів Розквітівської сільської ради об''єднаної територіальної громади Березівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ставківський заклад загальної середньої освіти Розквітівської сільської ради Березівського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Ставківська загальноосвітня школа І - ІІІ ступенів Розквітівської сільської ради об''єднаної територіальної громади Березівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Міжлиманський заклад загальної середньої освіти I-III ступенів Усатівської сільської ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Міжлиманська загальноосвітня школа I-III ступенів Біляївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хлібодарський заклад загальної середньої освітиI-III ступенів Авангардівської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Хлібодарська загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Августівський заклад загальної середньої освіти I-III ступенів Усатівської сільської ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Августівська загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти смт Цебрикове Цебриківської селищної ради Роздільнянського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти I-III ступенів смт Цебрикове Цебриківської селищної ради Великомихайлівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бросківський заклад загальної середньої освіти Саф’янівської сільської ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Бросківська загальноосвітня школа I-III ступенів Ізмаільської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Першотравневський заклад загальної середньої освіти Саф’янівської сільської ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Першотравневська загальноосвітня школа I-III ступенів Ізмаїльської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Суворовський заклад загальної середньої освіти Суворовської селищної ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Суворовська загальноосвітня школа I-III ступенів Ізмаільської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лісківський заклад загальної середньої освіти Кілійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Лісківський заклад загальної середньої освіти Кілійської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Першотравневий ліцей" Визирської сільської ради Лиманського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Першотравневий навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-ліцей" Визирської сільської ради Лиманського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Доброславський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-гімназія" Доброславської селищної ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Доброславський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-гімназія" Лиманської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Чорноморської селищної ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Чорноморська загальноосвітня школа I-III ступенів Лиманської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Миколаївський опорний заклад загальної середньої освіти Миколаївської селищної ради Миколаївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'опорний заклад "Миколаївська загальноосвітня школа I-III ступенів" Миколаївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дальницький заклад загальної середньої освіти I-III ступенів Дальницької сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Дальницька загальноосвітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Роксоланівський заклад загальної середньої освіти I-III ступенів Дальницької сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Роксоланівська загальноосвітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Михайлівський заклад загальної середньої освіти І-ІІІ ступенів Саратської селищної ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Михайлівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад (ясла-садок)" Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Богданівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Бородінської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Богданівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Веселодолинський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Бородінської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Веселодолинський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ярівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Ярівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Петрівський Перший навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської селищної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Петрівський Перший навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Петрівський Другий навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Бородінської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Петрівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Дивізійський заклад загальної середньої освіти I-III ступенів" Дивізійської сільської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Дивізійська загальноосвітня школа I-III ступенів" Татарбунарської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Приморський заклад загальної середньої освіти" Лиманської сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'КЗ "Приморська загальноосвітня школа I-III ступенів" Татарбунарської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Струмківський навчально-виховний комплекс "Заклад загальноїсередньої освіти I-III ступенів-заклад дошкільної освіти" Татарбунарської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Струмківський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Майорщинська загальноосвітня школа І–ІІІ ступенів Гребінківської міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Майорщинська загальноосвітня школа І-ІІІ ступенів Гребінківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад „Засульський ліцей Лубенської міської ради Лубенського району Полтавської області”', N'Полтавська область'),
 dbo.get_eo_hash(N'Опорний заклад "Засульський ліцей Засульської сільської ради Полтавської області"', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад „Жданівський навчально-виховний комплекс „Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад” Сенчанської сільської ради Полтавської області»', N'Полтавська область'),
 dbo.get_eo_hash(N'Жданівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дібрівська гімназія Миргородської міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Дібрівська загальноосвітня школа І-ІІІ ступенів Миргородської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Трудолюбівська гімназія Миргородської міської ради Полтавської області"', N'Полтавська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Трудолюбівський заклад загальної середньої освіти І-ІІІ ступенів Миргородської районної ради Полтавської області"', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новосанжарський ліцей Новосанжарської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Новосанжарський заклад загальної середньої освіти І-ІІІ ступенів Новосанжарської селищної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Калениківський заклад загальної середньої освіти І-ІІІ ступенів Решетилівської міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Калениківська загальноосвітня школа І-ІІІ ступенів Решетилівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Голубнівський ліцей Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Голубнівська загальноосвітня школа І-ІІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад Соснівський ліцей Соснівської селищної ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Опорний заклад Соснівський навчально-виховний комплекс "Гімназія - загальноосвітня школа І ступеня" Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Друхівський ліцей Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Друхівська загальноосвітня школа І-ІІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вітковицький ліцей Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Вітковицький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад Прислуцький ліцей Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Опорний заклад Прислуцький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Городищенський ліцей Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Городищенська загальноосвітня школа І-ІІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старорафалівський заклад загальної середньої освіти Вараської міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Старорафалівська загальноосвітня школа І-ІІІ ступенів Володимирецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бабинський ліцей Бабинської сільської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Бабинський ліцей Бабинської сільської ради Гощанського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Квітневський ліцей Варковицької сільської ради Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Квітневська загальноосвітня школа І-ІІІ ступенів Дубенської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Орв''яницький заклад загальної середньої освіти І-ІІІ ступенів Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Орв''яницький заклад загальної середньої освіти І-ІІІ ступенів Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Селецький заклад загальної середньої освіти І-ІІІ ступенів імені Олега Ващишина Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Селецький заклад загальної середньо освіти І-ІІІ ступенів імені Олега Ващишина Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мочулищенський заклад загальної середньої освіти І-ІІІ ступенів Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Мочулищенський заклад загальної середньої освіти І-ІІІ степенів Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бережницький заклад загальної середньої освіти І-ІІІ ступенів Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Бережницький заклад загальної середньої освіти І-ІІІ ступенів Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Колківський заклад загальної середньої освіти І-ІІІ ступенів Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Колківський заклад загальної середньої освіти І-ІІІ ступенів Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Млинківський ліцей Зарічненської селищної ради Вараського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Млинківська загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Білашівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Мізоцької селищної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Білашівський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів, дошкільний навчальний заклад Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Уїздецький ліцей Здовбицької сільської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Уїздецька загальноосвітня школа І-ІІІ ступенів Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Невірківський ліцей Великомежиріцької сільської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Невірківський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Корецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новокорецька загальноосвітня школа І-ІІІ ступенів Корецької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Новокорецька загальноосвітня школа І-ІІІ ступенів Корецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Немирівський ліцей Радивилівської міської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Немирівська загальноосвітня школа І-ІІІ ступенів Радивилівської міської ради Радивилівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Білівський ліцей Зорянської сільської ради Рівненськго району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Білівська загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Обарівський ліцей Городоцької сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Обарівський ліцей Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великоомелянський ліцей Великоомелянської сільської ради Рівненськго району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Великоомелянський навчально-виховний комплекс "школа - гімназія" Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зорянський ліцей Зорянської сільської ради Рівненськго району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Зорянський навчально-виховний комплекс "школа - гімназія" Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Жобринський ліцей" Клеваньської селищної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Опорний заклад "Жобринська загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області"', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шубківський ліцей Білокриницької сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Шубківська загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Любиковицький ліцей Сарненської міської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Любиковицька загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ремчицький ліцей Сарненської міської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Ремчицька загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великописарівська спеціалізована школа І-ІІІ ступенів імені І.М.Середи Великописарівської селищної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Великописарівська спеціалізована школа I-III ступенів імені Героя Радянського Союзу І.М. Середи Великописарівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ямненська загальноосвітня школа І-ІІІ ступенів імені І.О. Мусієнка Великописарівської селищної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Ямненська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу Мусієнка І.О. Великописарівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тарасівський навчально-виховний комплекс: заклад загальної середньої освіти І-ІІІ ступенів- заклад дошкільної освіти Великописарівської селищної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Тарасівський навчально-виховний комплекс: загальноосвітня школа I-III ст. - дошкільний навчальний заклад Великописарівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Юрівський заклад загальної середньої освіти І-ІІІ ступенів Попівської сільської ради Конотопського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Юрівський навчально - виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Конотопської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Межиріцький заклад загальної середньої освіти І-ІІІ ступенів Лебединської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Межиріцька загальноосвітня школа I-III ступенів Лебединської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тернівська загальноосвітня школа І-ІІІ ступенів Недригайлівської селищної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Тернівська загальноосвітня школа I-III ступенів Недригайлівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бобрицький заклад загальної середньої освіти I-III ступенів Роменської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Бобрицька загальноосвітня школа I-III ступенів Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пустовійтівський заклад загальної середньої освіти I-III ступенів імені Петра Калнишевського Роменської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Пустовійтівська загальноосвітня школа I-III ступенів імені Петра Калнишевського Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Біловодський заклад загальної середньої освіти I-III ступенів Роменської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Біловодська загальноосвітня школа I-III ступенів Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зноб-Новгородський опорний заклад загальної середньої освіти І-ІІІ ступенів Зноб-Новгородської селищної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Зноб-Новгородський опорний заклад загальної середньої освіти I-III ступенів Зноб-Новгородської селищної ради Середино-Будського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Стецьківський заклад загальної середньої освіти І-ІІІ ступенів Сумської міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Стецьківський заклад загальної середньої освіти I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новосічанський заклад загальної середньої освіти І-ІІІ ступенів Юнаківської сільської ради Сумського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Новосічанська загальноосвітня школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зарудянська загальноосвітня школа І-ІІІ ступенів Збаразької міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Зарудянська загальноосвітня школа І-ІІІ ступенів Зарудянської сільської ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гніздичненська загальноосвітня школа І-ІІІ ступенів з дошкільними групами Збаразької міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Гніздичненський навчально- виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Гніздичненської сільської ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Доброводівська загальноосвітня школа І-ІІІ ступенів" Збаразької міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Доброводівська загальноосвітня школа І-ІІІ ступенів Доброводівської сільської ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Окружний опорний заклад "Борівська загальноосвітня школа I-III ступенів №1 імені Героя Радянського Союзу В.С. Колісника Борівської селищної ради"', N'Харківська область'),
 dbo.get_eo_hash(N'Окружний опорний заклад "Борівська загальноосвітня школа І-ІІІ ступенів № 1 Борівської районної ради Харківської області імені Героя Радянського Союзу В.С.Колісника" та його філій', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Піско-Радьківська загальноосвітня школа I-III ступенів Борівської селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Піско-Радьківська загальноосвітня школа I-III ступенів Борівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Григорівський ліцей імені Героя Радянського Союзу І. Г. Кисельова Великобурлуцької селищної ради»', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Григорівський ліцей імені Героя Радянського Союзу І.Г. Кисельова Великобурлуцької районної ради Харківської області"', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Краснопавлівський ліцей» Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Краснопавлівський ліцей" Лозівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Орільський ліцей» Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Орільський ліцей Лозівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Інгулецька загальноосвітня школа I-III ступенів Дар’ївської сільської ради Херсонського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Інгулецька загальноосвітня школа I-III ступенів Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Киселівський ліцей Чорнобаївської сільської ради Херсонського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Киселівська загальноосвітня школа I-III ступенів Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Токарівська загальноосвітня школа I-III ступенів Дар’ївської сільської ради Херсонського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Токарівська загальноосвітня школа I-III ступенів Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чистопільський заклад повної загальної середньої освіти Верхньорогачицької селищної ради Каховського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Чистопільська загальноосвітня школа І-ІІІ ступенів Верхньорогачицької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рівненський заклад загальної середньої освіти Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Рівненська загальноосвітня школа I-III ступенів Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Щасливцівський заклад загальної середньої освіти Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Щасливцівська загальноосвітня школа I-III ступенів Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Павлівський заклад загальної середньої освіти Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Павлівська загальноосвітня школа I-III ступенів Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чорноморський заклад повної загальної середньої освіти Бехтерської сільської ради Голопристанського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Чорноморська загальноосвітня школа I-III ступенів Чорноморської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Круглоозерськй заклад повної загальної середньої освіти Бехтерської сільської ради Голопристанського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Круглоозерська загальноосвітня школа I-III ступенів Круглоозерської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Геройський заклад повної загальної середньої освіти I-III ступенів Чулаківської сільської ради Голопристанського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Геройська загальноосвітня школа І-ІІІ ступенів Геройської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Залізнопортівський заклад повної загальної середньої освіти Бехтерської сільської ради Голопристанського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Залізнопортівський заклад загальної середньої освіти Новофедорівської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пам''ятненський заклад повної загальної середньої освіти I-III ступенів Чулаківської сільської ради Голопристанського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Пам''ятненська загальноосвітня школа І-ІІІ ступенів Садівської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей №2 Горностаївської селищної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Каїрський заклад повної загальної середньої освіти Любимівської селищної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Малокаховський заклад загальної середньої освіти Каховської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Малокаховський заклад загальної середньої освіти Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зеленопідський опорний заклад загальної середньої освіти Зеленопідської сільської ради територіальної громади Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Зеленопідський опорний заклад загальної середньої освіти Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нижньоторгаївський ліцей Нижньосірогозької селищної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Нижньоторгаївська загальноосвітня школа І-ІІІ ступенів Нижньосірогозької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад Нижньосірогозький ліцей Нижньосірогозької селищної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Нижньосірогозький опорний заклад повної загальної середньої освіти Нижньосірогозької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Любимівський заклад повної загальної середньої освіти Нововоронцовської селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Любимівська загальноосвітня школа I-III ступенів Любимівської сільської ради Нововоронцовського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сергіївський заклад загальної середньої освіти Новотроїцької селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Сергіївська загальноосвітня школа I-III ступенів Новотроїцького району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Благодатненський ліцей Скадовської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Благодатненська загальноосвітня школа I-III ступенів Скадовської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Віньковецький ліцей Віньковецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Віньковецький ліцей Віньковецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Цвітоський ліцей Улашанівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Цвітоське навчально-виховне об''єднання "дошкільний навчальний заклад, середня загальноосвітня школа I-III ступенів, школа мистецтв" Улашанівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Орловецький заклад загальної середньої освіти І-ІІІ ступенів Городищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Орловецька загальноосвітня школа І-ІІІ ступенів Городищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти I-IІI ступенів с. Перервинці Драбівської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Перервинцівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Драбівської районної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Драбівський навчально-виховний комплекс "Заклад загальної середньої освіти І-ІІІ ступенів імені С.В. Васильченка-гімназія" Драбівської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Драбівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів ім. С .В. Васильченка - гімназія" Драбівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вороненський заклад загальної середньої освіти І-ІІІ ступенів Жашківської міської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Вороненський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Острожанський заклад загальної середньої освіти I-III ступенів Жашківської міської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Острожанський заклад загальної середньої освіти І-ІІІ ступенів Соколівської сільської ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рижанівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітній навчальний заклад І-ІІІ ступенів" Водяницької сільської ради Звенигородського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Рижанівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітній навчальний заклад І-ІІІ ступенів" Звенигородської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Козацька загальноосвітня школа І-ІІІ ступенів Звенигородської міської ради Звенигородського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Козацька загальноосвітня школа І-ІІІ ступенів Звенигородської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Благодатнівська загальноосвітня школа І-ІІІ ступенів імені Г. П. Берези Золотоніської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Благодатнівська загальноосвітня школа І-ІІІ ступенів імені Г. П. Берези Золотоніської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кропивнянська загальноосвітня школа І-ІІІ ступенів Золотоніської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Кропивнянська загальноосвітня школа І-ІІІ ступенів Золотоніської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Балаклеївський ліцей імені Євгенії Гуглі" Балаклеївської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Балаклеївський ліцей - заклад загальної середньої освіти імені Євгенії Гуглі Балаклеївської сільської ради Смілянського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мошурівська загальноосвітня школа І-ІІІ ступенів Тальнівської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Мошурівська загальноосвітня школа І-ІІІ ступенів Тальнівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Юрківський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Паланської сільської ради Уманського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Юрківський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Уманської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ладижинський ліцей Ладижинської сільської ради Уманського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Ладижинська загальноосвітня школа І-ІІІ ступенів Уманської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мошнівський заклад загальної середньої освіти І-ІІІ ступенів Мошнівської сільської ради Черкаського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Мошнівська загальноосвітня школа І-ІІІ ступенів Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великобурімська загальноосвітня школа І-ІІІ ступенів Чорнобаївської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Великобурімська загальноосвітня школа І-ІІІ ступенів Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Богодухівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Богодухівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Степівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Іркліївської сільської ради Золотоніського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Степівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лукашівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Лукашівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великоканівецький навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Великоканівецький навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Придніпровський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Іркліївської сільської ради Золотоніського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Придніпровський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лихолітський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Іркліївської сільської ради Золотоніського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Лихолітський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Васютинський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Іркліївської сільської ради Золотоніського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Васютинський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Міліївський заклад загальної середньої освіти І – ІІІ ступенів ім. Дмитра Загула Вижницької міської ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Міліївська загальноосвітня школа І-ІІІ ступенів ім. Дмитра Загула Вижницької міської ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Карапчівський заклад загальної середньої освіти І-ІІІ ступенів" Вашківецької міської ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Карапчівська загальноосвітня школа І-ІІІ ступенів Вашківецької міської ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Долішньошепітський заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти Берегометської селищної ради Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Долішньошепітський навчально-виховний комплекс (загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад) Вижницької районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Банилівський заклад загальної середньої освіти І-ІІІ ступенів імені Івана Діяконюка Банилівської сільської ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Банилівська загальноосвітня школа І-ІІІ ступенів імені Івана Діяконюка Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад Тернавський навчально-виховний комплекс Герцаївської міської ради Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Опорний заклад Тернавський навчально-виховний комплекс Тернавської сільської ради Герцаївського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Турятський навчально-виховний комплекс Тарашанської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Турятський навчально - виховний комплекс Глибоцької районої ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Молодійська ЗОШ І-ІІІ ступенів Глибоцького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Молодійська загальноосвітня школа І-ІІІ ступенів Чагорської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Карапчівський ліцей ім. М. Емінеску Карапчівської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Карапчівський ліцей ім. М.Емінеску Глибоцької районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старововчинецький ліцей Кам''янецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Старововчинецький ліцей Старововчинецької сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Репужинецький заклад загальної середньої освіти І-ІІІ ступенів Кадубовецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Репужинецький навчально-виховний комплекс, загальноосвітній навчальний заклад I -III ступенів-дошкільний навчальний заклад, Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шубранецький заклад загальної середньої освіти І-ІІІ ступенів Горішньошеровецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Шубранецька загальноосвітня школа І-ІІІ ступенів Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кострижівський заклад загальної середньої освіти І-ІІІ ступенів Кострижівської селищної ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Кострижівський заклад загальної середньої освіти І-ІІІ ступенів Кострижівської селищної ради Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів села Подвір''ївка Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів села Подвір''ївка Кельменецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рідківський заклад загальної середньої освіти І-ІІІ ступенів Магальської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Рідківська загальноосвітня школа І-ІІІ ступенів Магальської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мамалигівський опорний закладзагальної середньої освіти І-ІІІ ступенів Мамалигівської сільської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Мамалигівська загальноосвітня школа І-ІІІ ст. Мамалигівської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сергіївський заклад загальної середньої освіти І-ІІІ ступенів Путильської селищної ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Сергіївська загальноосвітня школа І-ІІІ ступенів Путильської районної ради Путильського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Василівський ліцей Сокирянської міської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Василівка Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Костинецький навчально-виховний комплекс Сторожинецької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Костинецький навчально-виховний комплекс Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Банилово-Підгірнівська гімназія Сторожинецької міської ради Сторожинецької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Банилово-Підгірнівська гімназія Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Давидівська загальноосвітня школа І-ІІІ ступенів Сторожинецької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Давидівська загальноосвітня школа І-ІІІ ступенів Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рукшинська загальноосвітня школа І-ІІІ ступенів Рукшинської сільської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Рукшинська загальноосвітня школа І-ІІІ ступенів Рукшинської сільської ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Біловецький навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Хотинськогї міської ради Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Біловецький навчально-виховний комплекс" Загальноосвітній навчальний заклад І-ІІІ ступеня- дошкільний навчальний заклад"Біловецької сільської ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шаповалівська загальноосвітня школа I-III ступенів Борзнянської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Шаповалівська загальноосвітня школа I-III ступенів Борзнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Хоробицький ліцей" Городнянської районної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Хоробицька загальноосвітня школа I-III ступенів Городнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сираївська загальноосвітня школа І-ІІІ ступенів Козелецької селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Сираївська загальноосвітня школа І-ІІІ ступенів Козелецької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Володьководівицький заклад загальної середньої освіти I-III ступенів Носівської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Володьководівицька загальноосвітня школа I-III ступенів Носівської міської ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Жадівський заклад загальної середньої освіти І-ІІІ ступенів імені Т.Г.Шевченка Семенівської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Жадівська загальноосвітня школа I-III ст. імені Т.Г. Шевченка Семенівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Іванівський заклад загальної середньої освіти I-III ст. Семенівської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Іванівська загальноосвітня школа I-III ст. Семенівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хлоп''яницька загальноосвітня школа I-III ступенів Сосницької селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Хлоп''яницька загальноосвітня школа I-III ступенів Сосницької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хмільницький навчально-виховний комплекс «загальноосвітній навчальний заклад – дошкільний навчальний заклад» Новобілоуської сільської ради Чернігівського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Хмільницький навчально-виховний комплекс «загальноосвітній навчальний заклад – дошкільний навчальний заклад» Хмільницької сільської ради Чернігівського району Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Редьківський навчально-виховний комплекс "Загальноосвітній навчальний заклад - дошкільний навчальний заклад" Новобілоуської сільської ради Чернігівського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Редьківський навчально-виховний комплекс "Загальноосвітній навчальний заклад - дошкільний навчальний заклад" Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Трисвятськослобідський заклад загальної середньої освіти І-ІІІ ступенів Киїнської сільської ради Чернігівського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Трисвятськослобідський заклад загальної середньої освіти І-ІІІ ступенів Киїнської сільської ради', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вінницько-Хутірський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Вінницького району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Вінницько-Хутірський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Приватне підприємство "Заклад освіти "Джерело мудрості"', N'Вінницька область'),
 dbo.get_eo_hash(N'Приватне підприємство "Навчально-виховний комплекс: загальноосвітня школа І-ІІІ ст. - дошкільний навчальний заклад "Джерело мудрості"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Махаринецька середня загальноосвітня школа I-III ступенів Козятинської міської ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Махаринецька середня загальноосвітня школа I-III ступенів Козятинського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Соболівська загальноосвітня школа I-III ступенів Соболівської сільської ради"', N'Вінницька область'),
 dbo.get_eo_hash(N'Опорний заклад "Соболівська загальноосвітня школа I-III ступенів Теплицької районної ради Вінницької області"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти І-ІІІ ступенів с.Красне Тиврівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Краснянська середня загальноосвітня школа I-III ступенів Тиврівського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Заклад загальної середньої освіти І-ІІІ ступенів с. Порик" Хмільницької районної ради', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Порик', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Підберезівський ліцей Горохівської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Підбереззя Горохівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Озерцівський ліцей Горохівської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Озерці Горохівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Перемильський ліцей Берестечківської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Перемиль Горохівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мирненський ліцей Горохівської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Мирне Горохівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Звиняченський ліцей Горохівської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Звиняче Горохівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Грядівський ліцей Нововолинської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Грядівський ліцей Іваничівської районної ради Волинської області"', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Піщанський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Піщане Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Грудківський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Грудки Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Черченський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Черче Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Видертський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Видерта Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти "Хотешівський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти села Хотешів Камінь-Каширської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Боровненський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня села Боровне Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Броницький ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Брониця Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Воєгощанський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Воєгоща Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Бузаківський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів села Бузаки Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей с.Залісся Сошичненської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Залісся Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти "Раково-Ліський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня села Раків Ліс Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Жидичинський ліцей №31 Луцької міської ради"', N'Волинська область'),
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти "Жидичинський ліцей Жидичинської сільської ради Ківерцівського району Волинської області"', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Рокинівський ліцей №38 Луцької міської ради"', N'Волинська область'),
 dbo.get_eo_hash(N'Рокинівський навчально-виховний комплекс Княгининівської сільської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Великоглушанський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Велика Глуша Любешівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти "Люб''язівський ліцей" Любешівської селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Люб''язівська загальноосвітня школа І-ІІІ ступенів Любешівської районної ради Волинської області"', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Малоглушанський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Мала Глуша Любешівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хворостівський заклад загальної середньої освіти І-ІІІ ступенів Вишнівської сільської ради', N'Волинська область'),
 dbo.get_eo_hash(N'Хворостівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Любомльського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Головненський ліцей Головненської селищної ради Ковельського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Головненський ліцей Головненської селищної ради Любомльського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Згоранський заклад загальної середньої освіти І-ІІІ ступенів Головненської селищної ради Ковельського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Згоранська загальноосвітня школа І-ІІІ ступенів Любомльської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Крижівський ліцей" Рожищенської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Крижівка Рожищенського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с.Ростань Шацької селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Ростань Шацького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олександрівський ліцей Слобожанської селищної ради Дніпровського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Олександрівська загальноосвітня школа І-ІІІ ступенів" Дніпровської районної ради Дніпропетровської області"', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Єлизаветівський заклад загальної середньої освіти Петриківської селищної ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Єлизаветівський заклад загальної середньої освіти Петриківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Іванівський заклад загальної середньої освіти Петриківської селищної ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Іванівський заклад освіти I-III ступенів', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зорянський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Мирівської сільської ради Томаківського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Зорянський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний начальний заклад" Мирівської сільської ради Томаківського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Костянтинопольський заклад загальної середньої освіти І - ІІІ ступенів Мар''їнської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Костянтинопольський заклад загальної середньої освіти І - ІІІ ступенів Мар''їнської районної ради Донецької області і', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Коднянський ліцей Станишівської сільської ради Житомирського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Коднянська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ушомирський ліцей Ушомирської сільської ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Ушомирська гімназія Коростенського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нововороб''ївський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітній навчальний заклад І - ІІІ ступенів" Малинської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Нововороб''ївський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітній навчальний заклад І - ІІІ ступенів" Малинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Українківська загальноосвітня школа I-III ступенів Малинської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Українківська загальноосвітня школа I-III ступенів Малинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гульська загальноосвітня школа I-III ступенів Стриївської сільської ради Новоград-Волинського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Гульська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Паволоцький ліцей Попільнянської районної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Паволоцька загальноосвітня школа І-ІІІ ступенів Попільнянської районної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Волосянківський заклад загальної середньої освіти І-ІІІ ступенів Ставненської сільської ради Ужгородського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Волосянківська загальноосвітня школа І-ІІІ ступенів Великоберезнянської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Верхньоворітський заклад загальної середньої освіти І-ІІІ ступенів Нижньоворітської сільської ради Мукачівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Верхньоворітський заклад загальної середньої освіти І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пилипецький заклад загальної середньої освіти Пилипецької сільської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Пилипецький ліцей Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Негровецький заклад загальної середньої освіти І-ІІІ ступенів імені Василя Росохи Колочавської сільської ради Хустського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Негровецький навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" імені Василя Росохи Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоселицький заклад загальної середньої освіти І-ІІІ ступенів Міжгірської селищної ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Новоселицький навчально- виховний комплекс"загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чинадіївський заклад загальної середньої освіти І-ІІІ ступенів Чинадіївської селищної ради Мукачівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Чинадіївська загальноосвітня школа І-ІІІ ступенів Мукачівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Горондівський заклад загальної середньої освіти І-ІІІ ступенів Горондівської сільської ради Мукачівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Горондівська загальноосвітня школа І-ІІІ ступенів Мукачівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ракошинська загальноосвітня школа І-ІІІ ступенів Великолучківської сільської ради Мукачівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Ракошинська загальноосвітня школа І-ІІІ ступенів Мукачівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Страбичівський заклад загальної середньої освіти І-ІІІ ступенів Горондівської сільської ради Мукачівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Страбичівська загальноосвітня школа І-ІІІ ступенів Мукачівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Клячанівський заклад загальної середньої освіти І-ІІІ ступенів Івановецької сільської ради Мукачівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Клячанівська загальноосвітня школа І-ІІІ ступенів Мукачівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тур''я Пасіцький заклад загальної середньої освіти I-III ступенів Тур''є-Реметівської сільської ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Тур''я Пасіцька загальноосвітня школа I-III ступенів Перечинського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дубриницький заклад загальної середньої освіти І-ІІІ ступенів Дубриницької сільської ради Ужгородського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Дубриницька загальноосвітня школа І-ІІІ ступенів Перечинського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Неліпинський заклад загальної середньої освіти І-ІІІ ступенів Неліпинської сільської ради Мукачівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Неліпинська загальноосвітня школа І-ІІІ ступенів Свалявської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Калинівський опорний заклад загальної середньої освіти І-ІІІ ступенів Дубівської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Калинівська загальноосвітня школа І-ІІІ ступенів Калинівської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Грушівський заклад загальної середньої освіти І-ІІІ ступенів Тересвянської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Грушівська загальноосвітня школа І-ІІІ ступенів Грушівської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Краснянський заклад загальної середньої освіти І-ІІІ ступенів Дубівської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Краснянська загальноосвітня школа І-ІІІ ступенів Краснянської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Лазівська загальноосвітня школа І-ІІІ ступенів Тячівської міської ради Закарпатської області"', N'Закарпатська область'),
 dbo.get_eo_hash(N'Лазівська загальноосвітня школа І-ІІІ ступенів Тячівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тарасівський опорний заклад загальної середньої освіти І-ІІІ ступенів Нересницької сільської ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Тарасівська загальноосвітня школа І-ІІІ ступенів Тарасівської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тересвянський заклад загальної середньої освіти І-ІІІ ступенів Тересвянської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Тересвянська загальноосвітня школа І-ІІІ ступенів Тересвянської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сторожницька загальноосвітня школа I-III ступенів Холмківської сільської ради Ужгородського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Сторожницька загальноосвітня школа I-III ступенів Ужгородської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Золотарівський заклад загальної середньої освіти І-ІІІ ступенів Драгівської сільської ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Золотарівська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Олексіївський опорний заклад загальної середньої освіти" Смирновської сільської ради Більмацького району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Олексіївський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Смирновської сільської ради Більмацького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Балабинська гімназія "Престиж" Кушугумської селищної ради Запорізького району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Балабинський навчально-виховний комплекс "школа І-III ступенів - гімназія "Престиж" Запорізького району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Данило-Іванівська загальноосвітня школа I-III ступенів Новенської сільської ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Данило-Іванівська загальноосвітня школа I-III ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Яснівська загальноосвітня школа I-III ступенів Терпіннівської сільської ради Мелітопольського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Яснівська загальноосвітня школа I-III ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс "Перспектива"" Таврійської сільської ради Запорізького району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс "Перспектива"" Таврійської сільської ради Оріхівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа "Басаньська загальноосвітня школа I-III ступенів" Пологівської міської ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальна установа "Басаньська загальноосвітня школа I-III ступенів" Пологівської міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа "Федорівський заклад загальної середньої освіти I-III ступенів" Федорівської сільської ради Пологівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальна установа "Федорівська загальноосвітня школа I-III ступенів" Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Гірсівська загальноосвітня школа І-ІІІ ступенів Олександрівської сільської ради Запорізької області"', N'Запорізька область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Гірсівська загальноосвітня школа І-ІІІ ступенів Гірсівської сільської ради Запорізької області"', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'комунальна організація (установа, заклад) Ботіївська загальноосвітня школа І-ІІІ ступенів Ботіївської сільської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальна організація Ботіївська загальноосвітня школа І-ІІІ ступенів Ботіївської сільської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс "Єлисеївська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Коларівської сільської ради Бердянського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс "Єлисеївська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Приморської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс "Коларівська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Коларівської сільської ради Бердянського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс "Коларівська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Приморської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Зеленівська загальноосвітня школа І-ІІІ ступенів природничо-математичного напряму" Коларівської сільської ради Бердянського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Зеленівська загальноосвітня школа І-ІІІ ступенів природничо-математичного напряму" Приморської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Орлівська загальноосвітня школа І-ІІІ ступенів" Приморської міської ради Приморського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Орлівська загальноосвітня школа І-ІІІ ступенів" Приморської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Солотвинський ліцей Солотвинської селищної ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Солотвинський навчально-виховний комплекс "ЗОШ-ліцей" Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Марківський ліцей Солотвинської селищної ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Марківська загальноосвітня школа І-ІІІ ступенів Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старунський ліцей Богородчанської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Старунський навчально-виховний комплекс (загальноосвітня школа I-III ступенів - дошкільний навчальний заклад) Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Горохолинський ліцей ім. Романа Кияка Богородчанської селищноїї ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Горохолинська загальноосвітня школа І-ІІІ ступенів імені Романа Кияка Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Порогівський ліцей Солотвинської селищної ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Порогівська загальноосвітня школа І-ІІІ ступенів Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Саджавський ліцей Богородчанської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Саджавська загальноосвітня школа І-ІІІ ступенів Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Іваниківський ліцей Богородчанської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Іваниківська загальноосвітня школа І-ІІІ ступенів Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Криворівнянський ліцей ім. Михайла Грушевського Верховинської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Криворівнянська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської обл.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Довгопільський ліцей Білоберізької сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Довгопільська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської обл.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гринявський ліцей Білоберізької сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Гринявська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чернятинська загальноосвітня школа І-ІІІ ступенів Городенківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Чернятинська загальноосвітня школа І-ІІІ ступенів Городенківської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тишківський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Городенківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Тишківський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад"', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Серафинецька загальноосвітня школа І-ІІІ ступенів Городенківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Серафинецька загальноосвітня школа І-ІІІ ступенів Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Далешівська загальноосвітня школа І-ІІІ ступенів Чернелицької селищної ради Коломийського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Далешівська загальноосвітня школа І-ІІІ ст.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Раківський ліцей Брошнів-Осадської селищної ради Калуського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Раківська загальноосвітня школа I-III ступенів Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Боднарівський ліцей Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Боднарівська ЗОШ І-ІІІ ступенів Калуської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сівка-Войнилівський ліцей Войнилівської селищної ради об''єднаної територіальної громади', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Сівка-Войнилівський ліцей Калуської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ріп''янський ліцей Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Ріп''янська ЗОШ І-ІІІ ступенів Калуської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новицький ліцей Новицької сільської ради Калуського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Новицький ліцей Новицької сільської ради об''єднаної територіальної громади Калуського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гвіздецький ліцей Гвіздецької селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Гвіздецький ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліснохлібичинський ліцей Отинійської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Ліснохлібичинський ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'П’ядицький ліцей імені Степана Мельничука П’ядицької сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'П’ядицький ліцей імені Степана Мельничука П’ядицької сільської ради об’єднаної територіальної громади Коломийського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Турківський ліцей П''ядицької сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Турківський ліцей П''ядицької сільської ради об''єднаної територіальної громади Коломийського району Івано-Фравнківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Виноградський ліцей Отинійської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Виноградський ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Брустурівський ліцей Космацької сільської ради об''єднаної територіальної громади Косівського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Брустурівська загальноосвітня школа І-ІІІ ступенів Космацької сільської ради об''єднаної територіальної громади Косівського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кобаківський ліцей імені Марка Черемшини Рожнівської сільської ради Косівського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Кобаківський ліцей ім.Марка Черемшини Рожнівської сільської ради об''''єднаної територіальної громади Косівського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хімчинський ліцей "Інтелект" Рожнівської сільської ради Косівського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Хімчинський ліцей "Інтелект" Рожнівської сільської ради об''єднаної територіальної громади Косівського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Середньоберезівський ліцей Яблунівської селищної ради Косівського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Середньоберезівський ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тюдівський ліцей Кутської селищної ради Косівського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Тюдівський ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тисменицький ліцей Тисменицької міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Тисменицька спеціалізована школа І-ІІІ ступенів з поглибленим вивченням окремих предметів Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Краснянський ліцей Надвірнянської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Краснянська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пасічнянський ліцей Пасічнянської сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Пасічнянський ліцей Надвірнянської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Молодківський ліцей Надвірнянської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Молодківська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Спаський ліцей Спаської сільської ради Калуського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Спаський ліцей Спаської сільської ради об''єднаної територіальної громади Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Цінівський ліцей Дубівської сільської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Цінівська загальноосвітня школа І-ІІІ ступенів Рожнятівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дубівський ліцей Дубівської сільської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Дубівська загальноосвітня школа І-ІІІ ступенів Рожнятівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Павлівський ліцей Ямницької сільської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Павлівський ліцей Ямницької сільської ради об''єднаної територіальної громади Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Клубовецький ліцей Тисменицької міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Клубовецька загальноосвітня школа І-ІІІ ступенів Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гостівський ліцей Тлумацької міської ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Гостівська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вишенська загальноосвітня школа І-ІІІ ступенів Бориспільського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Вишенська загальноосвітня школа І-ІІІ ступенів Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Іванківська загальноосвітня школа І-ІІІ ступенів Бориспільської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Іванківська загальноосвітня школа І-ІІІ ступенів Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Головурівська загальноосвітня школа І-ІІІ ступенів Вороньківської сільської ради', N'Київська область'),
 dbo.get_eo_hash(N'Головурівська загальноосвітня школа І-ІІІ ступенів Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Клавдіївський заклад загальної середньої освіти І-ІІІ ступенів імені Олександра Рибалка Немішаївської селищної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Клавдіївська загальноосвітня школа І-ІІІ ступенів імені Олександра Рибалка', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Бабинецький заклад загальної середньої освіти І-ІІІ ступенів №13» Бучанської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Бабинецька загальноосвітня школа І-ІІІ ступенів', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Тарасівське навчально-виховне об''єднання "Заклад загальної середньої освіти - заклад дошкільної освіти" Великодимерської селищної ради Броварського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Тарасівське навчально-виховне об''єднання "Заклад загальної середньої освіти - заклад дошкільної освіти" Великодимерської селищної ради Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Русанівське навчально-виховне об''єднання "заклад загальної середньої освіти - заклад дошкільної освіти" Великодимерської селищної ради Броварського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Русанівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Литвинівська загальноосвітня школа І-ІІІ ступенів Димерської селищної ради Вишгородського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Литвинівська загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Любимівська загальноосвітня школа І-ІІІ ступенів Димерської селищної ради Вишгородського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Любимівська загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Новоолександрівський навчально-виховний комплекc "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Згурівської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Новоолександрівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Згурівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дмитрівська загальноосвітня школа І - ІІІ ступенів Дмитрівської сільської ради Бучанського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Дмитрівська загальноосвітня школа І - ІІІ ступенів Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Червонослобідський ліцей - освітній округ" Макарівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Червонослобідська загальноосвітня школа І-ІІІ ступенів Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дем''янецька гімназія Переяславської міської ради', N'Київська область'),
 dbo.get_eo_hash(N'Дем''янецьке навчально-виховне об''єднання "заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Переяслав-Хмельницької районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Циблівський заклад загальної середньої освіти І-ІІІ ступенів Циблівської сільської ради', N'Київська область'),
 dbo.get_eo_hash(N'Циблівська загальноосвітня школа І-ІІІ ступенів Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Радинське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Поліської селищної радиі', N'Київська область'),
 dbo.get_eo_hash(N'Радинське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Поліського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вовчківське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Поліської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Вовчківське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Поліського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гейсиський заклад загальної середньої освіти І-ІІІ ступенів Ставищенської селищної ради Білоцерківського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Гейсиська загальноосвітня школа І-ІІІ ступенів Ставищенської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лісовицький заклад загальної середньої освіти І-ІІІ ступенів Таращанської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Лісовицька загальноосвітня школа І-ІІІ ступенів Таращанської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Кожанський навчально-виховний комплекс "Заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Кожанської селищної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Кожанський навчально-виховний комплекс "Заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Фастівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Фастівецький заклад загальної середньої освіти І-ІІІ ступенів Фастівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Фастівецький заклад загальної середньої освіти І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великомотовилівський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів-дитячий садок" Фастівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Великомотовилівський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів-дитячий садок" Фастівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Грушківський навчально-виховний комплекс "Заклад загальної середньої освіти І-ІІІ ступенів - дошкільний навчальний заклад" Благовіщенської міської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Грушківський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Благовіщенської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоселицький заклад загальної середньої освіти І-ІІІ ступенів Благовіщенської міської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Новоселицька загальноосвітня школа І-ІІІ ступенів Благовіщенської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Таужненський ліцей" Заваллівської селищної ради Голованівського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Таужненський ліцей Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Солгутівський ліцей Гайворонської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Солгутівський ліцей Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Побузький ліцей Побузької селищної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Побузький ліцей Голованівської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олексіївський заклад загальної середньої освіти І-ІІІ ступенів Піщанобрідської сільської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Олексіївський заклад загальної середньої освіти І-ІІІ ступенів Добровеличківської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гнатівський навчально-виховний комплекс "заклад загальної середньої освіти I-III ступенів - дошкільний навчальний заклад "Мрія" Добровеличківської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Гнатівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Мрія" Добровеличківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Петрівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Знам''янської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Петрівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Знам''янської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Лозуватська загальноосвітня школа І-ІІІ ступенів" Компаніївської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Лозуватська загальноосвітня школа І-ІІІ ступенів Компаніївської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хмелівське навчально-виховне об''єднання Смолінської селищної ради Новоукраїнського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Хмелівське навчально-виховне об''єднання Маловисківської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мар''янівський ліцей Мар’янівської сільської ради Новоукраїнського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Мар''янівська загальноосвітня школа І-ІІІ ступенів Маловисківської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Верблюзький навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад – центр позашкільної освіти» Новгородківської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад «Верблюзький навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад – центр позашкільної освіти» Новгородківської районної ради Кіровоградської області»', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Торговицький заклад загальної середньої освіти І-ІІІ ступенів імені Є.Ф.Маланюка" Новоархангельської селищної ради Голованівського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Торговицьке навчально-виховне об''єднання Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Коробчинська загальноосвітня школа І-ІІІ ступенів Новомиргородської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Коробчинська загальноосвітня школа І-ІІІ ступенів Новомиргородської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мартоніська загальноосвітня школа І-ІІІ ступенів Новомиргородської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Мартоніська загальноосвітня школа І-ІІІ ступенів Новомиргородської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Йосипівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Новомиргородської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Йосипівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Новомиргородської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Добронадіївський заклад загальної середньої освіти І-ІІІ ступенів Попельнастівської сільської ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Добронадіївська загальноосвітня школа І-ІІІ ступенів Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Луганська загальноосвітня школа І-ІІІ ступенів Петрівської селищної ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Луганська загальноосвітня школа І-ІІІ ступенів Петрівської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Варварівський ліцей Кремінської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Варварівський заклад загальної середньої освіти І-ІІІ ступенів Кремінської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бондарівська гімназія Марківської селищної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Бондарівська гімназія Марківської районної державної адміністрації Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кризька загальноосвітня школа I-III ступенів Марківської селищної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Кризька загальноосвітня школа I-III ступенів Марківської районної державної адміністрації Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Білолуцький заклад загальної середньої освіти І-ІІІ ст. Новопсковської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Білолуцька гімназія Новопсковської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пісківський заклад загальної середньої освіти І-ІІІ ступенів Новопсковської селищної ради', N'Луганська область'),
 dbo.get_eo_hash(N'Пісківська загальноосвітня школа І-ІІІ ступенів Новопсковської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кам''янський заклад загальної середньої освіти І-ІІІ ступенів Новопсковської селищної ради', N'Луганська область'),
 dbo.get_eo_hash(N'Кам''янська загальноосвітня школа І-ІІІ ступенів Новопсковської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новорозсошанський заклад загальної середньої освіти І-ІІІ ступенів Новопсковської селищної ради', N'Луганська область'),
 dbo.get_eo_hash(N'Новорозсошанська загальноосвітня школа І-ІІІ ступенів Новопсковської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нижньодуванський ліцей Нижньодуванської селищної ради Сватівського району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Нижньодуванський заклад загальної середньої освіти І-ІІІ ступенів Нижньодуванської селищної ради Сватівського району Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Петрівська загальноосвітня школа І-ІІІ ступенів Веселівської сільської ради Старобільського району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Петрівська загальноосвітня школа І-ІІІ ступенів Старобільської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лиманський ліцей Старобільської міської ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Лиманська загальноосвітня школа І-ІІІ ступенів Старобільської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Підгорівська загальноосвітня школа І-ІІІ ступенів Підгорівської сільської ради Старобільського району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Підгорівська загальноосвітня школа І-ІІІ ступенів Старобільської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шульгинський заклад загальної середньої освіти І-ІІІ ступенів Шульгинської сільської ради Старобільського району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Шульгинська загальноосвітня школа І-ІІІ ступенів Старобільської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ожидівська загальноосвітня школа І-ІІІ ступенів Буської районної ради', N'Львівська область'),
 dbo.get_eo_hash(N'Ожидівська загальноосвітня школа І-ІІІ ст. Буської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Градівський заклад загальної середньої освіти І-ІІІ ступенів Городоцької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Градівська загальноосвітня школа І-ІІІ ступенів Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Добрянський навчально-виховний комплекс І-ІІІ ступенів "заклад загальної середньої освіти - заклад дошкільної освіти" Городоцької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Добрянський навчально-виховний комплекс "загальноосвітній навчальний заклад-дошкільний навчальний заклад" Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опаківський заклад загальної середньої освіти І-ІІІ рівнів Східницької селищної ради Дрогобицького району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опаківський навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ст. - дошкільний навчальний заклад" Дрогобицького району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новокропивницький заклад загальної середньої освіти І-ІІІ рівнів Східницької селищної ради Дрогобицького району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Новокропивницький навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ст. - дошкільний навчальний заклад" Дрогобицького району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гніздичівський заклад загальної середньої освіти І-ІІІ ступенів Гніздичівської селищної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Гніздичівська загальноосвітня школа І-ІІІ ступенів Гніздичівської селищної ради Жидачівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рудянський заклад загальної середньої освіти І-ІІІ ступенів Гніздичівської селищної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Рудянська загальноосвітня школа І-ІІІ ступенів Гніздичівської селищної ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лисківський комунальний заклад загальної середньої освіти І-ІІІ ступенів Журавненської селищної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Лисківський навчально-виховний комплекс "Загальноосвітній навчальний заклад - дошкільний навчальний заклад" Жидачівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сопошинський заклад загальної середньої освіти І-ІІІ ступенів Жовківської міської ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Сопошинська загальноосвітня школа І-ІІІ ступенів Жовківської районної ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів та дошкільної освіти с. Великосілки Новояричівської селищної ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Великосілківський навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний заклад" Кам''янка-Бузького району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Раделицький навчально-виховний комплекс (загальноосвітній навчальний заклад - дошкільний навчальний заклад) Миколаївської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Раделицький навчально-виховний комплекс "загальноосвітній навчальний заклад - дошкільний навчальний заклад" Миколаївської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Демнянський заклад загальної середньої освіти І-ІІІ ступенів Тростянецької сільської ради Стрийського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Демнянський навчально-виховний комплекс (загальнооосвітній навчальний заклад - дошкільний навчальний заклад) Миколаївського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Стільський заклад загальної середньої освіти І-ІІІ ступенів Тростянецької сільської ради Стрийського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Стільський навчально-виховний комплекс (загальноосвітній навчальний заклад - дошкільний навчальний заклад) Миколаївського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Київецький заклад загальної середньої освіти І-ІІІ ступенів Розвадівської сільської ради Стрийського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Київецький навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ст. - дошкільний навчальний заклад" Миколаївської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зав''язанцівський заклад загальної середньої освіти І-ІІІ ступенів Мостиської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Зав''язанцівський навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" Мостиської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с.Свірж Бібрської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів села Свірж Бібрської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Костенівський заклад загальної середньої освіти І-ІІІ ступенів Перемишлянської міської ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" с.Костенів імені Андрія Костирки Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старосільський заклад загальної середньої освіти І-ІІІ ступенів Давидівської сільської ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «СТАРОСІЛЬСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Семенівський заклад загальної середньої освіти І-ІІІ ступенів Пустомитівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «СЕМЕНІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Милятичівський заклад загальної середньої освіти І-ІІІ ступенів Солонківської сільської ради', N'Львівська область'),
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «МИЛЯТИЧІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів та дошкільної освіти с. Пикуловичі Новояричівської селищної ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «ПИКУЛОВИЦЬКИЙ НАВЧАЛЬНО-ВИХОВНИЙ КОМПЛЕКС ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ-ЗАКЛАД ДОШКІЛЬНОЇ ОСВІТИ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Звенигородський заклад загальної середньої освіти І-ІІІ ступенів Давидівської сільської ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «ЗВЕНИГОРОДСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНІВ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кротошинська загальноосвітня школа І-ІІІ ступенів Давидівської сільської ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Кротошинська загальноосвітня школа І-ІІІ ступенів Давидівської сільської ради об''єднаної територіальної громади Пустомитівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Острівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дитячий садок" Червоноградської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Острівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дитячий садок" Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Немирівський заклад загальної середньої освіти І-ІІІ ступенів Яворівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад "Немирівський заклад загальної середньої освіти І-ІІІ ступенів Яворівської районної ради Львівської області"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дрогомишлянський заклад загальної середньої освіти І-ІІІ ступенів імені Петра Василихи Яворівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Дрогомишлянський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" імені Петра Василихи Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Доброкриничанський заклад загальної середньої освіти I-III ступенів Інгульської сільської ради Баштанського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Доброкриничанська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Калинівський заклад загальної середньої освіти І-ІІІ ступенів Березанської селищної ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Калинівський заклад загальної середньої освіти І-ІІІ ступенів Березанської селищної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мурахівський заклад загальної середньої освіти I-III ступенів Березнегуватської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Мурахівська загальноосвітня школа I-III ступенів Березнегуватьскої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сергіївський заклад загальної середньої освіти I-III ступенів Березнегуватьскої селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Сергіївська загальноосвітня школа I-III ступенів Березнегуватьскої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Висунський заклад загальної середньої освіти I-III ступенів Березнегуватської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Висунська загальноосвітня школа I-III ступенів Березнегуватьска районна рада Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новокостянтинівський заклад загальної середньої освіти I-III ступенів Братської селищної ради Братського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новокостянтинівська загальноосвітня школа I-III ступенів Братської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Подільська загальноосвітня школа I-III ступенів Веселинівської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Подільська загальноосвітня школа I-III ступенів Веселинівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кубряцька загальноосвітня школа I-III ступенів Степівської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Кубряцька загальноосвітня школа I-III ступенів Веселинівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Миколаївський заклад загальної середньої освіти I-III ступенів Шевченківської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Миколаївська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Полігонівський заклад загальної середньої освіти I-III ступенів Шевченківської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Полігонівська загальноосвітня школа I-III ступенів Шевченківської сільської ради Вітовського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Щербанівський заклад загальної середньої освіти I-III ступенів ім. Героя Соціалістичної Праці М. М. Рябошапки Дорошівської сільської ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Щербанівська загальноосвітня школа I-III ступенів ім. Героя Соціалістичної Праці М. М. Рябошапки Вознесенської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Возсіятський ліцей Єланецької селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Возсіятський ліцей Єланецького району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Миколо-Гулаківська загальноосвітня школа I-III ступенів Казанківської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Миколо-Гулаківська загальноосвітня школа I-III ступенів Казанківської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Великомечетнянський заклад загальної середньої освіти I-III ступенів Кривоозерської селищної ради"', N'Миколаївська область'),
 dbo.get_eo_hash(N'Великомечетнянська загальноосвітня школа I-III ступенів Кривоозерської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зеленоярський заклад загальної середньої освіти I-III ступенів Веснянської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Зеленоярський заклад загальної середньої освіти I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Михайлівська загальноосвітня школа I-III ступенів Степівської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Михайлівська загальноосвітня школа I-III ступенів Михайлівської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кривобалківський заклад загальної середньої освіти I-III ступенів Веснянської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Кривобалківський заклад загальної середньої освіти I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Степівський заклад загальної середньої освіти I-III ступенів Степівської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Степівський заклад загальної середньої освіти I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кир''яківський заклад загальної середньої освіти I-III ступенів Веснянської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Кир''яківський заклад загальної середньої освіти I-III ступенів Миколаївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Софіївський заклад загальної середньої освіти I-III ступенів Софіївської сільської ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Софіївська загальноосвітня школа I-III ступенів Новобузької районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кумарівський заклад загальної середньої освіти I-III ступенів Кам’яномостівської сільської ради Первомайського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Кумарівська загальноосвітня школа I-III ступенів Первомайської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Синюхинобрідський заклад загальної середньої освіти I-III ступенів Синюхино-Брідської сільської ради Первомайського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Синюхинобрідська загальноосвітня школа I-III ступенів Первомайської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Романовобалківський заклад загальної середньої освіти I-III ступенів Мигіївської сільської ради Первомайського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Романовобалківська загальноосвітня школа I-III ступенів Первомайської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Горохівський заклад загальної середньої освіти I-III ступенів Горохівської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Горохівська загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Центральний заклад загальної середньої освіти I-III ступенів Шевченківської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Центральна загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олександрівський заклад загальної середньої освіти I-III ступенів Горохівської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Павлівський навчально-виховний комплекс "загальноосвітній навчальний заклад I-III ступенів - заклад дошкільної освіти" Снігурівської міської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Павлівський навчально-виховний комплекс "загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад" Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Холмський заклад загальної середньої освіти I-III ступенів Арцизької міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Холмський заклад загальної середньої освіти I-III ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Павлівський опорний заклад загальної середньої освіти I-III ступенів зі структурним підрозділом дошкільної освіти Павлівської сільської ради Арцизького району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Павлівський заклад загальної середньої освіти I-III ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Златоусівський заклад загальної середньої освіти Березівської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Златоустово Березівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старокозацький опорний заклад загальної середньої освіти Старокозацької сільської ради Білгород-Дністровського району Одеської області.', N'Одеська область'),
 dbo.get_eo_hash(N'Старокозацький навчально-виховний комплекс "загальноосвітня школа I-III ступенів - гімназія" Білгород-Дністровського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Березанський заклад загальної середньої освіти І-ІІІ ступенів Вигодянської сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Березанська загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Граденицький заклад загальної середньої освіти І-ІІІ ступенів Біляївської міської ради Біляївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Граденицька загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Виноградненський заклад загальної середньої освіти Кубейської сільської ради Болградського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Виноградненська загальноосвітня школа I-III ступенів Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Баннівський заклад загальної середньої освіти Василівської сільської ради Болградського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Баннівська загальноосвітня школа I-III ступенів Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олександрівський заклад загальної середньої освіти - заклад дошкільної освіти Городненської сільської ради Болградського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Олександрівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад Болградської районної ради Одеської області"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ТАБАКІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ БОЛГРАДСЬКОЇ МІСЬКОЇ РАДИ оДЕСЬКОЇ ОБЛАСТІ', N'Одеська область'),
 dbo.get_eo_hash(N'Табаківська загальноосвітня школа I-III ступенів Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Оріхівський заклад загальної середньої освіти імені Олександра Павловича Малінова Кубейської сільської ради Болградського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Оріхівська загальноосвітня школа I-III ступенів Болградської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти I-III ступенів-заклад дошкільної освіти села Великокомарівка Великомихайлівської селищної ради Роздільнянського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Навчально - виховний комплекс "Загальноосвітня школа I-III ступенів-дитячий садок" села Великокомарівка Великомихайлівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Навчально-виховний комплекс «Заклад загальної середньої освіти І-ІІІ ступенів - дошкільний заклад» с. Торосове Роздільнянського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний заклад" село Торосове Захарівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Білчанський заклад загальної середньої освіти ім.О.Одарія Іванівської селищної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Опорний заклад "Білчанський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів ім.О.Одарія - дитячий садок" Іванівської районної ради Одеської області"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Знам`янський заклад загальної середньої освіти I-III ступенів" Знам''янської сільської ради Іванівського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Знам`янський заклад загальної середньої освіти I-III ступенів Знам''янської сільської ради Іванівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Іванівський заклад загальної середньої освіти імені Б.Ф.Дерев''янка Іванівської селищної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Опорний заклад "Іванівська загальноосвітня школа І-ІІІ ступенів імені Б.Ф.Дерев''янка Іванівської районної ради Одеської області"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ларжанський заклад загальної середньої освіти Саф’янівської сільської ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Ларжанський навчально-виховний комплекс "Загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад" Ізмаільської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Саф''янський заклад загальної середньої освіти Саф’янівської сільської ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Саф''янська загальноосвітня школа I-III ступенів Ізмаїльської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кирничанський заклад загальної середньої освіти Суворовської селищної ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Кирничанська загальноосвітня школа I-III ступенів Ізмаїльської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старонекрасівський заклад загальної середньої освіти Саф’янівської сільської ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Старонекрасівська загальноосвітня школа I-III ступенів Ізмаїльскої районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Багатянський заклад загальної середньої освіти Саф’янівської сільської ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Багатянська загальноосвітня школа I-III ступенів Ізмаїльської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Утконосівський заклад загальної середньої освіти Саф’янівської сільської ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Утконосівська загальноосвітня школа I-III ступенів Ізмаїльської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Муравлівський заклад загальної середньої освіти Саф’янівської сільської ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Муравлівська загальноосвітня школа I-III ступенів Ізмаїльської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комишівський заклад загальної середньої освіти Саф’янівської сільської ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комишівська загальноосвітня школа I-III ступенів Ізмаїльської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Курісовський заклад загальної середньої освіти I-III ступенів" Курісовської сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Курісовська загальноосвітня школа I-III ступенів Лиманської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Боківський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Любашівської селищної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Боківський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Любашівської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Андрієво-Іванівський опорний заклад загальної середньої освіти Андрієво-Іванівської сільської ради Миколаївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Андрієво-Іванівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Миколаївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Прилиманський ліцей" Авангардівської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Прилиманська загальноосвітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Барабойський заклад загальної середньої освіти I-III ступенів Дальницької сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Барабой Дальницької сільської ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Таїровський заклад загальної середньої освіти Таїровської селищної ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Таїровський заклад загальної середньої освіти I-III ступенів Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний опорний навчальний заклад "Куяльницький заклад загальної середньої освіти І-ІІІ ступенів Куяльницької сільської ради Подільського району Одеської області"', N'Одеська область'),
 dbo.get_eo_hash(N'Куяльницький ЗЗСО І-ІІІ ступенів Подільського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лиманський заклад загальної середньої освіти Ренійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Лиманська загальноосвітня I-III ступенів Ренійської районної ради Одеської області Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Буцинівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - заклад дошкільної освіти" Роздільнянської міської ради Одеської області"', N'Одеська область'),
 dbo.get_eo_hash(N'Буцинівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - Дошкільний навчальний заклад" Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кучурганська загальноосвітня школа I-III ступенів імені П.М.Каплуна Лиманської селищної ради Роздільнянського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Кучурганська загальноосвітня школа I-III ступенів імені П.М.Каплуна Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зорянський заклад загальної середньої освіти І-ІІІ ступенів-ліцей Саратської селищної ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Зорянський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - ліцей" Саратської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бородінський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Бородінської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Бородінський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Катерино-Платонівський навчально-виховний комплекс "Заклад загальної середньої освіти I-III ступенів- заклад дошкільної освіти" Коноплянської сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Катерино-Платонівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Ширяївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кулажинська загальноосвітня школа І–ІІІ ступенів Гребінківської міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кулажинська загальноосвітня школа І-ІІІ ступенів Гребінківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Овсюківська загальноосвітня школа І–ІІІ ступенів Гребінківської міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Овсюківська загальноосвітня школа І-ІІІ ступенів Гребінківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Більський заклад загальної середньої освіти І-ІІІ ступенів Котелевської селищної ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Більська загальноосвітня школа І-ІІІ ступенів Котелевської районної ради', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Безсалівська загальноосвітня школа І-ІІІ ступенів Лохвицької міської ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Безсалівська загальноосвітня школа І-ІІІ ступенів Лохвицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад „Вирішальненська загальноосвітня школа І-ІІІ ступенів Сенчанської сільської ради Полтавської області”', N'Полтавська область'),
 dbo.get_eo_hash(N'Опорний заклад "Вирішальненська загальноосвітня школа І-ІІІ ступенів Лохвицької районної ради Полтавської області"', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Кошманівський ліцей Машівської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кошманівський навчально-виховний комплекс "загальноосвітній навчальний заклад І - ІІІ ступенів - дошкільний навчальний заклад" Машівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кибинська гімназія Миргородської міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кибинська загальноосвітня школа І-ІІІ ступенів Миргородської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Біликівська гімназія Миргородської міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Біликівський навчально-виховний комплекс Миргородської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Петрівцівська гімназія Миргородської міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Петрівцівська загальноосвітня школа І-ІІІ ступенів Миргородської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Хомутецька гімназія Миргородської міської ради Полтавської області"', N'Полтавська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Хомутецька загальноосвітня школа І-ІІІ ступенів Миргородської районної ради Полтавської області"', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Нехворощанський заклад загальної середньої освіти І-ІІІ ступенів Нехворощанської сільської ради Полтавської області"', N'Полтавська область'),
 dbo.get_eo_hash(N'Нехворощанський заклад загальної середньої освіти І-ІІІ ступенів Нехворощанської сільської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Вишняківський заклад загальної середньої освіти І-ІІІ ступенів" Хорольської районної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Вишняківська загальноосвітня школа І-ІІІ ступенів Хорольської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Моквинський ліцей Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Моквинський навчально-виховний комплекс "Гімназія - загальноосвітня школа І ступеня" Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Поліський ліцей Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Поліська загальноосвітня школа І-ІІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад Балашівський ліцей Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Опорний заклад Балашівська загальноосвітня школа І-ІІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Орлівський ліцей Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Орлівська загальноосвітня школа І-ІІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бистрицький ліцей Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Бистрицький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сопачівський ліцей Вараської міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Сопачівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Володимирецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Городецький ліцей Сарненської міської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Городецький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Володимирецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Горбаківський ліцей Бабинської сільської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Горбаківський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Гощанської районної ради Гощанського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Томахівський ліцей Бабинської сільської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Томахівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Гощанської районної ради Гощанського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Привільненський ліцей" Привільненської сільської ради Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Привільненська загальноосвітня школа І-ІІІ ступенів" Привільненської сільської ради Дубенського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Варковицький ліцей Варковицької сільської ради Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Варковицька гімназія Дубенської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Людинський заклад загальної середньої освіти ім.К.Хомич Висоцької сільської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Людинська загальноосвітня школа І-ІІІ ступенів ім.К.Хомич Висоцької сільської ради Дубровицького району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Берестівський заклад загальної середньої освіти І-ІІІ ступенів Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Берестівський заклад загальної середньої освіти І-ІІІ ступенів Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Туменський заклад загальної середньої освіти Висоцької сільської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Туменський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бережківська загальноосвітня школа І-ІІІ ступенів Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Бережківська загальноосвітня школа І-ІІІ ступенів Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Морочненський ліцей Зарічненської селищної ради Вараського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Морочненська загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Серницький ліцей Зарічненської селищної ради Вараського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Серницька загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Будеразька загальноосвітня школа І-ІІІ ступенів Мізоцької селищної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Будеразька загальноосвітня школа І-ІІІ ступенів Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Спасівська загальноосвітня школа І-ІІІ ступенів Мізоцької селищної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Спасівська загальноосвітня школа І-ІІІ ступенів Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Здовбицький ліцей Здовбицької сільської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Здовбицька загальноосвітня школа І-ІІІ ступенів Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Глинський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Здолбунівської міської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Глинський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Головницька загальноосвітня школа І-ІІІ ступенів Корецької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Головницька загальноосвітня школа І-ІІІ ступенів Корецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Морозівська загальноосвітня школа І-ІІІ ступенів Корецької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Морозівська загальноосвітня школа І-ІІІ ступенів Корецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Копитівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - заклад дошкільної освіти" Корецької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Копитівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Корецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Великомежиріцький ліцей" Великомежиріцької сільської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Опорний заклад "Великомежиріцький ліцей Корецької районної ради Рівненської області"', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Блажівський ліцей Рокитнівської селищної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Блажівська загальноосвітня школа І-ІІІ ступенів Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сновидовицький ліцей Рокитнівської селищної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Сновидовицька загальноосвітня школа І-ІІІ ступенів Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кисорицький ліцей Рокитнівської селищної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Кисорицька загальноосвітня школа І-ІІІ ступенів Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Карпилівський ліцей Рокитнівської селищної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Карпилівська загальноосвітня школа І-ІІІ ступенів Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад Степанська загальноосвітня школа І-ІІІ ступенів Степанської селищної ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Опорний заклад Степанська загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Сарненського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ОЗ "Люхчанський ліцей" Сарненської міської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Опорний заклад "Люхчанський ліцей" Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тутовицький ліцей Сарненської міської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Тутовицька загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Куянівський заклад загальної середньої освіти І-ІІІ ступенів Білопільської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Куянівський навчально-виховний комплекс "загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Попівської заклад загальної середньої освіти І-ІІІ ступенів Попівської сільської ради Конотопського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Попівський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Конотопської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Обтівський ліцей Кролевецької міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Обтівська загальноосвітня школа I-III ступенів Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Голубівська загальноосвітня школа І-ІІІ ступенів Садівської сільської ради Сумського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Голубівська загальноосвітня школа I-III ступенів Лебединської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ворожбянський заклад загальної середньої освіти І-ІІІ ступенів Лебединської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Ворожбянський навчально-виховний комплекс: загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Лебединської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дібрівський ліцей - заклад загальної середньої освіти І-ІІІ ступенів Хмелівської сільської ради Роменського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Дібрівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старогутський навчально-виховний комплекс «заклад загальної середньої освіти І – ІІІ ступенів – дошкільний заклад освіти» Середино-Будської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Старогутський навчально-виховний комплекс "загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Середино-Будської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Косівщинський заклад загальної середньої освіти І-ІІІ ступенів імені Лесі Українки Степанівської селищної ради Сумського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Косівщинський заклад загальної середньої освіти І-ІІІ ступенів імені Лесі Українки Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Воздвиженський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад Ямпільської селищної ради', N'Сумська область'),
 dbo.get_eo_hash(N'Воздвиженський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Ямпільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ангелівська загальноосвітня школа І-ІІІ ступенів Байковецької сільської ради Тернопільського району Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Комунальний заклад Ангелівська загальноосвітня школа І-ІІІ ступенів Тернопільської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Богуславська загальноосвітня школа I-III ступенів Борівської селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Богуславська загальноосвітня школа I-III ступенів Борівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Підвисочанська загальноосвітня школа I-III ступенів Борівської селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Підвисочанська загальноосвітня школа I-III ступенів Борівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Першотравнева загальноосвітня школа I-III ступенів Борівської селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Першотравнева загальноосвітня школа I-III ступенів Борівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Вільчанський ліцей Вовчанської міської ради Чугуївського району Харківської області»', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Вільчанський ліцей Вовчанської районної ради Харківської області"', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Білоколодязький ліцей Вовчанської міської ради Чугуївського району Харківської області»', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Білоколодязький ліцей Вовчанської районної ради Харківської області"', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Варварівський ліцей Вовчанської міської ради Чугуївського району Харківської області»', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Варварівський ліцей Вовчанської районної ради Харківської області"', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Соколівська загальноосвітня школа I-III ступенів імені Героя Радянського Союзу Отакара Яроша" Зміївської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Соколівський навчально-виховний комплекс (загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад) імені Героя Радянського Союзу Отакара Яроша Зміївської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хрестищенський ліцей Красноградської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Хрестищенський заклад загальної середньої освіти I-III ступенів Красноградської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Манченківська загальноосвітня школа I-III ступенів Люботинської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Манченківська загальноосвітня школа I-III ступенів Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лиманецький заклад повної загальної середньої освіти Дар’ївської сільської ради Херсонського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Лиманецький заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Одрадокам''янський заклад повної загальної середньої освіти Тягинської сільської ради Бериславського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Одрадокам''янський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новокаїрський заклад повної загальної середньої освіти Милівської сільської ради Бериславського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Новокаїрський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Велетенська загальноосвітня школа I-III ступенів Білозерської селищної ради Херсонського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Велетенська загальноосвітня школа I-III ступенів Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дніпровська загальноосвітня школа І-ІІІ ступенів Білозерської селищної ради Херсонського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Дніпровська загальноосвітня школа І-ІІІ ступенів Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олександрівський заклад повної загальної середньої освіти Станіславської сільської ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дар'' ївська загальноосвітня школа І-ІІІ ступенів імені Андрія Шульги Дар’ївської сільської ради Херсонського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Дар'' ївська загальноосвітня школа І-ІІІ ступенів імені Андрія Шульги Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Князегригорівський заклад загальної середньої освіти І-ІІІ ступенів" Великолепетиської селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Князегригорівський заклад загальної середньої освіти І-ІІІ ступенів" Великолепетиської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Малоолександрівська загальноосвітня школа I-III ступенів', N'Херсонська область'),
 dbo.get_eo_hash(N'Малоолександрівська загальноосвітня школа I-III ступенів Великоолександрівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Борозенський опорний заклад повної загальної середньої освіти Борозенської сільської ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Борозенський заклад загальної середньої освіти І - ІІІ ступенів', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Білокриницький опорний заклад загальної середньої освіти I-III ступенів', N'Херсонська область'),
 dbo.get_eo_hash(N'Білокриницький опорний заклад загальної середньої освіти I-III ступенів Великоолександрівської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Калинівський опорний заклад загальної середньої освіти I-III ступенів', N'Херсонська область'),
 dbo.get_eo_hash(N'Калинівський опорний заклад загальної середньої освіти I-III ступенів Великоолександрівської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Трифонівська загальноосвітня школа І-ІІІ ступенів', N'Херсонська область'),
 dbo.get_eo_hash(N'Трифонівська загальноосвітня школа І-ІІІ ступенів Великоолександрівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старосільська загальноосвітня школа I-III ступенів', N'Херсонська область'),
 dbo.get_eo_hash(N'Старосільська загальноосвітня школа I-III ступенів Великоолександрівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Архангельський заклад повної загальної середньої освіти" Високопільської селищної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Комунальний заклад " Архангельська загальноосвітня школа I-III ступенів" Високопільської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Догмарівський заклад загальної середньої освіти Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Догмарівська загальноосвітня школа I-III ступенів Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Азовський заклад загальної середньої освіти Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Фрунзенська загальноосвітня школа I-III ступенів Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чонгарський заклад загальної середньої освіти Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Чонгарська загальноосвітня школа I-III ступенів Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гладківська загальноосвітня школа I-III ступенів Голопристанської міської ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Гладківська загальноосвітня школа I-III ступенів Гладківської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Костянтинівський опорний заклад загальної середньої освіти Костянтинівської сільської ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Костянтинівський заклад повної загальної середньої освіти Костянтинівської сільської ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Коробківський заклад загальної середньої освіти Каховської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Коробківська загальноосвітня школа І-ІІІ ступенів Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Роздольненський заклад загальної середньої освіти Каховської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Роздольненський заклад загальної середньої освіти Каховської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Першопокровський ліцей Нижньосірогозької селищної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Першопокровська загальноосвітня школа I-III ступенів Нижньосірогозької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоолександрівський ліцей Нижньосірогозької селищної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Новоолександрівська загальноосвітня школа І-ІІІ ступенів Нижньосірогозької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вербівський ліцей Нижньосірогозької селищної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Вербівський заклад повної загальної середньої освіти Вербівської сільської ради Нижньосірогозького району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Громівський заклад загальної середньої освіти Новотроїцької селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Громівська загальноосвітня школа I-III ступенів Новотроїцького району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чкалівський заклад загальної середньої освіти Новотроїцької селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Чкалівська загальноосвітня школа І-ІІІ ступенів Новотроїцького району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олександрівський заклад загальної середньої освіти Новотроїцької селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Олександрівська загальноосвітня школа I-III ступенів Новотроїцького району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Широківський ліцей Скадовської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Широківська загальноосвітня школа I-III ступенів Скадовської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лазурненський ліцей Лазурненської селищної ради Скадовського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Лазурненська загальноосвітня школа I-III ступенів Скадовської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Таврійський ліцей Скадовської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Таврійська загальноосвітня школа I-III ступенів Скадовської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Красненський ліцей Скадовської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Красненська загальноосвітня школа I-III ступенів Скадовської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олександрівський ліцей Скадовської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Олександрівська загальноосвітня школа І-ІІІ ступенів Скадовської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Охрімовецький ліцей Віньковецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Охрімовецький навчально-виховний комплекс "Загальноосвітня школа I-III ступенів- дошкільний навчальний заклад" Віньковецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Майдано-Олександрівський ліцей Віньковецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Майдано-Олександрівська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пилипо-Олександрівський ліцей Віньковецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Пилипо-Олександрівська загальноосвітня школа I-III ступенів Віньковецького району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Женишковецький ліцей Віньковецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Женишковецька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'«КОМУНАЛЬНИЙ ЗАКЛАД «ПЛУЖНЕНСЬКИЙ ЛІЦЕЙ ІМ..БОРТНИКА Р.Й. ПЛУЖНЕНСЬКОЇ СІЛЬСЬКОЇ РАДИ ІЗЯСЛАВСЬКОГО РАЙОНУ ХМЕЛЬНИЦЬКОЇ ОБЛАСТІ»»', N'Хмельницька область'),
 dbo.get_eo_hash(N'Плужненський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів, гімназія" ім.Р.Бортника Ізяславської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Улашанівський ліцей імені Володимира Марковського Улашанівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Улашанівський навчально-виховний комплекс "дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів" імені Володимира Марковського Улашанівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старосинявський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів, гімназія" імені Олександра Романенка Старосинявської селищної ради Старосинявського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Старосинявський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів, гімназія" імені О.Романенка', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новосільський заклад загальної середньої освіти I-III ступенів Ярмолинецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Новосільська загальноосвітня школа I-III ступенів Ярмолинецького району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Валявський заклад загальної середньої освіти І-ІІІ ступенів Городищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Валявська загальноосвітня школа І-ІІІ ступенів Городищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Цвітківський заклад загальної середньої освіти І-ІІІ ступенів Городищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Цвітківський академічний ліцей Хлистунівської сільської ради Городищенського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти I-IІI ступенів с. Золотоношка Драбівської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Золотоношківська загальноосвітня школа І-ІІІ ступенів Драбівської районної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бузівський заклад загальної середньої освіти I-III ступенів Жашківської міської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Бузівський заклад загальної середньої освіти І-ІІІ ступенів Бузівської сільської ради Жашківського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олександрівський заклад загальної середньої освіти І-ІІІ ступенів Жашківської міської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Олександрівський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Моринський навчально - виховний комплекс «Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів» імені Тараса Григоровича Шевченка Звенигородської міської ради Звенигородського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Моринський навчально - виховний комплекс «Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів» імені Тараса Григоровича Шевченка Звенигородської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Княжицький навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітній навчальний заклад І-ІІІ ступенів" Звенигородської міської ради Звенигородського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Княжицький навчально-виховний комплекс "дошкільний навчальний заклад - загальноосвітній навчальний заклад І-ІІІ ступенів" Звенигородської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Богуславецький навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" ім. М.О. Максимовича Золотоніської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Богуславецький навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" імені М. О. Максимовича Золотоніської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Піщанська загальноосвітня школа І-ІІІ ступенів Піщанської сільської ради Золотоніського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Піщанська загальноосвітня школа І-ІІІ ступенів Золотоніської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Литвинецький ліцей» Бобрицької сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Литвинецький ліцей" Литвинецької сільської ради Канівського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N' Селищенський заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти  Селищенської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Селищенський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Корсунь-Шевченківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'«Квітчанський заклад загальної середньої освіти І-ІІІ ступенів – заклад дошкільної освіти» Селищенської сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Квітчанський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Карашинської сільської ради Корсунь-Шевченківського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний опорний заклад „ Виноградський навчально – виховний комплекс „ Дошкільний навчальний заклад – загальноосвітня школа І – ІІІ ступенів “ Виноградської сільської ради Черкаської області“', N'Черкаська область'),
 dbo.get_eo_hash(N'Комунальний опорний заклад „ Виноградський навчально – виховний комплекс „ Дошкільний навчальний заклад – загальноосвітня школа І – ІІІ ступенів “ Лисянської районної ради Черкаської області“', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Цибулівський заклад загальної середньої освіти І-ІІІ ступенів" Монастирищенської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Цибулівський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Легедзинська загальноосвітня школа І-ІІІ ступенів Тальнівської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Легедзинська загальноосвітня школа І-ІІІ ступенів Тальнівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Колодистенський ліцей Ладижинської сільської ради Уманського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Колодистенська загальноосвітня школа І-ІІІ ступенів Уманської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Байбузівський заклад загальної середньої освіти І-ІІІ ступенів Мошнівської сільської ради Черкаського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Байбузівська загальноосвітня школа І-ІІІ ступенів Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рацівський заклад загальної середньої освіти І-ІІІ ступенів Чигиринської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Рацівська загальноосвітня школа І-ІІІ ступенів Чигиринської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Жовнинський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Іркліївської сільської ради Золотоніського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Жовнинський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нечаєвський навчально-виховний комплекс "Заклад дошкільної освіти - загальноосвітня школа І-ІІІ ступенів" Лип''янської сільської ради Шполянської району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Нечаєвський навчально-виховний комплекс "Заклад дошкільної освіти - загальноосвітня школа І-ІІІ ступенів" Лип''янської сільської ради Шполянської районуї Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чорногузівський заклад загальної середньої освіти І – ІІІ ступенів Вижницької міської ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Чорногузівська загальноосвітня школа І-ІІІ ступенів Вижницької міської ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Мигівський заклад загальної середньої освіти І-ІІІ ступенів-заклад дошкільної освіти" Берегометської селищної ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Мигівський навчально-виховний комплекс(загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад)-опорний заклад Вижницької районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Іспаський заклад загальної середньої освіти І-ІІІ ступенів ім. Миколи Марфієвича Вижницької міської ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Іспаська загальноосвітня школа І-ІІІ ступенів імені Миколи Марфієвича Вижницької міської ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Годинівський навчально-виховний комплекс Острицької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Годинівський навчально-виховний комплекс Острицької сільської ради Герцаївського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Луковицька ЗОШ І-ІІІ ступенів Глибоцького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Луковицька загальноосвітня школа І-ІІІ ступенів Чагорської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чуньківський заклад загальної середньої освіти І-ІІІ ступенів Кадубовецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Чуньківський навчально-виховний комплекс Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Звенячинський заклад загальної середньої освіти І-ІІІ ступенів Кострижівської селищної ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Звенячинський заклад загальної середньої освіти Кострижівської селищної ради Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад - "Вікнянський заклад загальної середньої освіти І-ІІІ ступенів Вікнянської сільської ради Чернівецьго району Чернівецької області"', N'Чернівецька область'),
 dbo.get_eo_hash(N'Опорний заклад - "Вікнянський заклад загальної середньої освіти І-ІІІ ступенів Вікнянської сільської ради Заставнівського району Чернівецької області"', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Товтрівський заклад загальної середньої освіти І-ІІІ ступенів Вікнянської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Товтрівська загальноосвітня школа І-ІІІ ступенів Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ленковецький навчально-виховний комплекс "загальноосвітній навчальний заклад-дошкільний навчальний заклад" Кельменецької селищної ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Ленковецький навчально-виховний комплекс "дошкільний навчальний заклад-загальноосвітній навчальний заклад" Кельменецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кельменецький ліцей-опорний заклад Кельменецької селищної ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Кельменецький ліцей-опорний заклад', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів с. Бабин Кельменецької селищної ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів села Бабин Кельменецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів села Лівинці Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів села Лівинці Кельменецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шишківський заклад загальної середньої освіти І-ІІІ ступенів Ставчанської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Шишківський заклад загальної середньої освіти І-ІІІ ступенів Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нижньостановецький заклад загальної середньої освіти І-ІІІ ступенів Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Нижньостановецький загальноосвітній навчальний заклад І-ІІІ ступенів', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Верхньостановецький заклад загальної середньої освіти І-ІІІ ступенів Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Верхньостановецький загальноосвітній навчальний заклад І-ІІІ ступенів', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лужанський ЗЗСО І-ІІІ ст. ім. В. Орелецького Мамаївської сільської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Лужанський заклад загальної середньої освіти І-ІІІ ступенів імені Василя Орелецького Мамаївської сільської ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Брусницький заклад загальної середньої освіти І-ІІІ ступенів Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Брусницький загальноосвітній навчальний заклад І-ІІІ ступенів ім. І. Миколайчука', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ошихлібський заклад загальної середньої освіти І-ІІІ ступенів Кіцманської міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Ошихлібський заклад загальної середньої освіти І-ІІІ ступенів Ошихлібської сільської ради Кіцманськогго району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Драницький заклад загальної середньої освіти І-ІІІ ступенів Мамалигівської сільської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Драницька загальноосвітня школа І-ІІІ ступенів Мамалигівської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Топорівський заклад загальної середньої освіти І-ІІІ ступенів Топорівської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Топорівська загальноосвітня школа І-ІІІ ст. Топорівської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Котелівський навчально-виховний комплекс – опорний заклад Новоселицької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Котелівський навчально-виховний комплекс – опорний заклад Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Киселицький заклад загальної середньої освіти І-ІІІ ступенів Путильської селищної ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Киселицька загальноосвітня школа І-ІІІ ступенів Путильської районної ради Путильського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Селищанський навчально-виховний комплекс Сокирянської міської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Селищанський навчально-виховний комплекс Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старобросковецький ЗЗСО І-ІІІ ступенів Кам''янської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Старобросковецький ліцей Старобросковецької сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Михальчанський ліцей Кам''янської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Михальчанський ліцей Михальчанської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новобросковецька загальноосвітня школа І-ІІІ ступенів Сторожинецької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Новобросковецька загальноосвітня школа І-ІІІ ступенів Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Снячівський заклад загальної середньої освіти І-ІІІ ступенів Великокучурівської сільської ради Чернівецього району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Снячівська загальноосвітня школа І-ІІІ ступенів Великокучурівської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Панківський навчально-виховний комплекс Сторожинецької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Панківський навчально-виховний комплекс Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шиловецький заклад загальної середньої освіти І-ІІІ ступенів Клішковецької сільської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Шиловецька загальноосвітня школа І-ІІІ ступенів Шиловецької сільської ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Малинецький заклад загальної середньої освіти І-ІІІ ступенів- заклад дошкільної освіти Клішковецької сільської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Малинецький навчально-виховний комплекс" Загальноосвітній навчальний заклад І-ІІІ ступенів- дошкільний навчальний заклад"Малинецької сільскої ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Данковецький навчально-виховний комплекс" Загальноосвітній навчальний заклад І-ІІІ ступенів- дошкільний навчальний заклад" Хотинської міської ради Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Данковецький навчально-виховний комплекс" Загальноосвітній навчальний заклад І-ІІІ ступенів- дошкільний навчальний заклад" Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Колінковецький заклад загальної середньої освіти І-ІІІ ступенів Топорівської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Колінковецький загальноосвітній навчальний заклад Колінковецької сільської ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Миколаївська загальноосвітня школа I-III ступенів Борзнянської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Миколаївська загальноосвітня школа I-III ступенів Борзнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Перелюбська загальноосвітня школа I-III ступенів Корюківської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Перелюбська загальноосвітня школа I-III ступенів Корюківської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Покровський заклад загальної середньої освіти І-ІІІ ступенів Менської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Покровська загальноосвітня школа I-III ступенів Менської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дігтярівський навчально-виховний комплекс Новгород-Сіверської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Дігтярівський навчально-виховний комплекс Новгород-Сіверської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чайкинський навчально-виховний комплекс Новгород-Сіверської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Чайкинський навчально-виховний комплекс Новгород-Сіверської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пакульський заклад загальної середньої освіти І-ІІІ ступенів Михайло-Коцюбинської селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Пакульська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Киїнський опорний заклад загальної середньої світи I-III ступенів імені Костянтина Светенка Киїнської сільської ради', N'Чернігівська область'),
 dbo.get_eo_hash(N'Опорний заклад Комунальний заклад "Киїнська загальноосвітня школа I-III ступенів імені Костянтина Светенка Чернігівської районної ради Чернігівської області"', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Вороновицький ліцей" Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Вороновицька середня загальноосвітня школа I-III ступенів №1 Вінницького району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти I-III ступенів с. Корделівка Калинівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Корделівська середня загальноосвітня школа I-III ступенів с. Корделівка Калинівського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Козятинський загальноосвітній навчально-виховний комплекс I-III ступенів "Школа-дитячий садок" №9 Козятинської міської ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Козятинський загальноосвітній навчально-виховний комплекс I-III ступенів "Школа-дитячий садок" №9 Козятинського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад Теплицької селищої ради "Пологівська загальноосвітня школа І-ІІІ ступенів"', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Пологи Теплицький район Вінницька область', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рожнятівська загальноосвітня школа І-ІІІ ступенів Томашпільської селищної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Рожнятівська загальноосвітня школа І-ІІІ ступенів Томашпільської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пилипи-Борівська загальноосвітня школа I-III ступенів Томашпільської селищної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Пилипи-Борівська загальноосвітня школа I-III ступенів Томашпільської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Яланецька загальноосвітня школа I-III ступенів Томашпільської селищної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Яланецька загальноосвітня школа I-III ступенів Томашпільської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Суворовська загальноосвітня школа I-III ступенів Тульчинської міської ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Суворовська загальноосвітня школа I-III ступенів №1 Тульчинської міської ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Заклад загальної середньої освіти I-III ступенів с. Великий Митник" Хмільницької районної ради', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Великий Митник', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Лип''ятин - філія комунального закладу "Опорниий заклад загальної середньої освіти І-ІІІ ступенів села Сальниця"', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Лип''ятин', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Загальноосвітня школа I-III ст. с. Війтівці Війтівецької сільської ради Хмільницького району Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Загальноосвітня школа I-III ст. с. Жданівка Жданівської сільської ради Хмільницького району Вінницької області"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Заклад загальної середньої освіти І-ІІІ ступенів с.Кушелівка" Хмільницької районної ради', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" с. Кушелівка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Загальноосвітня школа I-III ст. с. Качанівка Війтівецької сільської ради Хмільницького району Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Загальноосвітня школа I-III ст. с. Качанівка Жданівської сільської ради Хмільницького району Вінницької області"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Моївська загальноосвітня школа I-III ступенів Бабчинецької сільської ради Чернівецького району Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Моївська загальноосвітня школа I-III ступенів Чернівецької районної ради Вінницької області"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад Джуринський заклад загальної середньої освіти I-III ступенів Шаргородського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Джуринська середня загальноосвітня школа I-III ступенів Шаргородського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Горішненський ліцей Берестечківської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Горішнє Горохівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей с. Луковичі Павлівської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Луковичі Іваничівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Житнівський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів села Житнівка Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новочервищанський ліцей Прилісненської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Нові Червища Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Видричівський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад села Видричі" Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти "Пнівненський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Загальноосвітня школа І-ІІІ ступенів с. Пнівне" Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Боголюбський ліцей №30 Луцької міської ради"', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів "Боголюбський ліцей Заборольської сільської ради"', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нововолинський ліцей №9 Нововолинської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Нововолинська загальноосвітня школа І-ІІІ ступенів №8 Нововолинської міської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний опорний заклад загальної середньої освіти "Переспівський ліцей" Рожищенської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний опорний навчальний заклад "Загальноосвітня школа І-ІІІ ступенів с. Переспа" Рожищенського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Сокільський ліцей" Рожищенської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів с. Сокіл Рожищенської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Дубищенський ліцей" Рожищенської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня смт Дубище Рожищенського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Партизанський ліцей Слобожанської селищної ради Дніпровського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Партизанська загальноосвітня школа І-ІІІ ступенів" Дніпровської районної ради Дніпропетровської області"', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Балівський ліцей Слобожанської селищної ради Дніпровського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Балівська загальноосвітня школа I-III ступенів" Дніпровської районної ради Дніпропетровської області"', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Волоська загальноосвітня школа I-III ступенів» Новоолександрівської сільської ради Дніпровського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад «Волоська загальноосвітня школа I-III ступенів» Новоолександрівської сільскої ради Дніпровського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний комунальний навчальний заклад «Красівський навчально-виховний комплекс (загальноосвітня школа I-III ступенів - дошкільний навчальний заклад)» Криворізької районної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Красівський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад)" Криворізької районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Піщанський заклад загальної середньої освіти І-ІІІ ступенів Піщанської сільської ради Дніпропетровської області"', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Піщанський заклад загальної середньої освіти І-ІІІ ступенів" Піщанської сільської ради Новомосковського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шульгівський заклад загальної середньої освіти - заклад дошкільної освіти Петриківської селищної ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Шульгівський навчально-виховний комплекс "загальноосвітній навчальний заклад - дошкільний навчальний заклад"', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лобойківський заклад загальної середньої освіти Петриківської селищної ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Лобойківський заклад загальної середньої освіти Петриківської районної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Курилівський заклад загальної середньої освіти Петриківської селищної ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Курилівський заклад освіти І-ІІІ ступенів Петриківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Брагинівська загальноосвітня школа І-ІІІ ступенів Брагинівської сільської ради Петропавлівського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Брагинівська загальноосвітня школа І-ІІІ ступенів Петропавлівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Дмитрівська загальноосвітня школа І-ІІІ ступенів" Миколаївської сільської ради Петропавлівського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Дмитрівська загальноосвітня школа І-ІІІ ступенів Петропавлівської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Солонянська середня загальноосвітня школа І-ІІІ ступенів" (опорний заклад) Солонянської селищної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти Солонянське навчально-виховне об’єднання "Солонянська середня загальноосвітня школа №1 І-ІІІ ступенів - Центр позашкільної освіти" (опорний заклад) Солонянської селищної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Андріївська школа загальної середньої освіти І-ІІІ ступенів" Карпівської сільської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Андріївська середня загальноосвітня школа-загальноосвітній навчальний заклад І-ІІІ ступенів" Широківської районної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти "Юр''ївська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу Д.П.Запорожченка" Юр`ївської селищної ради Юр`ївського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти "Юр''ївська загальноосвітня школа І-ІІІ ступенів імені Героя Радянського Союзу Д.П.Запорожченка" Юріївської селищної ради Юріївського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Зеленоярська загальноосвітня школа I-III ступенів Нікольської селищної ради Донецької області"', N'Донецька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Зеленоярська загальноосвітня школа I-III ступенів Нікольської районної ради Донецької області"', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа "Підлубівський заклад загальної середньої освіти I-III ступенів Ємільчинської селищної ради Житомирської області"', N'Житомирська область'),
 dbo.get_eo_hash(N'Підлубівський заклад загальної середньої освіти I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа"Малоглумчанський заклад загальної середньої освіти I-III ступенів Ємільчинської селищної ради Житомирської області"', N'Житомирська область'),
 dbo.get_eo_hash(N'Малоглумчанський заклад загальної середньої освіти I-III ступенів Ємільчинської селищної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа "Середівський заклад загальної середньої освіти І-ІІІ ступенів Ємільчинської селищної ради Житомирської області"', N'Житомирська область'),
 dbo.get_eo_hash(N'Середівський заклад загальної середньої освіти I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Поліський ліцей Ушомирської сільської ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Поліська середня загальноосвітня школа I-III ступенів Коростенського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гулянецький ліцей Ушомирської сільської ради Коростенського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Гулянецька середня загальноосвітня школа I-III ступенів Коростенського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Миролюбівський заклад загальної середньої освіти I-III ступенів Лугинської селищної ради Лугинського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Миролюбівський заклад загальної середньої освіти I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великодивлинський навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Лугинської селищної ради Лугинського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Великодивлинський НВК "Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад"', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Малинівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітній навчальний заклад I-III ступенів" Малинської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Малинівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітній навчальний заклад I-III ступенів" Малинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Киківська загальноосвітня школа I-III ступенів Стриївської сільської ради Новоград-Волинського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Киківська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Жубровицька загальноосвітня школа I-III ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Жубровицька загальноосвітня школа I-III ступенів Олевського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Копищенська загальноосвітня школа I-III ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Копищенська загальноосвітня школа I-III ступенів Олевського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Покровська загальноосвітня школа I-III ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Покровська загальноосвітня школа I-III ступенів Олевського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кам''янська загальноосвітня школа I-III ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Кам''янська загальноосвітня школа I-III ступенів Олевської міської ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кишинська загальноосвітня школа I-III ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Кишинська загальноосвітня школа I-III ступенів Олевського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гордіївська загальноосвітня школа I-III ступенів Романівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Гордіївська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа Романівської районної ради "Камінська загальноосвітня школа I-III ступенів"', N'Житомирська область'),
 dbo.get_eo_hash(N'Камінська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа Миропільської селищної ради "Печанівський заклад загальної середньої освіти І-ІІІ ступенів""', N'Житомирська область'),
 dbo.get_eo_hash(N'Печанівська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад"Іванопільський ліцей"Чуднівської районної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Комунальний заклад"Іванопільський ліцей"', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чорноголівський заклад загальної середньої освіти І-ІІІ ступенів Дубриницької сільської ради Ужгородського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Чорноголівська загальноосвітня школа І-ІІІ ступенів Великоберезнянської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Малоберезнянський заклад загальної середньої освіти І-ІІІ ступенів Дубриницької сільської ради Ужгородського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Малоберезнянська загальноосвітня школа І-ІІІ ступенів Великоберезнянської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олешницька загальноосвітня школа І-ІІІ ступенів Виноградівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Олешницька загальноосвітня школа І-ІІІ ступенів Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чорнотисівський заклад загальної середньої освіти І-ІІІ ступенів Пийтерфолвівської сільської ради Берегівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Чорнотисівська загальноосвітня школа І-ІІІ ступенів Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великокопанська загальноосвітня школа І-ІІІ ступенів Виноградівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Великокопанська загальноосвітня школа І-ІІІ ступенів Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дротинська загальноосвітня школа І-ІІІ ступенів Виноградівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Дротинська загальноосвітня школа І-ІІІ ступенів Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Підвиноградівська загальноосвітня школа І-ІІІ ступенів Виноградівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Підвиноградівська загальноосвітня школа І-ІІІ ступенів Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний Доробратівський заклад загальної середньої освіти І-ІІІ ступенів Мукачевської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Доробратівська загальноосвітня школа І-ІІІ ступенів Іршавської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Репинський заклад загальної середньої освіти І-ІІІ ступенів Міжгірської селищної ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Репинський навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Синевирсько-Полянський заклад загальної середньої освіти І-ІІІ ступенів Синевирської сільської ради Хустського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Синевирсько-Полянська загальноосвітня школа І-ІІІ ступенів Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Торунський заклад загальної середньої освіти І-ІІІ ступенів Міжгірської селищної ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Торуньська загальноосвітня школа І-ІІІ ступенів Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Голятинський заклад загальної середньої освіти І-ІІІ ступенів Міжгірської селищної ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Голятинська загальноосвітня школа І-ІІІ ступенів Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зняцівська загальноосвітня школа І-ІІІ ступенів Великолучківської сільської ради Мукачівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Зняцівська загальноосвітня школа І-ІІІ ступенів Мукачівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великолучківська загальноосвітня школа І-ІІІ ступенів Великолучківської сільської ради Мукачівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Великолучківська загальноосвітня школа І-ІІІ ступенів Мукачівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бобовищенський заклад загальної середньої освіти І-ІІІ ступенів Івановецької сільської ради Мукачівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Бобовищенська загальноосвітня школа І-ІІІ ступенів Мукачівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Порошківський заклад загальної середньої освіти I-III ступенів Тур''є-Реметівської сільської ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Порошківська загальноосвітня школа І-ІІІ ступенів Перечинського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тур''я-Реметівськй заклад загальної середньої освіти I-III ступенів Тур''є-Реметівської сільської ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Тур''я-Реметівська загальноосвітня школа І-ІІІ ступенів Перечинського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Костилівський заклад загальної середньої освіти І-ІІІ ступенів Рахівської міської ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Костилівська загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с.Богдан Богданської сільської ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Богданська загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Стримбівський заклад загальної середньої освіти І-ІІІ ступенів Великобичківської селищної ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Стримбівська загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лужанський заклад загальної середньої освіти І-ІІІ ступенів Великобичківської селищної ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Лужанська загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лазещинський заклад загальної середньої освіти І-ІІІ ступенів Ясінянської селищної ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Лазещинська загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чорнотисянський заклад загальної середньої освіти І-ІІІ ступенів Ясінянської селищної ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Чорнотисянська загальноосвітня школа І-ІІІ ступенів Рахівська районна рада Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Косівсько-Полянський заклад загальної середньої освіти І-ІІІ ступенів №1 Великобичківської селищної ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Косівсько-Полянська загальноосвітня школа І-ІІІ ступенів №1 Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с.Видричка Богданської сільської ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Видричанська загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Діловецький заклад загальної середньої освіти І-ІІІ ступенів Рахівської міської ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Діловецька загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Білинський заклад загальної середньої освіти І-ІІІ ступенів Рахівської міської ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Білинська загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Плосківський ліцей Полянської сільської ради Мукачівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Плосківська загальноосвітня школа І-ІІІ ступенів Полянської сільської ради Свалявського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великоугольський заклад загальної середньої освіти І-ІІІ ст. Углянської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Великоугольська загальноосвітня школа І-ІІІ ступенів Великоугольської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Широколузька загальноосвітня школа І-ІІІ ступенів Нересницької сільської ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Широколузька загальноосвітня школа І-ІІІ ступенів Широколузької сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дубівський опорний заклад загальної середньої освіти I-III ступенів Дубівської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Дубівська загальноосвітня школа І-ІІІ ступенів Дубівської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Колодненський заклад загальної середньої освіти І-ІІІ ст. Углянської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Колодненська загальноосвітня школа І-ІІІ ступенів Колодненської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нижньоапшанський опорний заклад загальної середньої освіти І-ІІІ ступенів Солотвинської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Нижньоапшанська загальноосвітня школа І-ІІІ ступенів Нижньоапшанської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тернівський опорний заклад загальної середньої освіти І-ІІІ ступенів Нересницької сільської ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Тернівська загальноосвітня школа І-ІІІ ступенів Тернівської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Глибокопотіцький опорний заклад загальної середньої освіти І-ІІІ ступенів Солотвинської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Глибокопотіцька загальноосвітня школа І-ІІІ ступенів Глибокопотіцької сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Вільховецько-Лазівська загальноосвітня школа І-ІІІ ступенів Вільховецької сільської ради Тячівського району Закарпатської області"', N'Закарпатська область'),
 dbo.get_eo_hash(N'Вільховецько-Лазівська загальноосвітня школа І-ІІІ ступенів Вільховецької сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ганичівський опорний заклад загальної середньої освіти І-ІІІ ступенів Нересницької сільської ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Ганичівська загальноосвітня школа І-ІІІ ступенів Ганичівської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бедевлянський опорний заклад загальної середньої освіти І-ІІІ ступенів Тячівської районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Бедевлянська загальноосвітня школа І-ІІІ ступенів Бедевлянської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоселицька загальноосвітня школа І-ІІІ ступенів Нересницької сільської ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Новоселицька загальноосвітня школа І-ІІІ ступенів Новоселицької сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Середнянський опорний заклад загальної середньої освіти І-ІІІ ступенів Середнянської селищної ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Середнянська загальноосвітня школа I-III ступенів Ужгородської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великолазівський ліцей Баранинської сільської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Великолазівський заклад загальної середньої освіти І-ІІІ ступенів Баранинської сільської ради Ужгородського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шишлівський опорний заклад загальної середньої освіти І-III ступенів Холмківської сільської ради Ужгородського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Шишлівська загальноосвітня школа І-III ступенів Ужгородської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Руськокомарівський опорний заклад загальної середньої освіти І-ІІІ ступенів Ужгородської районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Руськокомарівська загальноосвітня школа І-ІІІ ступенів Ужгородської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Коритнянський опорний закладзагальної середньої освіти І-ІІІ ступенів Холмківської сільської ради Ужгородського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Коритнянська загальноосвітня школа I-III ступенів Ужгородської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кам''яницький опорний заклад загальної середньої освіти I-III ступенів Оноківської сільської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Кам''яницька загальноосвітня школа I-III ступенів Ужгородської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рокосівський заклад загальної середньої освіти І-ІІІ ступенів Хустської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Рокосівська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Горінчівський заклад загальної середньої освіти І-ІІІ ступенів Горінчівської сільської ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Горінчівська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сокирницький заклад загальної середньої освіти І-ІІІ ступенів з поглибленим вивченням французької мови Хустської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Сокирницька загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Березівський заклад загальної середньої освіти І-ІІІ ступенів Горінчівської сільської ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Березівська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Яблунівський заклад загальної середньої освіти І-ІІІ ступенів Вишківської селищної ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Яблунівська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Драгівський заклад загальної середньої освіти І-ІІІ ступенів Драгівської сільської ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Драгівська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Липчанський заклад загальної середньої освіти І-ІІІ ступенів Хустської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Липчанська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Монастирецький заклад загальної середньої освіти І-ІІІ ступенів Горінчівської сільської ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Монастирецький навчально-виховний комплекс " загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Стеблівський заклад загальної середньої освіти І-ІІІ ступенів Хустської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Стеблівська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нижньоселищенський заклад загальної середньої освіти І-ІІІ ступенів Хустської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Нижньоселищенська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нижньобистрівський заклад загальної середньої освіти І-ІІІ ступенів імені Василя Вовчка Горінчівської сільської ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Нижньобистрівська загальноосвітня школа І-ІІІ ступенів імені Василя Вовчка Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Крайниківський заклад загальної середньої освіти І-ІІІ ступенів Хустської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Крайниківська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кошелівський заклад загальної середньої освіти І-ІІІ ступенів Хустської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Кошелівська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ізянський заклад загальної середньої освіти І-ІІІ ступенів Хустської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Ізянська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Любимівська загальноосвітня школа I-III ступенів" Малинівської сільської ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Любимівська загальноосвітня школа I-III ступенів" Гуляйпільської районної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Астраханська загальноосвітня школа І-ІІІ ступенів Мирненської селищної ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Астраханська загальноосвітня школа І-ІІІ ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Орлівська загальноосвітня школа I-III ступенів Терпіннівської сільської ради Мелітопольського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Орлівська загальноосвітня школа I-III ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Семенівський заклад загальної середньої освіти I-III ступенів Семенівської сільської ради Мелітопольського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Семенівська загальноосвітня школа I-III ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Новомиколаївський заклад загальної середньої освіти I-III ступенів" Семенівської сільської ради Мелітопольського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Новомиколаївська загальноосвітня школа I-III ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа "Пологівський заклад загальної середньої освіти І-ІІІ ступенів № 5" Пологівської міської ради Пологівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальна установа "Пологівський заклад загальної середньої освіти І-ІІІ ступенів № 5" Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Степанівська Перша загальноосвітня школа І-ІІІ ступенів Олександрівської сільської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Степанівська Перша загальноосвітня школа І-ІІІ ступенів Степанівської Першої сільської ради Приазовського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дівнинська загальноосвітня школа І-ІІІ ступенів Олександрівської сільської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Дівнинська загальноосвітня школа І-ІІІ ступенів Олександрівської сільської ради Приазовського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Яблунський ліцей Солотвинської селищної ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Яблунська загальноосвітня школа І-ІІІ ступенів Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Манявський ліцей Солотвинської селищної ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Манявський ліцей (дошкільний заклад освіти, заклад освіти І ступеня – початкова школа, заклад середньої освіти ІІ ступеня – гімназія, заклад середньої освіти ІІІ ступеня - міжшкільний навчально-виробничий комбінат – професійний ліцей)', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ільцівський ліцей Верховинської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Ільцівська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Красноїльський ліцей Верховинської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Красноїльська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Верхньоясенівський ліцей Верховинської районної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Верхньоясенівська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Черемошнянський ліцей Білоберізької сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Черемошнянська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кривопільський ліцей ім. Василя Портяка Верховинської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Кривопільський ліцей імені Василя Портяка Верховинської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чортовецька загальноосвітня школа І-ІІІ ступенів Городенківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Чортовецька загальноосвітня школа І-ІІІ ступенів Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сороківська загальноосвітня школа І-ІІІ ступенів Городенківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Сороківська загальноосвітня школа І-ІІІ ступенів Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ясеневопільнівська загальноосвітня школа І-ІІІ ступенів Городенківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Ясеневопільнівська загальноосвітня школа І-ІІІ ступенів Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Топорівська загальноосвітня школа І-ІІІ ступенів Городенківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Топорівський заклад загальної середньої освіти І-ІІІ ступенів Городенківської районної державної адміністрації Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чернелицька загальноосвітня школа І-ІІІ ступенів Чернелицької селищної ради Коломийського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Чернелицька загальноосвітня школа І-ІІІ ст.', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шевченківський ліцей Вигодської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Шевченківська загальноосвітня школа I-III ступенів Долинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Підгайчиківський ліцей Підгайчиківської сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Підгайчиківський ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нижньовербізький ліцей Нижньовербізької сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Нижньовербізький ліцей Нижньовербізької сільської ради об''єднаної територіальної громади Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великокам’янський ліцей П’ядицької сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Великокам’янський ліцей П’ядицької сільської ради об’єднаної територіальної громади Коломийського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Торговицький ліцей Отинійської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Торговицький ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Воронський ліцей Отинійської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Воронський ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ковалівський ліцей Нижньовербізької сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Ковалівський ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Раківчицький ліцей Коломийської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Раківчицький ліцей Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великорожинський ліцей Кутської селищної ради Косівського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Великорожинський ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ворохтянський ліцей Ворохтянської селищної ради Надвірнянського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Ворохтянська загальноосвітня школа І-ІІІ ступенів Яремчанської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зеленський ліцей Пасічнянської сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Зеленська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гаврилівський ліцей Переріслянської сільської ради Надвірнянського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Гаврилівський ліцей Переріслянської сільської ради об''єднаної територіальної громади', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Волосівський ліцей Переріслянської сільської ради Надвірнянського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Волосівський ліцей Переріслянської сільської ради об''єднаної територіальної громади', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зарічанський ліцей імені Володимира Яворського Делятинської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Зарічанський ліцей імені Володимира Яворського Делятинської селищної ради об''єднаної територіальної громади', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пнівський ліцей Пасічнянської сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Пнівська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гвіздський ліцей Надвірнянської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Гвіздська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Черченський ліцей імені братів Лепких Рогатинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Черченський ліцей імені братів Лепких Рогатинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Липовицький ліцей Спаської сільської ради Калуського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Липовицька загальноосвітня школа І-ІІІ ступенів Рожнятівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ілемнянський ліцей Вигодської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Ілемнянська загальноосвітня школа І-ІІІ ступенів Рожнятівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рівнянський ліцей Рожнятівської районної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Рівнянська загальноосвітня школа І-ІІІ ступенів Рожнятівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ясенський ліцей Перегінської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Ясенська загальноосвітня школа І-ІІІ ступенів Рожнятівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Братковецький ліцей Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Братковецька загальноосвітня школа І-ІІІ ступенів Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старолисецький ліцей Лисецької селищної ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Старолисецька загальноосвітня школа І-ІІІ ступенів Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лисецький ліцей Лисецької селищної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Лисецький навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад) Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гарасимівський ліцей Обертинської селищної ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Гарасимівська загальноосвітня школа І-ІІІ ступенів', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кутищенський ліцей Тлумацької міської ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Кутищенський навчально-виховний комплекс (загальноосвітня школа I-III ступенів - дошкільний навчальний заклад)', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бортниківський ліцей Тлумацької міської ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Бортниківський навчально-виховний комплекс (загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) Тлумацької міської ради об''єднаної територіальної громади Тлумацького району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нижнівський ліцей Тлумацької міської ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Нижнівський ліцей Тлумацької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Яблунева загальноосвітня школа І-ІІІ ступенів Березанської міської ради Броварського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Яблунева загальноосвітня школа І-ІІІ ступенів Баришівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дибинецький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Богуславської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Дибинецький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Богуславської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ревнівська загальноосвітня школа I-ІII ступенів Гірської сільської ради Бориспільського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Ревнівська загальноосвітня школа I-ІII ступенів Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рогозівська загальноосвітня школа І-ІІІ ступенів Бориспільської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Рогозівська загальноосвітня школа І-ІІІ ступенів Бориспільської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Гоголівське навчальне-виховне об''єднання "Опорний заклад загальної середньої освіти - заклад дошкільної освіти - заклад позашкільної освіти" Великодимерської селищної ради Броварського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад Гоголівська загальноосвітня школа І-ІІІ ступенів Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Богданівське навчально-виховне об''єднання" Великодимерської селищної ради Броварського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Богданівське навчально-виховне об''єднання" Богданівської сільської ради Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Жукинська загальноосвітня школа І-ІІІ ступенів Пірнівської сільської ради Вишгородського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Жукинська загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вищедубечанська загальноосвітня школа І-ІІІ ступенів Пірнівської сільської ради Вишгородського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Вищедубечанська загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ясногородська загальноосвітня школа І-ІІІ ступенів Димерської селищної ради Вишгородського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Ясногородська загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нижчедубечанська загальноосвітня школа І-ІІІ ступенів Пірнівської сільської ради Вишгородського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Нижчедубечанська загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лизогубовослобідський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Згурівська районна рада Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Лизогубовослобідський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Згурівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Феневицьке навчально-виховне об’єднання «Загальноосвітня школа І-ІІІ ступенів – дитячий садок» відділу освіти Іванківської районної державної адміністрації Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Феневицьке навчально-виховне об’єднання «Загальноосвітня школа І-ІІІ ступенів – дитячий садок» Іванківської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комарівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Макарівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Комарівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Макарівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Копилівський ліцей - освітній центр Макарівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Копилівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Забуянська загальноосвітня школа І-ІІІ ступенів Макарівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Забуянська загальноосвітня школа І-ІІІ ступенів Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Григорівська загальноосвітня школа І-ІІІ ступенів Обухівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Григорівська загальноосвітня школа І-ІІІ ступенів Обухівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Краснослобідський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Обухівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Краснослобідський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Обухівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Полого-Вергунівський заклад загальної середньої освіти І - ІІІ ступенів – заклад дошкільної освіти» Ташанської сільської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Полого-Вергунівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад Мар''янівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Поліської селищної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад Мар''янівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Поліської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Луговицьке навчально-виховне об''єднання "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Поліської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Луговицьке навчально-виховне об''єднання "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Поліського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ольшаницький комунальний заклад загальної середньої освіти Рокитнянської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Ольшаницький комунальний заклад загальної середньої освіти Рокитнянський районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Журавлиський заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти Ставищенської селищної ради Білоцерківського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Журавлиська загальноосвітня школа І-ІІІ ступенів - заклад дошкільної освіти Ставищенської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Іванівський заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Ставищенської селищної ради Білоцерківського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад "Іванівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дитячий садок" Ставищенської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Володимирівський заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти Таращанської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Володимирівська загальноосвітня школа І-ІІІ ступенів Таращанської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дорогинський заклад загальної середньої освіти І-ІІІ ступенів Томашівської сільської ради Фастівського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Дорогинський заклад загальної середньої освіти І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великотроянівський заклад загальної середньої освіти І-ІІІ ступенів Благовіщенської міської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Великотроянівська загальноосвітня школа І-ІІІ ступенів Благовіщенської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вільхівський заклад загальної середньої освіти І-ІІІ ступенів імені Леоніда Васильовича Куценка Благовіщенської міської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Вільхівська загальноосвітня школа І-ІІІ ступенів імені Леоніда Васильовича Куценка Благовіщенської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лозуватський заклад загальної середньої освіти І-ІІІ ступенів Благовіщенської міської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Лозуватський заклад загальної середньої освіти І-ІІІ ступенів Благовіщенської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Кетрисанівський заклад загальної середньої освіти І-ІІІ ступенів" Кетрисанівської сільської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Кетрисанівська загальноосвітня школа І-ІІІ ступенів Бобринецької районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Добрянська загальноосвітня школа І-ІІІ ступенів (опорний навчальний заклад) Вільшанської районної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Добрянська загальноосвітня школа І-ІІІ ступенів Вільшанської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "ТИШКІВСЬКИЙ ЛІЦЕЙ" Тишківської сільської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Тишківська загальноосвітня школа І-ІІІ ступенів № 1 Тишківської сільської ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Липнязький заклад загальної середньої освіти I-III ступенів Добровеличківської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Липнязька загальноосвітня школа І-ІІІ ступенів" Добровеличківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Суботцівська загальноосвітня школа І-ІІІ ступенів" Суботцівської сільської ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Суботцівська загальноосвітня школа І-ІІІ ступенів Знам''янської районної ради Кіровоградської області"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Філія "Цибулівська загальноосвітня школа" опорного навчального закладу "Дмитрівська загальноосвітня школа І-ІІІ ступенів імені Т.Г.Шевченка" Дмитрівської сільської ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Філія "Цибулівська загальноосвітня школа" опорного навчального закладу "Дмитрівська загальноосвітня школа І-ІІІ ступенів імені Т.Г.Шевченка""', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Трепівська загальноосвітня школа І-ІІІ ступенів" Суботцівської сільської ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Трепівська загальноосвітня школа І-ІІІ ступенів" Знам''янської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Мошоринська загальноосвітня школа I-III ступенів Суботцівської сільської ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Мошоринська загальноосвітня школа I-III ступенів Знам''янської районної ради Кіровоградської області"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Плетеноташлицька загальноосвітня школа І-ІІІ ступенів" Злинської сільської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Плетеноташлицька загальноосвітня школа І-ІІІ ступенів Маловисківської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Мануйлівський ліцей - заклад дошкільної освіти" Маловисківської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Мануйлівський навчально - виховний комплекс "Загальноосвітня школа І-ІІІ ступенів дошкільний навчальний заклад"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний опорний заклад "Підвисоцький заклад загальної середньої освіти І-ІІІ ступенів ім.Т.Г.Шевченка" Підвисоцької сільської ради Голованівського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Підвисоцьке навчально-виховне об''єднання Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний опорний заклад "Надлацький заклад загальної середньої освіти І-ІІІ ступенів" Надлацької сільської ради Голованівського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Надлацьке навчально - виховне об''єднання Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Панчівська загальноосвітня школа І-ІІІ ступенів Новомиргородської міської ради Кіровоградької області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Панчівська загальноосвітня школа І-ІІІ ступенів Новомиргородської районної ради Кіровоградької області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Туріянська загальноосвітня школа І-ІІІ ступенів Новомиргородської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Туріянська загальноосвітня школа І-ІІІ ступенів Новомиргородської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Глодоська загальноосвітня школа І-ІІІ ступенів Глодоської сільської ради Новоукраїнського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Глодоська загальноосвітня школа І-ІІІ ступенів Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Іванівське навчально-виховне об`єднання "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Рівнянської сільської ради Новоукраїнського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Іванівське навчально-виховне об`єднання "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комишуватська загальноосвітня школа І-ІІІ ступенів Рівнянської сільської ради Новоукраїнського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комишуватська загальноосвітня школа І-ІІІ ступенів Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Красносілківське навчально-виховне об''єднання" Олександрівської селищної ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Красносілківське навчально-виховне об''єднання" Олександрівської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Михайлівське навчально-виховне об''єднання» Олександрівської селищної ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад «Михайлівське навчально-виховне об''єднання» Олександрівської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Головківський заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти Олександрійської міської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Головківський заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти Приютівської селищної ради Олександрійського району Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Червонокам''янський заклад загальної середньої освіти І-ІІІ ступенів - позашкільний центр Попельнастівської сільської ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Червонокам''янське НВО "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад - позашкільний центр" Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новостародубська загальноосвітня школа І-ІІІ ступенів Петрівської селищної ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Новостародубська загальноосвітня школа І-ІІІ ступенів Петрівської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Павлівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Світловодської міської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Павлівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Світловодської районної ради Кіровоградської області"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Устинівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів" Устинівської селищної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Устинівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів" Устинівської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Інгульське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів" Устинівської селищної ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Інгульське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів" Устинівської районної ради Кіровоградської області"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новодеркульський ліцей імені А.В.Пастухова Біловодської селищної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Новодеркульський заклад загальної середньої освіти імені А.В.Пастухова', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоолександрівський ліцей Біловодської селищної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Новоолександрівський заклад загальної середньої освіти І-ІІІ ступенів Біловодської селищної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліснополянська загальноосвітня школа I-III ступенів Марківської селищної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Ліснополянська загальноосвітня школа I-III ступенів Марківської районної державної адміністрації Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Можняківський заклад загальної середньої освіти І-ІІІ ступенів Новопсковської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Можняківська загальноосвітня школа І-ІІІ ступенів Новопсковської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Танюшівський заклад загальної середньої освіти І-ІІІ ступенів Новопсковської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Танюшівська загальноосвітня школа І-ІІІ ступенів Новопсковської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новобілянський заклад загальної середньої освіти І-ІІІ ступенів Новопсковської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Новобілянська загальноосвітня школа І-ІІІ ступенів Новопсковської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Мілуватський ліцей" Сватівської міської ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Мілуватська загальноосвітня школа I-III ступенів Сватівської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бутівський ліцей Чмирівської сільської ради Старобільського району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Бутівська загальноосвітня школа І-ІІІ ступенів Чмирівської сільської ради Старобільського району Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новочервоненський ліцей Нижньодуванської селищної ради Сватівського району Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Новочервоненський заклад загальної середньої освіти Нижньодуванської селищної ради Сватівського району Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мшанський навчально-виховний комплекс І-ІІІ ступенів "заклад загальної середньої освіти - заклад дошкільної освіти" імені Степана Тисляка Городоцької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Мшанський навчально-виховний комплекс "загальноосвітній навчальний заклад-дошкільний навчальний заклад" імені Степана Тисляка Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Родатицький навчально-виховний комплекс І-ІІІ ступенів "заклад загальної середньої освіти - заклад дошкільної освіти" Городоцької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Родатицький навчально-виховний комплекс "Загальноосвітній навчальний заклад-дошкільний навчальний заклад" Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Керницький навчально-виховний комплекс І-ІІІ ступенів "Заклад загальної середньої освіти - заклад дошкільної освіти" Городоцької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Керницький навчально-виховний комплекс "Загальноосвітній навчальний заклад-дошкільний навчальний заклад" Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Грушівський ЗЗСО І-ІІІ ст. Меденицької селищної ради Дрогобицького району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Грушівська середня загальноосвітня школа І-ІІІ ст. Дрогобицького району', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сулятицький комунальний заклад загальної середньої освіти І-ІІІ ступенів Журавненської селищної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Сулятицька середня загальноосвітня школа І-ІІІ ступенів Жидачівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти І-ІІІ ступенів "Новострілищанський ліцей імені Миколи Лебедя" Бібрської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти І-ІІІ ступенів "Новострілищанський ліцей імені Миколи Лебедя" Новострілищанської селищної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Монастирецький комунальний заклад загальної середньої освіти І-ІІІ ступенів імені Володимира Поповича Журавненської селищної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Монастирецький навчально-виховний комплекс "Загальноосвітній навчальний заклад-дошкільний навчальний заклад" імені Володимира Поповича Жидачівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів смт Новий Яричів Новояричівської селищної ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад загальноосвітня школа І-ІІІ ступенів смт Новий Яричів Кам’янка-Бузького району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Малнівський заклад загальної середньої освіти І-ІІІ ступенів Мостиської міської ради Львівської області"', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад Малнівський навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" Мостиської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Крукеницький заклад загальної середньої освіти І-ІІІ ступенів Мостиської міської ради Львівської області"', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад "Крукеницький заклад загальної середньої освіти І-ІІІ ступенів" Мостиської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вовчищовицький навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний заклад" Мостиської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Вовчищовицький навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" Мостиської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Соколянський заклад загальної середньої освіти І-ІІІ ступенів Мостиської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Соколянський навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" Мостиської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Миколаївський опорний заклад загальної середньої освіти І-ІІІ ступенів Лопатинської селищної ради', N'Львівська область'),
 dbo.get_eo_hash(N'Миколаївський навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" Радехівського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Верблянський заклад загальної середньої освіти І-ІІІ ступенів Яворівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Верблянський навчально-виховний комплекс " Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нагачівський заклад загальної середньої освіти І-ІІІ ступенів Яворівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Нагачівська загальноосвітня школа І-ІІІ ступенів Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старицька загальноосвітня школа І-ІІІ ступенів імені Юрія Костіва Яворівської районної ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Старицька загальноосвітня школа І-ІІІ ступенів ім.Юрія Костіва Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рогізненський заклад загальної середньої освіти І-ІІІ ступенів Яворівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Рогізненський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Команальний заклад освіти Агрономійська загальноосвітня школа I-III ступенів Арбузинської районної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Агрономійська загальноосвітня школа I-III ступенів Арбузинської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Команальний заклад освіти "Новоселівська загальноосвітня школа I-III ступенів Арбузинської районної ради Миколаївської області"', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новоселівська загальноосвітня школа I-III ступенів Арбузинської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Виноградівський заклад загальної середньої освіти I-III ступенів Інгульської сільської ради Баштанського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Виноградівська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Інгульський заклад загальної середньої освіти I-III ступенів Інгульської сільської ради Баштанського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Інгульська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мар''ївський заклад загальної середньої освіти I-III ступенів Інгульської сільської ради Баштанського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Мар''ївська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лоцкинський заклад загальної середньої освіти I-III ступенів Інгульської сільської ради Баштанського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Лоцкинська загальноосвітня школа I-III ступенів Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Березанський заклад загальної середньої освіти І - ІІІ ступенів Березанської селищної ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Березанський заклад загальної середньої освіти І - ІІІ ступенів Березанської селищної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Краснопільський заклад загальної середньої освіти I-III ступенів Березанської селищної ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Краснопільська загальноосвітня школа I-III ступенів Березанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лепетиський заклад загальної середньої освіти I-III ступенів Березнегуватської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Лепетиська загальноосвітня школа I-III ступенів Березнегуватської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новосевастопольський заклад загальної середньої освіти I-III ступенів Березнегуватьскої селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новосевастопольська загальноосвітня школа I-III ступенів Березнегуватьскої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Катеринівська загальноосвітня школа I-III ступенів Степівської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Катеринівська загальноосвітня школа I-III ступенів Веселинівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ставківська загальноосвітня школа I-III ступенів Веселинівської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Ставківська загальноосвітня школа I-III ступенів Веселинівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Широколанівська загальноосвітня школа I-III ступенів Степівської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Широколанівська загальноосвітня школа I-III ступенів Веселинівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новокатеринівська загальноосвітня школа I-III ступенів Степівської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новокатеринівська загальноосвітня школа I-III ступенів Веселинівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Михайло-Ларинський заклад загальної середньої освіти I-III ступенів Воскресенської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Михайло-Ларинська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Котляревський заклад загальної середньої освіти I-III ступенів Шевченківської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Котляревська загальноосвітня школа I-III ступенів Шевченківської сільської ради Вітовського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Покровська загальноосвітня школа I-III ступенів Врадіївської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Покровська загальноосвітня школа I-III ступенів Врадіївської районної ради Врадіївського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кузнецівський заклад загальної середньої освіти І-ІІІ ступенів імені героя АТО Матвієнка А.В. Доманівської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Кузнецівська загальноосвітня школа І-ІІІ ступенів імені героя АТО Матвієнка А.В. Доманівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Кривоозерський заклад загальної середньої освіти I-III ступенів №2 Кривоозерської селищної ради"', N'Миколаївська область'),
 dbo.get_eo_hash(N'Кривоозерська загальноосвітня школа I-III ступенів №2 Кривоозерської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Голосківський заклад загальної середньої освіти I-III ступенів Кривоозерської селищної ради"', N'Миколаївська область'),
 dbo.get_eo_hash(N'Голосківська загальноосвітня школа I-III ступенів Кривоозерської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Тридубський заклад загальної середньої освіти I-III ступенів Кривоозерської селищної ради"', N'Миколаївська область'),
 dbo.get_eo_hash(N'Тридубська загальноосвітня школа I-III ступенів Кривоозерської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Благодарівський заклад загальної середньої освіти I-III ступенів Нечаянської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Благодарівська загальноосвітня школа I-III ступенів Нечаянської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Криничанська загальноосвітня школа I-III ступенів імені Віктора Лаврентійовича Мусіяки Степівської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Криничанська загальноосвітня школа I-III ступенів Михайлівської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новополтавська загальноосвітня школа I-III ступенів Вільнозапорізької сільської ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новополтавська загальноосвітня школа I-III ст Новополтавської сільської ради', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кінецьпільський заклад загальної середньої освіти I-III ступенів Первомайської міської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Кінецьпільська загальноосвітня школа I-III ступенів Первомайської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мигіївський заклад загальної середньої освіти I-III ступенів Мигіївської сільської ради Первомайського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Мигіївська загальноосвітня школа I-III ступенів Первомайської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Довгопристанський заклад загальної середньої освіти I-III ступенів Синюхино-Брідської сільської ради Первомайського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Довгопристанська загальноосвітня школа I-III ступенів Первомайської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Євгенівський навчально-виховний комплекс "загальноосвітній навчальний заклад I-III ступенів - заклад дошкільної освіти" Снігурівської міської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Євгенівський навчально-виховний комплекс "загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад" Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Галаганівський навчально-виховний комплекс "загальноосвітній навчальний заклад I-III ступенів - заклад дошкільної освіти" Снігурівської міської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Галаганівський навчально-виховний комплекс "Загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад" Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Садовий заклад загальної середньої освіти I-III ступенів Горохівської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Садова загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Калинівський навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ступенів - заклад дошкільної освіти" Снігурівської міської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Калинівський навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа Гандрабурівський ліцей Ананьївської міської ради"', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І - ІІІ ступенів №1 с. Гандрабури Ананьївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кам''янський заклад загальної середньої освіти I-III ступенів Арцизької міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Кам''янська загальноосвітня школа I-III ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Деленський заклад загальної середньої освіти І-ІІІ ступенів Арцизької міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Деленський заклад загальної середньої освіти І-ІІІ ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Прямобалківський заклад загальної середньої освіти І-ІІІ ступенів Арцизької міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Прямобалківська загальноосвітня школа І-ІІІ ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Піщанський заклад загальної середньої освіти - заклад дошкільної освіти Піщанської сільської ради Балтського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Навчально - виховний комплекс "Піщанська загальноосвітня школа I-III ступенів - заклад дошкільної освіти" Балтської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Демидівський заклад загальної середньої освіти Березівської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Демидівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - ДНЗ" Березівської районої ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Петровський заклад загальної середньої освіти I-III ступенів Вигодянської сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Петрівська загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Маяківський навчально-виховний комплекс "Заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти" Маяківської сільської ради Біляївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Маяківський навчально-виховний комплекс "Заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти" Маяківської сільської ради Біляївського району Одеської області (корпус №1)', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Маринівський заклад загальної середньої освіти I-III ступенів Усатівської сільської ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Маринівська загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів Усатівського навчально-виховного комплексу "школа-гімназія" ім.П.Д.Вернидуба Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Усатівський навчально-виховний комплекс "школа-гімназія" ім.П.Д.Вернидуба Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Василівський заклад загальної середньої освіти І-ІІІ ступенів Вигодянської сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Василівська загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вигодянський заклад загальної середньої освіти І-ІІІ ступенів Вигодянської сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Вигодянська загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новотроянівський заклад загальної середньої освіти - заклад дошкільної освіти Городненської сільської ради Болградського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Новотроянівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-ліцей-дошкільний навчальний заклад"Болградської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Василівський заклад загальної середньої освіти Василівської сільської ради Болградського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Василівська загальноосвітня школа I-III ступенів Болградської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ЗАЛІЗНИЧНЕНСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ БОЛГРАДСЬКОЇ МІСЬКОЇ РАДИ ОДЕСЬКОЇ ОБЛАСТІобласті', N'Одеська область'),
 dbo.get_eo_hash(N'Залізничненська загальноосвітня школа I-III ступенів Болградської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Городненський заклад загальної середньої освіти Городненської сільської ради Болградського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Городненська загальноосвітня школа I-III ступені Болградської районої ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Калчевський заклад загальної середньої освіти Василівської сільської ради Болградського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Калчевська загальноосвітня школа I-III ступенів Болградської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ВИНОГРАДІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ ІМЕНІ О.О.БАНЄВА БОЛГРАДСЬКОЇ МІСЬКОЇ РАДИ ОДЕСЬКОЇ ОБЛАСТІ', N'Одеська область'),
 dbo.get_eo_hash(N'Виноградівська загальноосвітня школа I-III ступенів імені О.О.Банєва Болградської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Криничненської сільської ради Болградського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Криничненська загальноосвітня школа I-III ступенів Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великоплосківський опорний заклад освіти "Заклад загальної середньої освіти І-ІІІ ступенів-заклад дошкільної освіти" Великоплосківської сільської ради Великомихайлівського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітня школа I-III ступенів -дитячий садок" села Великоплоске Великомихайлівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Навчально-виховний комплекс «Заклад загальної середньої освіти І-ІІІ ступенів - дошкільний заклад» с. Перехрестове Роздільнянського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад"Навчально - виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" с.ПерехрестовеЗахарівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Северинівський заклад загальної середньої освіти Іванівської селищної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Северинівський навчально- виховний комплекс "Загальноосвітня школа І-ІІІ ступенів -дитячий садок"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новонекрасівський заклад загальної середньої освіти Саф’янівської сільської ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Новонекрасівська загальноосвітня школа I-III ступенів Ізмаїльської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Матроський заклад загальної середньої освіти Саф’янівської сільської ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Матроський навчально-виховний комплекс "загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад" Ізмаільської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Озернянський заклад загальної середньої освіти Саф’янівської сільської ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Озернянська загальноосвітня школа I-III ступенів Ізмаїльської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Приозерненський заклад загальної середньої освіти Суворовської селищної ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Приозерненська загальноосвітня школа I-III ступенів Кілійського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Трудівський заклад загальної середньої освіти Кілійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Трудівська загальноосвітня школа I-III ступенів Кілійського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старотроянівський заклад загальної середньої освіти Суворовської селищної ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Старотроянівська загальноосвітня школа I-III ступенів Кілійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоселівський заклад загальної середньої освіти Кілійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Новоселівська загальноосвітня школа I-III ступенів Кілійського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дмитрівський заклад загальної середньої освіти Кілійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Дмитрівська загальноосвітня школа I-III ступенів Кілійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Грабівський заклад загальної середньої освіти" Кодимської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Грабівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Кодимської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Опорний заклад "Слобідський заклад загальної середньої освіти" Слобідської селищної ради Подільського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Опорний заклад "Слобідська загальноосвітня школа I-III ступенів" Кодимської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Красносільський заклад загальної середньої освіти I-III ступенів-ліцей Красносільської сільської ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Красносільська загальноосвітня школа I-III ступенів Красносільської сільської ради Лиманського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гвоздавський навчально-виховний комплекс «Заклад загальної середньої освіти І-ІІІ ступенів – заклад дошкільної освіти» Зеленогірської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Гвоздавський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Любашівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олексіївський заклад загальної середньої освіти Миколаївської селищної ради Миколаївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Олексіївський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Миколаївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Скосарівський заклад загальної середньої освіти Андрієво-Іванівської сільської ради Миколаївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Скосарівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Миколаївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Молодіжненський заклад загальної середньої освіти Великодолинської селищної ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Молодіжненська загальноосвітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Доброолександрівський заклад загальної середньої освіти I-III ступенів Дальницької сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Доброолександрівська загальнооcвітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Йосипівський заклад загальної середньої освіти I-III ступенів Маяківської сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Йосипівська загальноосвітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кароліно-Бугазький заклад загальної середньої освіти Кароліно-Бугазької сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Кароліно-Бугазька загальноосвітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Петродолинський заклад загальної середньої освіти I-III ступенів Великодальницької сільської ради Біляївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Петродолинська загальноосвітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ЗЗСО "Новодолинський ліцей" Авангардівської селищної ради Овідіопольського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Новодолинська загальноосвітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мар''янівський заклад загальної середньої освіти I-III ступенів Дальницької сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Мар''янівська загальноовітня школа I-III ступенів Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'КОНЗ " Новоселівський ЗЗСО I-III ступенів Куяльницької с/р Подільського району Одеської об"ласті', N'Одеська область'),
 dbo.get_eo_hash(N'Новоселівський ЗЗСО I-III ступенів Куяльницької с/р Подільського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Орлівський заклад загальної середньої освіти Ренійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Орлівська загальноосвітня I-III ступенів Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Котловинський заклад загальної середньої освіти Ренійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Котловинська загальноосвітня школа I-III ступенів Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Долинський заклад загальної середньої освіти Ренійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Степанівська загальноосвітня школа І-ІІІ ступенів Степанівської сільської ради Роздільнянського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Степанівська загальноосвітня школа І-ІІІ ступенів Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Бурдівська загальноосвітня школа I-III ступенів Роздільнянської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Бурдівська загальноосвітня школа I-III ступенів Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Щербанська загальноосвітня школа І-ІІІ ступенів Лиманської селищної ради Роздільнянського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Щербанська загальноосвітня школа І-ІІІ ступенів Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Яковлівська загальноосвітня школа I-III ступенів Степанівської сільської ради Роздільнянського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Яковлівська загальноосвітня школа I-III ступенів Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Полянецький заклад загальної середньої освіти Савранської селищної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Полянецький навчально-виховний комплекс загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Савранського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Савранський опорний заклад загальної середньої освіти Савранської селищної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад-Савранський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Успенівський заклад загальної середньої освіти I-III ступенів Успенівської сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Успенівська загальноосвітня школа I-III ступенів Саратської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кулевчанський опорний заклад загальної середньої освіти I-III ступенів Кулевчанської сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Опорний заклад Кулевчанська загальноосвітня школа I-III ступенів Саратської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Миколаївко-Новоросійський заклад загальної середньої освіти I-III ступенів Успенівської сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Миколаївко-Новоросійська загальноосвітня школа I-III ступенів Саратської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Надєждинський опорний заклад загальної середньої освіти І-ІІІ ступенів Плахтівської сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Опорний заклад Надєждинська загальноосвітня школа I-III ступенів Саратської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кривобалківський заклад загальної середньої освіти І-ІІІ ступенів Успенівської сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Кривобалківська загальноосвітня школа I-III ступенів Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Долинський заклад загальної середньої освіти І-ІІІ ступенів Саратської селищної ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Долинська загальноосвітня школа I-III ступенів Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сергіївський заклад загальної середньої освіти I-III ступенів Кулевчанської сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Сергіївська загальноосвітня школа I-III ступенів Саратської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоселівський заклад загальної середньої освіти І-ІІІ ступенів-ліцей Саратської селищної ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Новоселівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - ліцей" Саратської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Миколаївський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Бородінської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Миколаївський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Євгенівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Бородінської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Євгенівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Березинський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Березинський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лісненський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Бородінської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Лісненський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Підгірненський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Підгірненський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Трапівський навчально - виховний комплекс "Заклад загальної середньої освіти - заклад дошкільної освіти" Лиманської сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Трапівський навчально - виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Лиманської сільської ради Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Лиманський навчально -виховний комплекс "Заклад загальної середньої освіти - заклад дошкільної освіти" Лиманської сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Лиманський навчально -виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Лиманської сільської ради Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Баштанівський навчально-виховний комплекс "Заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти" Татарбунарської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад Баштанівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Татарбунарської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Дмитрівський заклад загальної середньої освіти I-III ступенів" Татарбунарської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Дмитрівська загальноосвітня школа I-III ступенів" Татарбунарської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Борисівський заклад загальної середньої освіти I-III ступенів" Татарбунарської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Борисівська загальноосвітня школа I-III ступенів" Татарбунарської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Білоліський заклад загальної середньої освіти I-III ступенів" Татарбунарської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Білоліська загальноосвітня школа I-III ступенів" Татарбунарської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Глибоківський заклад загальної середньої освіти І-ІІІ ступенів" Татарбунарської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Глибоківська загальноосвітня школа І-ІІІ ступенів" Татарбунарської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Нерушайський заклад загальної середньої освіти I-III ступенів" Татарбунарської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Нерушайська загальноосвітня школа I-III ступенів" Татарбунарської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чогодарівський заклад загальної середньої освіти Чогодарівської сільської ради Ширяївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Чогодарівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Ширяївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Миколаївський заклад загальної середньої освіти Старомаяківської сільської ради Ширяївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Миколаївський навчально - виховний комплекс "Світанок" "загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Ширяївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Короваївська загальноосвітня школа І–ІІІ ступенів Гребінківської міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Короваївська загальноосвітня школа І-ІІІ ступенів Гребінківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великорублівський опорний заклад загальної середньої освіти І-ІІІ ступенів Великорублівської сільської ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Великорублівська загальноосвітня школа І-ІІІ ступенів Котелевської районної ради', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Яхниківська загальноосвітня школа І-ІІІ ступенів Лохвицької міської ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Яхниківська загальноосвітня школа І-ІІІ ступенів Лохвицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Войнихівська загальноосвітня школа І-ІІІ ступенів Лубенської міської ради Лубенського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Войнихівська загальноосвітня школа І-ІІІ ступенів Засульської сільської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ісківська загальноосвітня школа І-ІІІ ступенів Лубенської міської ради Лубенського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Ісківська загальноосвітня школа І-ІІІ ступенів Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад „Калайдинцівська загальноосвітня школа І-ІІІ ступенів імені Ф. Д. Рубцова Лубенської міської ради Лубенського району Полтавської області”', N'Полтавська область'),
 dbo.get_eo_hash(N'Опорний заклад "Калайдинцівська загальноосвітня школа І-ІІІ ступенів імені Ф.Д.Рубцова" Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вищебулатецька загальноосвітня школа І-ІІІ ступенів Лубенської міської ради Лубенського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Вищебулатецька загальноосвітня школа І-ІІІ ступенів Засульської сільської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Снітинська загальноосвітня школа І-ІІІ ступенів Лубенської міської ради Лубенського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Снітинська загальноосвітня школа І-ІІІ ступенів Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новаківська загальноосвітня школа І-ІІІ ступенів ім. П. М. Щербаня Лубенської міської ради Лубенського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Новаківська загальноосвітня школа І-ІІІ ступенів ім. П.М. Щербаня Засульської сільської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Литвяківська загальноосвітня школа І-ІІІ ступенів Лубенської міської ради Лубенського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Литвяківська загальноосвітня школа І-ІІІ ступенів Засульської сільської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Березотіцька загальноосвітня школа І-ІІІ ступенів Лубенської міської ради Лубенського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Березотіцька загальноосвітня школа І-ІІІ ступенів Лубенської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Михнівська загальноосвітня школа І-ІІІ ступенів Лубенської міської ради Лубенського району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Михнівська загальноосвітня школа І-ІІІ ступенів Засульської сільської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти Дмитрівський ліцей Машівської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Дмитрівська загальноосвітня школа І-ІІІ ступенів Машівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зубівська гімназія Миргородської міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Зубівський навчально-виховний комплекс Миргородської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Малоперещепинський заклад загальної середньої освіти І-ІІІ ступенів імені М. А. Клименка Новосанжарської селищної ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Малоперещепинський заклад загальної середньої освіти І-ІІІ ступенів імені М.А. Клименка Малоперещепинської сільської ради', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тишицький ліцей Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Тишицька загальноосвітня школа І-ІІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Марининський ліцей Соснівської селищної ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Марининська загальноосвітня школа І-ІІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Князівський ліцей Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Князівський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад» Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад Кам''янський ліцей Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Опорний заклад Кам''янський ліцей Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зірненський ліцей Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Зірненська загальноосвітня школа І-ІІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Полянський ліцей Малинської сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Полянська загальноосвітня школа І-ІІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Полицький ЗЗСО І-ІІІ ст. Полицької сільської ради Вараського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Полицька загальноосвітня школа І-ІІІ ступенів Володимирецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мульчицький ліцей Вараської міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Мульчицький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Володимирецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Любахівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Володимирецької районної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Любахівська загальноосвітня школа І-ІІІ ступенів Володимирецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Більськовільський ліцей Вараської міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Більськовільський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Володимирецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вовковиївський ліцей Демидівської селищної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Вовковиївська загальноосвітня школа І-ІІІ ступенів Демидівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Висоцький заклад загальної середньої освіти Висоцької сільської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Висоцька загальноосвітня школа І-ІІІ ступенів Висоцької сільської ради Дубровицького району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Залузький заклад загальної середньої освіти І-ІІІ ступенів Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Залузький заклад загальної середньої освіти І-ІІІ ступенів Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кривицька загальноосвітня школа І-ІІІ ступенів Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Кривицька загальноосвітня школа І-ІІІ ступенів Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великоозерянський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Великоозерянський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Борівський ліцей Зарічненської селищної ради Вараського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Борівська загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новорічицький ліцей Зарічненської селищної ради Вараського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Новорічицька загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Неньковицький ліцей Зарічненської селищної ради Вараського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Неньковицька загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кухітсько-Вільський ліцей Зарічненської селищної ради Вараського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Кухітсько-Вільська загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гільчанський ліцей Здовбицької сільської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Гільчанський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дерманський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Мізоцької селищної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Дерманський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ступнівський навчально-виховний комплекс "загальноосвітня школа І-ІІ ступенів - агротехнічний ліцей" Мізоцької селищної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Ступнівський навчально-виховний комплекс "загальноосвітня школа І-ІІ ступенів-агротехнічний ліцей" Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Крилівська загальноосвітня школа І-ІІІ ступенів Корецької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Крилівська загальноосвітня школа І-ІІІ ступенів Корецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Користівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - заклад дошкільної освіти" Корецької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Користівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Корецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Головинський ліцей Головинської сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Головинський ліцей Костопільської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Звіздівський ліцей Головинської сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Звіздівська загальноосвітня школа І-ІІІ ступенів Костопільської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ситненський ліцей Крупецької сільської ради Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Ситненський ліцей Крупецької сільської ради Радивилівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новожуківський ліцей Зорянської сільської ради Рівненськго району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Новожуківська загальноосвітня школа І-ІІІ ступенів Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Городоцький ліцей" Городоцької сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Опорний заклад "Городоцький навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" Рівненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рокитнівський ліцей №2 Рокитнівської селищної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Рокитнівський навчально-виховний комплекс школа І-ІІІ ступенів - ліцей Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Біловізький ліцей Рокитнівської селищної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Біловізька загальноосвітня школа І-ІІІ ступенів Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Томашгородський ліцей №2 Рокитнівської селищної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Томашгородська загальноосвітня школа І-ІІІ ступенів №2 Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Борівський ліцей Рокитнівської селищної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Боровська загальноосвітня школа І-ІІІ ступенів Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Томашгородський ліцей №1 Рокитнівської селищної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Томашгородський навчально-виховний комплекс школа І-ІІІ ступенів - ліцей Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Остківський ліцей Рокитнівської селищної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Остківська загальноосвітня школа І-ІІІ ступенів Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тріскинський ліцей Сарненської міської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Тріскинська загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кричильський ліцей ім. Леоніда Куліша-Зіньківа Сарненської міської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Кричильська загальноосвітня школа І-ІІІ ступенів імені Леоніда Куліша-Зіньківа Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Коростський ліцей Сарненської міської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Коростська загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Стрільський ліцей Сарненської міської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Стрільська загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Цепцевицький ліцей Сарненської міської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Цепцевицька загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великовербченський ліцей Сарненської міської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Великовербченська загальноосвітня школа І-ІІІ ступенів Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чернечослобідський навчально-виховний комплекс «загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад» Дубов’язівської селищної ради Конотопського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Чернечослобідський навчально-виховний комплекс: загальноосвітня школа I-III ступенів, дошкільний навчальний заклад Чернечослобідської сільської ради Буринського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бочечківський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Бочечківської сільської ради Конотопського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Бочечківський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Бочечківської сільської ради Конотопської району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чорноплатівський заклад загальної середньої освіти І-ІІІ ступенів імені Миколи Новомирського Попівської сільської ради Конотопського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Чорноплатівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Конотопської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Алтинівський ліцей Кролевецької міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Алтинівська загальноосвітня школа I-III ступенів Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тулиголівський ліцей Тулиголівський ліцей Кролевецької міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Тулиголівський ліцей Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гринцівський заклад загальної середньої освіти І-ІІІ ступенів Лебединської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Гринцівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Лебединської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олешнянський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів – заклад дошкільної освіти імені Героя Радянського Союзу Степана Долгого Чупахівської селищної ради Охтирського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Олешнянський навчально-виховний комплекс: загальноосвітня школа I-III ступенів-дошкільний навчальний заклад імені Героя Радянського Союзу Степана Долгого Охтирської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Юр’ївський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад Новослобідської сільської ради Конотопського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Юр''ївський навчально-виховний комплекс: загальносвітня школа I-III ступенів - дошкільний навчальний заклад Новослобідської сільської ради Путивльського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Миколаївський заклад загальної середньої освіти I-III ступенів Роменської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Миколаївська загальноосвітня школа I-III ступенів Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Глинський ліцей-заклад загальної середньої освіти І-ІІІ ступенів Андріяшівської сільської ради Роменського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Глинська загальноосвітня школа I-III ступенів Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Жихівський навчально-виховний комплекс «заклад загальної середньої освіти І-ІІІ ступенів – заклад дошкільної освіти» Середино-Будської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Жихівський навчально-виховний комплекс "загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Середино-Будської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Юнаківський заклад загальної середньої освіти І-ІІІ ступенів Юнаківської сільської ради Сумського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Юнаківська загальноосвітня школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Низівська загальноосвітня школа І-ІІІ ступенів Садівської сільської ради Сумського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Низівська загальноосвітня школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чапліївська загальноосвітня школа I-III ступенів Шосткинської районної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Чапліївський навчально-виховний комплекс загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Шосткинської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Колодненська загальноосвітня школа І-ІІІ ступенів Збаразької міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Колодненський заклад загальної середньої освіти І-ІІІ ступенів Колодненської сільської ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Стриївська загальноосвітня школа І-ІІІ ступенів Збаразької міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Стриївська загальноосвітня школа І-ІІІ ступенів Стриївської сільської ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Почапинський заклад загальної середньої освіти" Тернопільської районної ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Комунальний заклад Почапинська загальноосвітня школа І-ІІІ ступенів Тернопільської районної ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ізюмська загальноосвітня школа I-III ступенів Борівської селищної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Ізюмська загальноосвітня школа I-III ступенів Борівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Андріївський ліцей Великобурлуцької селищної ради»', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Андріївський ліцей Великобурлуцької районної ради Харківської області"', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Шипуватський ліцей ім. Героя Радянського Союзу І. М. Заболотного Великобурлуцької селищної ради»', N'Харківська область'),
 dbo.get_eo_hash(N'Шипуватська загальноосвітня школа I-III ступенів ім.Героя Радянського Союзу І.М.Заболотного Великобурлуцької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Вовчансько-Хутірський ліцей Вовчанської міської ради Чугуївського району Харківської області»', N'Харківська область'),
 dbo.get_eo_hash(N'ВОВЧАНСЬКО-ХУТІРСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ ВОВЧАНСЬКОЇ РАЙОННОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Різниківський ліцей Вовчанської міської ради Чугуївського району Харківської області»', N'Харківська область'),
 dbo.get_eo_hash(N'РІЗНИКІВСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ ВОВЧАНСЬКОЇ РАЙОННОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Левківська загальноосвітня школа I-III ступенів Ізюмської міської ради', N'Харківська область'),
 dbo.get_eo_hash(N'Левківська загальноосвітня школа I-III ступенів Ізюмської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Миколо-Комишуватський ліцей Красноградської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Миколо - Комишуватський навчально-виховний комплекс (заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти) Красноградської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД "ЛИПКУВАТІВСЬКИЙ ЛІЦЕЙ НОВОВОДОЛАЗЬКОЇ РАЙОННОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ"', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Липкуватівський ліцей Нововодолазької районної ради Харьківської області"', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чкаловський ліцей Чкаловської селищної ради Чугуївського району Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Чкаловський навчально-виховний комплекс Чкаловської селищної ради Чугуївського району Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Львівський заклад повної загальної середньої освіти Тягинської сільської ради Бериславського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Львівський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Високівський заклад повної загальної середньої освіти Тягинської сільської ради Бериславського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Високівський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зміївський заклад повної загальної середньої освіти Бериславської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Зміївський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Правдинська загальноосвітня школа I-III ступенів Білозерської селищної ради Херсонського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Правдинська загальноосвітня школа I-III ступенів Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Миролюбівська загальноосвітня школа І-ІІІ ступенів Білозерської селищної ради Херсонського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Миролюбівська загальноосвітня школа І-ІІІ ступенів Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новодмитрівська загальноосвітня школа l - lll ступенів', N'Херсонська область'),
 dbo.get_eo_hash(N'Новодмитрівська загальноосвітня школа I-III ступенів Великоолександрівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Давидівобрідська загальноосвітня школа I-III ступенів', N'Херсонська область'),
 dbo.get_eo_hash(N'Давидівобрідська загальноосвітня школа I-III ступенів Великоолександрівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Первомаївський заклад повної загальної середньої освіти Верхньорогачицької селищної ради Каховського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Первомаївська загальноосвітня школа І-ІІІ ступенів Верхньорогачицької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новогригорівський заклад загальної середньої освіти Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Новогригорівська загальноосвітня школа I-III ступенів Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олексіївський заклад загальної середньої освіти Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Щорсівська загальноосвітня школа I-III ступенів Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Риківський заклад загальної середньої освіти Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Партизанська загальноосвітня школа I-III ступенів Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Садівський заклад повної загальної середньої освіти I-III ступенів Чулаківської сільської ради Голопристанського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Садівська загальноосвітня школа I-III ступенів Садівської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Новозбур’ївська школа №1" Голопристанської міської ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Опорний заклад освіти "Новозбур’ївська школа №1" Голопристанської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Збур''ївський заклад повної загальної середньої освіти Бехтерської сільської ради Голопристанського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Збур''ївська загальноосвітня школа I-III ступенів Збур''ївської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Осокорівський заклад повної загальної середньої освіти Нововоронцовської селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Осокорівська загальноосвітня школа I-III ступенів Осокорівської сільської ради Нововоронцовського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сивашівський заклад загальної середньої освіти Новотроїцької селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Сивашівська загальноосвітня школа I-III ступенів Новотроїцького району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Одрадівський заклад загальної середньої освіти Новотроїцької селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Отрадівська загальноосвітня школа I-III ступенів Новотроїцького району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Козачелагерська загальноосвітня школа І-ІІІ ступенів" Олешківської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Козачелагерська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новомаячківський заклад загальної середньої освіти І-ІІІ ступенів Ювілейної сільської ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Новомаячківська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Раденська загальноосвітня школа І-ІІІ ступенів" Олешківської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Раденська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ювілейнівський опорний заклад загальної середньої освіти І-ІІІ ступенів Ювілейної сільської ради Олешківського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Ювілейнівський заклад загальної середньої освіти І-ІІІ ступенів Ювілейної сільської ради Олешківського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Костогризівська загальноосвітня школа І-ІІІ ступенів" Олешківської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Костогризівська загальноосвітня школа І-ІІІ ступенів Олешківської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Михайлівський ліцей Новомиколаївської сільської ради Скадовського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Михайлівська загальноосвітня школа І-ІІІ ступенів Скадовської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Володимирівський ліцей Лазурненської селищної ради Скадовського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Володимирівська загальноосвітня школа І-ІІІ ступенів Скадовської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Осламівський ліцей Віньковецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Осламівська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дашковецький ліцей Віньковецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Дашковецький навчально-виховний комплекс "Середня загальноосвітня школа I-II ступенів-ліцей"', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад «Купільська загальноосвітня школа І-ІІІ ступенів Війтовецької селищної ради Хмельницької області»', N'Хмельницька область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад «Купільська загальноосвітня школа І-ІІІ ступенів Волочиської районної ради Хмельницької області»', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чабанівський ліцей Староушицької селищної ради Кам''янець-Подільського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Чабанівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - ДНЗ "Казковий світ"', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кошелівський ліцей ім. В.Ф.Ковальчука Красилівського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Кошелівський ліцей Красилівського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кучанська загальноосвітня школа I-III ступенів Новоушицької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Кучанська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти Кустовецький ліцей Полонської міської ради Полонської міської об''єднаної територіальної громади Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Кустовецький ліцей Полонської міської ради Полонської міської об''єднаної територіальної громади Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хоровецький ліцей Улашанівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Хоровецький навчально-виховний комплекс "дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів" Славутської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Райковецька загальноосвітня школа I-III ступенів Гвардійської сільської ради Хмельницького району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Райковецька загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Летавський ліцей Чемеровецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Летавська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Соколівський заклад загальної середньої освіти I-III ступенів Ярмолинецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Соколівська загальноосвітня школа I-III ступенів Ярмолинецького району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Москалівський заклад загальної середньої освіти I-III ступенів Ярмолинецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Москалівська загальноосвітня школа I-III ступенів Ярмолинецького району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хлистунівський заклад загальної середньої освіти І-ІІІ ступенів Городищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Хлистунівський академічний ліцей Хлистунівської сільської ради Городищенського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Товстівський заклад освіти "Заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Вільшанської селищної ради Городищенського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Товстівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Городищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с. Бойківщина Драбівської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с. Бойківщина Михайлівської сільської ради Драбівського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти I-IІI ступенів с. Білоусівка Драбівської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Білоусівська загальноосвітня школа І-ІІІ ступенів Драбівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Конельськопопівський заклад загальної середньої освіти I-III ступенів Жашківської міської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Конельськопопівський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Житницький заклад загальної середньої освіти I-III ступенів Жашківської міської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Житницький заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тетерівський заклад загальної середньої освіти I-III ступенів Жашківської міської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Тетерівський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Соколівський опорний заклад загальної середньої освіти I-III ступенів Жашківської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Соколівський опорний заклад загальної середньої освіти І-ІІІ ступенів Соколівської сільської ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пугачівський заклад загальної середньої освіти I-III ступенів Жашківської міської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Пугачівський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Коробівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - заклад дошкільної освіти" Золотоніської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Коробівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Золотоніської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Крупський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - заклад дошкільної освіти" Золотоніської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Крупський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Золотоніської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гладківщинський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Піщанської сільської ради Золотоніського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Гладківщинський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Золотоніської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Баландинський ліцей Баландинської сільської ради Кам''янського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Баландинська загальноосвітня школа І-ІІІ ступенів Баландинської сільської ради Кам''янського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Бобрицький ліцей» Бобрицької сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Бобрицький ліцей" Бобрицької сільської ради Канівського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Таганчанський ліцей" Степанецької сільської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Таганчанський ліцей" Таганчанської сільської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вікнинський заклад загальної середньої освіти', N'Черкаська область'),
 dbo.get_eo_hash(N'Вікнинський навчально-виховний комплекс "Дошкільний навчальний заклад-загальноосвітня школа І-ІІІ ступенів" Катеринопільської районної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Авторська О.А.Захаренка середня загальноосвітня школа с. Сахнівка Набутівської сільської ради Корсунь-Шевченківського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Авторська О.А.Захаренка середня загальноосвітня школа І-ІІІ ступенів с. Сахнівка Набутівської сільської ради Корсунь-Шевченківського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Коритнянський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Коритнянський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Леськівський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Леськівський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тернівський ліцей Тернівської сільської ради Смілянського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів села Тернівка Тернівської сільської ради Смілянського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ірдинський ліцей - заклад загальної середньої освіти з дошкільним підрозділом Білозірської сільської ради Черкаського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Ірдинський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Білозірської сільської ради Черкаського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Білозірський ліцей - опорний заклад загальної середньої освіти Білозірської сільської ради Черкаського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Білозірська загальноосвітня школа І-ІІІ ступенів" Білозірської сільської ради Черкаського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Яснозірський заклад загальної середньої освіти І-ІІІ ступенів Мошнівської сільської ради Черкаського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Яснозірська загальноосвітня школа І-ІІІ ступенів Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чорнявський навчально-виховний комплекс « Заклад дошкільної освіти – заклад загальної середньої освіти І-ІІІ ступенів» Леськівської сільської ради Черкаського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Чорнявський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тубільцівський заклад загальної середньої освіти І-ІІІ ступенів Мошнівської сільської ради Черкаського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Тубільцівська загальноосвітня школа І-ІІІ ступенів Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шелепуський заклад загальної середньої освіти І-ІІІ ступенів Мошнівської сільської ради Черкаського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Шелепуська загальноосвітня школа І-ІІІ ступенів Черкаської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Трушівський навчально-виховний комплекс «заклад загальної середньої освіти І-ІІІ ступенів – заклад дошкільної освіти» Чигиринської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Трушівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чигиринської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хрестителівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальнооосвітня школа І-ІІІ ступенів" Чорнобаївської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Хрестителівський навчально-виховний комплекс "Дошкільний навчальний заклад - загальнооосвітня школа І-ІІІ ступенів" Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вереміївський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Іркліївської сільської ради Золотоніського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Вереміївський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Черешенський заклад загальної середньої освіти І – ІІІ ступенів Вижницької міської ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Черешенська загальноосвітня школа І-ІІІ ступенів Вижницької міської ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Коритненський заклад загальної середньої освіти І-ІІІ ступенів Банилівської сільської ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Коритненська загальноосвітня школа І-ІІІ ступенів Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад – навчально-виховний комплекс «Великобудський загальноосвітній навчальний заклад – дошкільний навчальний заклад» Острицької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад – навчально-виховний комплекс «Великобудський загальноосвітній навчальний заклад – дошкільний навчальний заклад» Великобудської сільської ради Герцаївського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Петрашівська загальноосвітня школа І-ІІІ ступенів Герцаївської міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Петрашівська загальноосвітня школа І-ІІІ ступенів Герцаївської районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Коровійська загальноосвітня школа І-ІІІ ступенів Чернівецької міської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Коровійська загальноосвітня школа І-ІІІ ступенів Коровійської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кам''янська загальноосвітня школа І-ІІІ ступенів Кам''янської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Кам''янська загальноосвітня школа І-ІІІ ступенів Кам''янської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Йорданештський заклад загальної середньої освіти Карапчівської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Йорданештська загальноосвітня школа І-ІІІ ступенів Йорданештської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Веренчанський опорний заклад загальної середньої освіти І-ІІІ ступенів імені Ірини Вільде Веренчанської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Веренчанська загальноосвітня школа І-ІІІ ступенів ім. Ірини Вільде Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Горошовецький заклад загальної середньої освіти Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Горошовецький заклад загальної середньої освіти Юрковецької сільської ради Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Баламутівський заклад загальної середньої освіти Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Баламутівський заклад загальної середньої освіти Юрковецької сільської ради Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кадубовецький заклад загальної середньої освіти І-ІІІ ступенів Кадубовецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Кадубовецька загальноосвітня школа І-ІІІ ступенів Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Юрковецький заклад загальної середньої освіти Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Юрковецький заклад загальної середньої освіти Юрковецької сільської ради Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нелиповецький навчально-виховний комплекс "загальноосвітній навчальний заклад-дошкільний навчальний заклад" Кельменецької селищної ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Нелиповецький навчально-виховний комплекс "дошкільний навчальний заклад-загальноосвітній навчальний заклад" Кельменецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоселицький навчально-виховний комплекс "загальноосвітній навчальний заклад-дошкільний навчальний заклад" Кельменецької селищної ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Новоселицький навчально-виховний комплекс "загальноосвітній навчальний заклад-дошкільний навчальний заклад" Кельменецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комарівський навчально-виховний комплекс "загальноосвітній навчальний заклад-дошкільний навчальний заклад" Кельменецької селищної ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Комарівський навчально-виховний комплекс загальноосвітній навчальний заклад-дошкільний навчальний заклад Кельменецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів с. Іванівці Кельменецької селищної ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа І-ІІІ ступенів села Іванівці Кельменецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бузовицький навчально-виховний комплекс "загальноосвітній навчальний заклад-дошкільний навчальний заклад" Кельменецької селищної ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Бузовицький навчально-виховний комплекс "загальноосвітній навчальний заклад-дошкільний навчальний заклад" Кельменецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Неполоковецький заклад загальної середньої освіти І-ІІІ ступенів Неполоковецької селищної ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Неполоковецький заклад загальної середньої освіти І-ІІІ ступенів Неполоковецької селищної ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Киселівський опорний загальноосвітній навчальний заклад І-ІІІ ступенів Веренчанської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Киселівський опорний загальноосвітній навчальний заклад І-ІІІ ступенів Киселівської сільської ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Подвірненський заклад загальної середньої освіти І-ІІІ ступенів Мамалигівської сільської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Подвірненська загальноосвітня школа І-ІІІ ступенів Мамалигівської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чорнівський навчально-виховний комплекс "Загальноосвітній навчальний заклад-дошкільний навчальний заклад" Чернівецької міської радиі', N'Чернівецька область'),
 dbo.get_eo_hash(N'Чорнівський навчально-виховний комплекс "Загальноосвітній навчальний заклад-дошкільний навчальний заклад" Чорнівської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Довжоцький навчально-виховний комплекс "загальноосвітній навчальний заклад-дошкільний навчальний заклад" Новоселицької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Довжоцький навчально-виховний комплекс "Загальноосвітній навчальний заклад-дошкільний навчальний заклад" Довжоцької сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Острицький заклад загальної середньої освіти І-ІІІ ступенів Магальської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Острицька загальноосвітня школа І-ІІІ ст.Магальської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рокитненський заклад загальної середньої освіти І-ІІІ ступенів Новоселицької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Рокитненська загальноосвітня школа І-ІІІ ступенів Новоселицької міської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Динівецький навчально-виховний комплекс "загальноосвітній навчальний заклад-дошкільний навчальний заклад" Новоселицької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Динівецький навчально-виховний комплекс "Загальноосвітній навчальний заклад-дошкільний навчальний заклад" Динівецької сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Підзахаричівський навчально-виховний комплекс "Перлина Гуцульщини" Усть-Путильської сільської ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Підзахаричівський навчально-виховний комплекс "Перлина Гуцульщини" Путильської районної ради Путильського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Розтоківський заклад загальної середньої освіти І-ІІІ ступенів Усть-Путильської сільської ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Розтоківська загальноосвітня школа І-ІІІ ступенів Путильської районної ради Путильського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Михалківський ліцей Сокирянської міської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Михалківський навчально-виховний комплекс Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с.Вашківці Дністровського району', N'Чернівецька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Вашківці Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Білоусівський ліцей Сокирянської міської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Білоусівський навчально-виховний комплекс Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Романковецький ліцей імені академіка К.Ф. Поповича Сокирянської міської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Романковецька гімназія імені академіка Костянтина Федоровича Поповича Сокирянського району Чернівецької області"', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гвіздівецький ліцей Сокирянської міської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Гвіздівці Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шебутинецький ліцей Сокирянської міської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад Шебутинецький навчально-виховний комплекс (заклад дошкільної освіти-заклад загальної середньої освіти І-ІІІ ступенів) Сокирянської районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад Старожадівський ліцей Сторожинецької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Старожадівський навчально-виховний комплекс Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Годилівський заклад загальної середньої освіти І-ІІІ ступенів Великокучурівської сільської ради Чернівецього району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Годилівський навчально-виховний комплекс Великокучурівської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Їжівський ліцей Чудейської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Їжівська загальноосвітня школа І-ІІІ ступенів Чудейської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великокучурівський заклад загальної середньої освіти І-ІІІ ступенів імені Володимира Бузенка Великокучурівської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Великокучурівський заклад загальної середньої освіти І-ІІІ ступенів імені В.Бузенка Великокучурівської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кам''янський ліцей Кам''янської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Кам''янський ліцей Кам''янської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шировецький навчально-виховний комплекс" Заклад загальної середньої освіти І-ІІІ ступеня- заклад дошкільної освіти" Недобоївської сільскої ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Шировецький навчально-виховний комплекс" Загальноосвітній навчальний заклад І-ІІІ ступеня- дошкільний навчальний заклад" Ширівецької сільскої ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Грозинецький навчально-виховний комплекс І-ІІІ ступенів Топорівської сільскої ради Чернівенького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Грозинецький навчально-виховний комплекс" Загальноосвітній навчальний заклад І-ІІІ ступеня- дошкільний навчальний заклад" Грозинецької сільскої ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Перебиковецький заклад загальної середньої освіти І-ІІІ ступенів Клішковецької сільської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Перебиковецька загальноосвітня школа І-ІІІ ступенів Перебиковецької сільської ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Недобоївський заклад загальної середньої освіти І-ІІІ ступенів імені Григорія Томіна Недобоївської сільської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Недобоївський заклад загальної середньої освіти І-ІІІ ступенів Недобоївської сільської ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ядутинська загальноосвітня школа I-III ступенів Борзнянської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Ядутинська загальноосвітня школа I-III ступенів Борзнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Озерянський заклад загальної середньої освіти I-III ступенів Озерянської сільської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Озерянський заклад загальної середньої освіти I-III ст. Варвинської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Березнянський опорний заклад загальної середньої освіти І-ІІІ ступенів Березнянської селищної ради Чернігівського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Березнянський опорний заклад загальної середньої освіти I-III ступенів Менської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Биринський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Новгород-Сіверської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Биринський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Новгород-Сіверської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Блистівський навчально-виховний комплекс Новгород-Сіверської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Блистівський навчально-виховний комплекс Новгород-Сіверської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Грем''яцька загальноосвітня школа I-III ступенів Новгород-Сіверської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Грем''яцька загальноосвітня школа I-III ступенів Новгород-Сіверської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Орлівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Новгород-Сіверської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Орлівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Новгород-Сіверської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великоустівська загальноосвітня школа I-III ступенів Сосницької селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Великоустівська загальноосвітня школа I-III ступенів Сосницької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Киселівський навчально-виховний комплекс "Загальноосвітній навчальний заклад-дошкільний навчальний заклад" Киселівської сільської ради Чернігівського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Киселівський навчально-виховний комплекс "Загальноосвітній навчальний заклад-дошкільний навчальний заклад" Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Халявинський заклад загальної середньої освіти I-III ступенів Новобілоуської сільської ради Чернігівського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Халявинська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сестринівський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів ім. М. Грушевського Козятинської міської ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Сестринівський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа-дитячий садок" імені Михайла Грушевського Козятинського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Антонівська загальноосвітня школа I-III ступенів Томашпільської селищної ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Антонівська загальноосвітня школа I-III ступенів Томашпільської районної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Заклад загальної середньої освіти I-III ступенів села Маркуші» Хмільницької районної ради', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Маркуші', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти "Карасинський ліцей" Сошичненської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Карасин Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Навізький ліцей" Рожищенської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Навіз Рожищенського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Письменський заклад загальної середньої освіти І-ІІІ ступенів з дошкільним відділенням Васильківської селищної ради Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Письменська середня загальноосвітня школа Васильківського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Семенівський заклад загальної середньої освіти Криничанського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Семенівська середня загальноосвітня школа Криничанського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад освіти "Голубівський опорний освітній заклад Перещепинської міської ради Дніпропетровської області"', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти "Голубівська загальноосвітня школа І-ІІІ ступенів Перещепинської міської ради Дніпропетровської області"', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чаплинський заклад загальної середньої освіти - заклад дошкільної освіти Петриківської селищної ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Чаплинський навчально-виховний комплекс І-ІІІ ступенів Петриківської районної ради Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Стрижівський ліцей Коростишівської міської ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Стрижівський ліцей Коростишівської міської ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Луківська загальноосвітня школа I-III ступенів Малинської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Луківська загальноосвітня школа I-III ступенів Малинського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тепеницька загальноосвітня школа I-III ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Тепеницька загальноосвітня школа I-III ступенів Олевського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дідковецька загальноосвітня школа I-III ступенів, Чуднівської міської ради, Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Дідковецька загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Косонський ліцей імені Арань Яноша" Косонської сільської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Косоньський ліцей імені Арань Яноша з угорською мовою навчання Берегівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шаланківська загальноосвітня школа І-ІІІ ступенів Вилоцької селищної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Шаланківська загальноосвітня школа І-ІІІ ступенів Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Боржавська загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад" Виноградівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Боржавська загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад" Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вербовецька загальноосвітня школа І-ІІІ ступенів Вилоцької селищної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Вербовецька загальноосвітня школа І-ІІІ ступенів Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Оноцька загальноосвітня школа І-ІІІ ступенів Виноградівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Оноцька загальноосвітня школа І-ІІІ ступенів Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чепівський заклад загальної середньої освіти І-ІІІ ступенів Пийтерфолвівської сільської ради Берегівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Чепівська загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад" Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Неветленфолівський заклад загальної середньої освіти І-ІІІ ступенів Пийтерфолвівської сільської ради Берегівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Неветленфолівська загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад"Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великоком''ятівська загальноосвітня школа І-ІІІ ступенів Виноградівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Великоком"ятівська загальноосвітня школа І-ІІІ ступенів Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кальницька загальноосвітня школа І-ІІІ ступенів Великолучківської сільської ради Мукачівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Кальницька загальноосвітня школа І-ІІІ ступенів Мукачівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кобилецько-Полянський заклад загальної середньої освіти І-ІІІ ступенів Великобичківської селищної ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Кобилецько-Полянська загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Квасівський заклад загальної середньої освіти І-ІІІ ступенів Ясінянської селищної ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Квасівська загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с.Розтоки Богданської сільської ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Розтоківська загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с.Луги Богданської сільської ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Лугівська загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Росішківський заклад загальної середньої освіти І-ІІІ ступенів Великобичківської селищної ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Росішківська загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Білоцерківський заклад загальної середньої освіти І-ІІІ ступенів з румунською мовою навчання Солотвинської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Білоцерківська загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Середньоводянський заклад загальної середньої освіти І-ІІІ ступенів Солотвинської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Середньоводянська загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тереблянський опорний заклад загальної середньої освіти І-ІІІ ступенів Тячівської районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Тереблянський навчально- виховний комплекс «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Тячівської районної ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лопухівський опорний заклад загальної середньої освіти І-ІІІ ступенів Тячівської районної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Лопухівська загальноосвітня школа І-ІІІ ступенів Лопухівської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Углянський заклад загальної середньої освіти І-ІІІ ст. Углянської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Углянська загальноосвітня школа І-ІІІ ступенів Углянської сільської ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД „ЛІНЦІВСЬКИЙ ЛІЦЕЙ СЕРЕДНЯНСЬКОЇ СЕЛИЩНОЇ РАДИ”', N'Закарпатська область'),
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД „ЛІНЦІВСЬКИЙ ЛІЦЕЙ УЖГОРОДСЬКОЇ РАЙОННОЇ РАДИ ЗАКАРПАТСЬКОЇ ОБЛАСТІ”', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сюртівський ліцей Сюртівської сільської ради Ужгородського району Закарпатської області.', N'Закарпатська область'),
 dbo.get_eo_hash(N'Сюртівська загальноосвітня школа І-III ступенів Ужгородської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Концівський опорний заклад загальної середньої освіти І-ІІІ ступенів Холмківської сільської ради Ужгородського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Концівська загальноосвітня школа I-III ступенів Ужгородської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Малодобронський ліцей Великодобронської сільської ради Ужгородського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Малодобронська загальноосвітня школа I-III ступенів Ужгородської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Боронявський заклад загальної середньої освіти І-ІІІ ступенів Хустської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Боронявська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Данилівський заклад загальної середньої освіти І-ІІІ ступенів Хустської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Данилівський НВК "ЗНЗ І-ІІІ ступенів -ДНЗ" Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Копашнівський заклад загальної середньої освіти І-ІІІ ступенів Хустської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Копашнівська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Світлодолинська загальноосвітня школа I-III ступенів Терпіннівської сільської ради Мелітопольського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Світлодолинська загальноосвітня школа I-III ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа "Григорівська загальноосвітня школа I-III ступенів" Пологівської міської ради Пологівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальна установа "Григорівська загальноосвітня школа I-III ступенів" Пологівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бабченський ліцей Солотвинської селищної ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Бабченський навчально-виховний комплекс Богородчанської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зеленський ліцей Зеленської сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Зеленський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Замагорівський ліцей Верховинської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Замагорівська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Торговицький навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" ім. Л. Мартовича Городенківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Торговицький навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" ім.Л.Мартовича', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Спаський ліцей імені Івана Франка Нижньовербізької сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Спаський ліцей імені Івана Франка Коломийської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великоключівський ліцей Нижньовербізької сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Великоключівський ліцей Нижньовербізької сільської ради об''єднаної територіальної громади Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Розтоківський ліцей Кутської селищної ради Косівського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Розтоківський ліцей Косівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Стопчатівський ліцей Яблунівської селищної ради Косівського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Стопчатівський ліцей Яблунівської селищної ради об''єднаної територіальної громади Косівського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліснотарновицький ліцей Надвірнянської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Ліснотарновицький навчально-виховний комплекс Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Білоославський ліцей імені Марійки Підгірянки Делятинської селищної ради Надвірнянського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Білоославська загальноосвітня школа І-ІІІ ступенів імені Марійки Підгірянки Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тисменичанський ліцей Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Тисменичанська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Назавизівський ліцей Надвірнянської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Назавизівська загальноосвітня школа І-ІІІ ступенів Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Королівський ліцей Тлумацької міської ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Королівська загальноосвітня школа І-ІІІ ступенів Тлумацької міської ради об''єднаної територіальної громади Тлумацького району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Саварський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" імені А.М.Люльки Богуславської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Саварський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" імені А.М.Люльки Богуславської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Загальцівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів-дитячий садок" Бородянської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад Загальцівське навчально-виховне об"єднання "Загальноосвітня школа І-ІІІ ступенів-дитячий садок" Бородянської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад Зазимської сільської ради Броварського району Київської області "Пухівське навчально-виховне об''єднання"', N'Київська область'),
 dbo.get_eo_hash(N'Пухівська загальноосвітня школа І-ІІІ ступенів Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старопетрівська загальноосвітня школа І-ІІІ ступенів Петрівської сільської ради', N'Київська область'),
 dbo.get_eo_hash(N'Старопетрівська загальноосвітня школа І-ІІІ ступенів Вишгородської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пашківська загальноосвітня школа І-ІІІ ступенів Макарівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Пашківська загальноосвітня школа І-ІІІ ступенів Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Улянівський заклад загальної середньої освіти І - ІІІ ступенів – заклад дошкільної освіти» Ташанської сільської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Улянівське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад Красятицьке навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дитячий садок " Поліської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад Красятицьке навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дитячий садок " Поліської районної ради.Поліського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Северинівський заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти Таращанської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Северинівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Таращанської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пилипівський заклад загальної середньої освіти І-ІІІ ступенів Кожанської селищної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Пилипівський заклад загальної середньої освіти І-ІІІ ступенів Фастівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Триліський заклад загальної середньої освіти І-ІІІ ступенів ім. Ю.С. Коваленка Кожанської селищної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Триліський заклад загальної середньої освіти І-ІІІ ступенів ім. Ю.С.Коваленка Фастівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шамраївський заклад загальної середньої освіти І-ІІІ ступенів Благовіщенської міської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Шамраївська загальноосвітня школа І-ІІІ ступенів Благовіщенської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Могильненський ліцей" Заваллівської селищної ради Голованівського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Могильненський ліцей Гайворонської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Перегонівський ліцей Перегонівської сільської ради Голованівського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Перегонівський ліцей Голованівської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Гурівський опорний заклад загальної середньої освіти I-III ступенів Гурівської сільської ради"', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Гурівський опорний заклад загальної середньої освіти I-III ступенів Долинської районної ради"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс "Сасівська загальноосвітня школа І-ІІІ ступенів-заклад дошкільної освіти" Компаніївської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Сасівська загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад Компаніївської районної ради Кіровоградської області"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Навчально-виховне об''єднання "Тишківська загальноосвітня школа І - ІІІ ступенів -дошкільний навчальний заклад" Новомиргородської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Навчально-виховне об''єднання "Тишківська загальноосвітня школа І - ІІІ ступенів -дошкільний навчальний заклад" Новомиргородської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Красносільське навчально-виховне об''єднання" Олександрівської селищної ради Кропивницького району Кіровоградської областіі', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Красносільське навчально-виховне об''єднання" Олександрівської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Косівський заклад загальної середньої освіти І-ІІІ ступенів - заклад позашкільної освіти Приютівської селищної ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Косівське навчально-виховне об''єднання "загальноосвітня школа І-ІІІ ступенів - позашкільний центр" Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Улянівський заклад загальної середньої освіти І-ІІІ ступенів Попельнастівської сільської ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Улянівська загальноосвітня школа І-ІІІ ступенів Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новомикільський ліцей Кремінської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс «Новомикільська загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Кремінської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с. Батятичі Кам’янка-Бузької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с. Батятичі Кам’янка-Бузького району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дунаївський заклад загальної середньої освіти І-ІІІ ступенів Перемишлянської міської ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Дунаївська загальноосвітня школа І-ІІІ ступенів Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Липовецький заклад загальної середньої освіти І-ІІІ ступенів Перемишлянської міської ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" с.Липівці Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бабинський заклад загальної середньої освіти І-ІІІ ступенів Новокалинівської міської ради Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Бабинська середня загальноосвітня школа І-ІІІ ступенів Бабинської сільської ради Самбірського району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Віжомлянський заклад загальної середньої освіти І-ІІІ ступенів імені Івана Севери Яворівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Віжомлянський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів ім.Івана Севери-дошкільний навчальний заклад" Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Привільненський заклад загальної середньої освіти I-III ступенів Привільненської сільської ради Баштанського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Привільненська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старогороженський заклад загальної середньої освіти I-III ступенів Привільненської сільської ради Баштанського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Старогороженська загальноосвітня школа I-III ступенів Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комісарівський заклад загальної середньої освіти I-III ступенів Березанської селищної ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Комісарівська загальноосвітня школа I-III ступенів Березанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Любомирівський заклад загальної середньої освіти І-ІІІ ступенів Березнегуватської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Любомирівська загальноосвітня школа I-III ступенів Березнегуватьскої районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сергіївський заклад загальної середньої освіти I-III ступенів Братської селищної ради Братського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Сергіївська загальноосвітня школа I-III ступенів Братської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новосвітлівська загальноосвітня школа I-III ступенів Веселинівської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новосвітлівська загальноосвітня школа I-III ступенів Веселинівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Грейгівський заклад загальної середньої освіти I-III ступенів Воскресенської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Грейгівська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зеленогайський заклад загальної середньої освіти I-III ступенів Шевченківської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Зеленогайська загальноосвітня школа I-III ступенів Шевченківської сільської ради Вітовського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нововасилівська загальноосвітня школа I-III ступенів Врадіївської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Нововасилівська загальноосвітня школа I-III ступенів Врадіївської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Куйбишевський заклад загальної середньої освіти I-III ступенів Єланецької селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Куйбишевська загальноосвітня школа I-III ступенів Єланецької районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Луканівський заклад загальної середньої освіти I-III ступенів з дошкільним підрозділом Кривоозерської селищної ради"', N'Миколаївська область'),
 dbo.get_eo_hash(N'Луканівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - дитячий садок" Кривоозерської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Курячелозівський заклад загальної середньої освіти I-III ступенів Кривоозерської селищної ради"', N'Миколаївська область'),
 dbo.get_eo_hash(N'Курячелозівська загальноосвітня школа I-III ступенів Кривоозерської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вільнозапорізька загальноосвітня школа I-III ступенів Вільнозапорізької сільської ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Вільнозапорізька загальноосвітня школа I-III ступенів Новобузької районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сухоєланецький заклад загальної середньої освіти І-ІІІ ступенів Сухоєланецької сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Сухоєланецька загальноосвітня школа I-III ступенів Новоодеської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Підгороднянська загальноосвітня школа I-III ступенів Первомайської міської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Підгороднянська загальноосвітня школа I-III ступенів Первомайської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Пужайківський заклад загальної середньої освіти - заклад дошкільної освіти" Піщанської сільської ради Балтського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Навчально - виховний комплекс "Пужайківська загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Балтської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кам''янський заклад загальної середньої освіти Вигодянської сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Кам''янська загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дмитрівський заклад загальної середньої освіти - заклад дошкільної освіти ім. С.С.Курогло Городненської сільської ради Болградського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Дмитрівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад імені С.С.Курогло" Болградської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Навчально-виховний комплекс «Заклад загальної середньої освіти І-ІІІ ступенів - дошкільний заклад» смт. Затишшя Роздільнянського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Опорний заклад "Навчально-виховний комплекс «Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний заклад» смт. Затишшя Захарівського району Одеської області"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Фурманівський заклад загальної середньої освіти Кілійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Фурманівська загальноосвітня школа I-III ступенів Кілійського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Шершенецький заклад загальної середньої освіти" Кодимської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Шершенецька загальноосвітня школа I-III ступенів" Кодимської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сичавський комунальний заклад загальної середньої освіти Южненської міської ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Сичавська загальноосвітня школа I-III ступенів Лиманської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад Троїцька загальноосвітня школа І-ІІІ ступенів Любашівської селищної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Опорний заклад Троїцька загальноосвітня школа І-ІІІ ступенів Любашівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ясенівський навчально-виховний комплекс " Заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти" Зеленогірської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Ясенівський навчально-виховний комплекс " Загальноосвітня школа I-III ступенів - ДНЗ" Любашівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зеленогірський опорний заклад загальної середньої освіти І-ІІІ ступенів Зеленогірської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Опорний заклад Зеленогірська загальноосвітня школа І-ІІІ ступенів Любашівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Познанський навчально - виховний комплекс "Заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти" Зеленогірської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Навчально - виховний комплекс " Загальноосвітня школа I-III ступенів - дитячий садок" с. Познанка Перша Любашівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Стрюківський заклад загальної середньої освіти Стрюківської сільської ради Миколаївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Стрюківська загальноосвітня школа I-III ступенів Миколаївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти "Чорнянська загальноосвітня школа I-III ступенів Oкнянської селищної ради окнянського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний опорний заклад освіти "Чорнянська загальноосвітня школа I-III ступенів Oкнянського району Одеської області"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Плавнінський заклад загальної середньої освіти Ренійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Плавнінська загальноосвітня школа I-III ступенів Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новосільський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-ліцей" Ренійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Новосільський навчально-виховний комплекс "загальноосвітня школа I-III ступенів-ліцей" Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нагірнянський заклад загальної середньої освіти Ренійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Нагірнянська загальноосвітня школа I-III ступенів Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Кам''янська загальноосвітня школа I-III ступенів Роздільнянської міської ради Одеської області"', N'Одеська область'),
 dbo.get_eo_hash(N'Кам''янська загальноосвітня школа I-III ступенів, Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Слобідський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів- заклад дошкільної освіти" Роздільнянської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Слобідський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів- дошкільний навчальний заклад" Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Кошарська загальноосвітня школа І-ІІІ ступенів Роздільнянської міської ради Одеської області"', N'Одеська область'),
 dbo.get_eo_hash(N'Кошарська загальноосвітня школа І-ІІІ ступенів Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Осичківський заклад загальної середньої освіти Савранської селищної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Осичківська загальноосвітня школа I-III ступенів Савранської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бакшанський опорний заклад загальної середньої освіти Савранської селищної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад - Бакшанський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Савранського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Концебівський заклад загальної середньої освіти Савранської селищної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Концебівська загальноосвітня школа I-III ступенів Савранської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ройлянський заклад загальної середньої освіти І-ІІІ ступенів Успенівської сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Ройлянська загальноосвітня школа I-III ступенів Саратської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Фараонівський опорний заклад загальної середньої освіти I-III cтупенів Петропавлівської сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Фараонівський навчально-виховний комплекс "Загальноосвітня школа I-III cтупенів-дошкільний навчальний заклад (ясла-садок)" Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад Надрічненський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Бородінської селищної ради', N'Одеська область'),
 dbo.get_eo_hash(N'Надрічненський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Тарутинської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Вишнівський навчально-виховний комплекс "Заклад загальної середньої освіти I-III ступенів-заклад дошкільної освіти" Дивізійської сільської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Вишнівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Татарбунарського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Новоєлизаветівський заклад загальної середньої освіти I-III ступенів" Знам''янської сільської ради Іванівського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Новоєлизаветівська загальноосвітня школа I-III ступенів Ширяївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Милорадівський заклад загальної середньої освіти І-ІІІ ступенів Великорублівської сільської ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Милорадівська загальноосвітня школа І-ІІІ ступенів Котелевської районної ради', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гаркушинська гімназія Миргородської міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Гаркушинський заклад загальної середньої освіти І-ІІІ ступенів Миргородської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Осівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Осівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вичівський ліцей Зарічненської селищної ради Вараського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Вичівська загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Копитківська загальноосвітня школа І-ІІІ ступенів Здолбунівської міської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Копитківська загальноосвітня школа І-ІІІ ступенів Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Злазненський ліцей Головинської сільської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Злазненська загальноосвітня школа І-ІІІ ступенів Костопільської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Підгаєцький ліцей Млинівської селищної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Підгаєцька загальноосвітня школа І-ІІІ ступенів Млинівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Більський ліцей Рокитнівської селищної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Більська загальноосвітня школа І-ІІІ ступенів Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великобубнівський заклад загальної середньої освіти I-III ступенів Роменської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад «Великобубнівська загальноосвітня школа І-ІІІ ступенів Роменської районної ради Сумської області»', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Підсереднянський ліцей Великобурлуцької селищної ради»', N'Харківська область'),
 dbo.get_eo_hash(N'Підсереднянська загальноосвітня школа I-III ступенів Великобурлуцької районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Бугаївський ліцей Вовчанської міської ради Чугуївського району Харківської області»', N'Харківська область'),
 dbo.get_eo_hash(N'Бугаївська загальноосвітня школа I-III ступенів Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Іщенська загальноосвітня школа I-III ступенів', N'Херсонська область'),
 dbo.get_eo_hash(N'Іщенська загальноосвітня школа I-III ступенів Великоолександрівського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сокологірненський заклад загальної середньої освіти Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Сокологірненська загальноосвітня школа I-III ступенів Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великокардашинська загальноосвітня школа I-III ступенів Голопристанської міської ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Великокардашинська загальноосвітня школа I-III ступенів Великокардашинської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Таврійська загальноосвітня школа I-III ступенів Голопристанської міської ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Таврійська загальноосвітня школа I-III ступенів Гладківської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новософіївський ліцей Лазурненської селищної ради Скадовського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Новософіївський заклад повної загальної середньої освіти Новософіївської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Вадимський заклад повної загальної середньої освіти" Мирненської селищної ради Каланчацького району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Вадимська загальноосвітня школа І-ІІІ ступенів Мирненської селищної ради Каланчацького району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новомиколаївський заклад загальної середньої освіти Новотроїцької селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Новомиколаївський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - ясла-садок"', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дивненський заклад загальної середньої освіти Новотроїцької селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Дивненська загальноосвітня школа I-III ступенів Новотроїцького району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тарасівський ліцей Скадовської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Тарасівська загальноосвітня школа І-ІІІ ступенів Скадовської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новомиколаївський ліцей Новомиколаївської сільської ради Скадовського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Новомиколаївська загальноосвітня школа I-III ступенів Скадовської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД "М''ЯКОТІВСЬКИЙ ЛІЦЕЙ ПЛУЖНЕНСЬКОЇ СІЛЬСЬКОЇ РАДИ ІЗЯСЛАВСЬКОГО РАЙОНУ ХМЕЛЬНИЦЬКОЇ ОБЛАСТІ"', N'Хмельницька область'),
 dbo.get_eo_hash(N'М''якотівська загальноосвітня школа I-III ступенів Ізяславської районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Голосківський ліцей Меджибізької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Голосківський ліцей Меджибізької селищної ради Летичівського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вишнівчицький ліцей імені С.М.Раєвського Чемеровецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Вишнівчицька загальноосвітня школа I-III ступенів імені С.М.Раєвського Чемеровецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Савинецький заклад загальної середньої освіти I-III ступенів Ярмолинецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Савинецька загальноосвітня школа I-III ступенів Ярмолинецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кривчунський заклад загальної середньої освіти I-III ступенів Жашківської міської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Кривчунський заклад загальної середньої освіти І-ІІІ ступенів Жашківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Моринський ліцей з дошкільною групою імені Героя Радянського Союзу А.П.Харковця Моринської сільської ради Корсунь-Шевченківського районуЧеркаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Моринський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня спеціалізована сільськогосподарська школа І-ІІІ ступенів" імені Героя Радянського Союзу А.П.Харковця Корсунь-Шевченківської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мар''янівський заклад загальної середньої освіти', N'Черкаська область'),
 dbo.get_eo_hash(N'Мар''янівський навчально-виховний комплекс "Дошкільний навчальний заклад-загальноосвітня школа І-ІІІ ступенів" Лисянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Княжекриницький заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Княже-Криницький заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Собківський ліцей Дмитрушківської сільської ради Уманського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Собківський навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Уманської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вершацький заклад загальної середньої освіти І-ІІІ ступенів Чигиринської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Вершацька загальноосвітня школа І-ІІІ ступенів Чигиринської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Малобурімська загальноосвітня школа І-ІІІ ступенів Чорнобаївської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Малобурімська загальноосвітня школа І-ІІІ ступенів Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лукавецький заклад загальної середньої освіти І-ІІІ ступенів Берегометської селищної ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Лукавецька загальноосвітня школа І-ІІІ ступенів Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад Хряцьківський навчально-виховний комплекс Герцаївської міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Опорний заклад Хряцьківський навчально-виховний комплекс Хряцьківської сільської ради', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Горбівська загальноосвітня школа І-ІІІ ступенів Острицької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Горбівська загальноосвітня школа І-ІІІ ступенів Острицької сільської ради Герцаївського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Байраківський навчально-виховний комплекс Герцаївської міської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Байраківський навчально-виховний комплекс Герцаївської районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опришенська загальноосвітня школа І-ІІІ ступенів Глибоцької селищної ради Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Опришенська загальноосвітня школа І-ІІІ ступенів Опришенської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чагорська загальноосвітня школа І-ІІІ ступенів Глибоцького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Чагорська загальноосвітня школа І-ІІІ ступенів Чагорської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Багринівська загальноосвітня школа І-ІІІ ступенів Кам''янецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Багринівська загальноосвітня школа І-ІІІ ступенів Багринівської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тарасовецький заклад загальної середньої освіти І-ІІІ ступенів імені Іона Ватаману Ванчиковецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Тарасовецька загальноосвітня школа І-ІІІ ст. Тарасовецької сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Костичанівський заклад загальної середньої освіти І-ІІІ ступенів імені Іона Ватаману Ванчиковецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Костичанівська загальноосвітня школа І-ІІІ ст. імені Іона Ватаману Костичанівської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зеленогайський заклад загальної середньої освіти І-ІІІ ступенів (загальноосвітній навчальний заклад) Новоселицької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Зеленогайська загальноосвітня школа І-ІІІ ст. Новоселицької міської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів села Коболчин Сокирянської міської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с.Коболчин Сокирянської міської ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с.Шишківці Дністровського району', N'Чернівецька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Шишківці Вашковецької сільської ради Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Полянський заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти Клішковецької сільської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Полянський навчально-виховний комплекс" Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Клішковецької сільської ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Круглицький навчально-виховний комплекс" Загальноосвітній навчальний заклад І-ІІІ ступеня- дошкільний навчальний заклад" Хотинської міської ради Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Круглицький навчально-виховний комплекс" Загальноосвітній навчальний заклад І-ІІІ ступеня- дошкільний навчальний заклад" Круглицької сільскої ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кинашівська загальноосвітня школа І-ІІІ ступенів Борзнянської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Кинашівська загальноосвітня школа І-ІІІ ступенів Борзнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Івашківський заклад загальної середньої освіти I-III ступенів" Тупичівської сільської ради Городнянського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Івашківська загальноосвітня школа I-III ступенів Городнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Верхівський навчально-виховний комплекс "Заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти"', N'Вінницька область'),
 dbo.get_eo_hash(N'Верхівська загальноосвітня школа I-III ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пиковецький загальноосвітній навчально-виховний комплекс І-ІІІ ступенів Козятинської міської ради Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Пиковецький загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа-дитячий садок" Козятинського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад" Заклад загальної середньої освіти І-ІІІ ступенів села Вишенька" Хмільницької районної ради', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Вишенька', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новосілківський ліцей Горохівської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Новосілки Горохівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старолішнянська загальноосвітня школа І-ІІІ ступенів Поромівської сільської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Стара Лішня Іваничівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Полицівський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Полиці Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Гуто-Боровенський ліцей" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів села Гута-Боровенська Камінь-Каширського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чаруківський ліцей Городищенської сільської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Чаруків Луцького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Іванківська загальноосвітня школа І-ІІІступенів Станишівської сільської ради Житомирського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Іванківська загальноосвітня школа I-III ступенів Андрушівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа "Березниківський заклад загальної середньої освіти І-ІІІ ступенів Ємільчинської селищної ради Житомирської області"', N'Житомирська область'),
 dbo.get_eo_hash(N'Березниківський заклад загальної середньої освіти Ємільчинської селищної ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Броницькогутянський заклад загальної середньої освіти І-ІІІ ступенів', N'Житомирська область'),
 dbo.get_eo_hash(N'Броницькогутянська загальноосвітня школа І-ІІІ ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Горбулівська загальноосвітня школа І-ІІІ ступенів ім. В. Н. Мартиненка', N'Житомирська область'),
 dbo.get_eo_hash(N'Горбулівська загальноосвітня школа І-ІІІ ступенів ім. В.Н. Мартиненка Черняхівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новопільський ліцей Вільської сільської ради Черняхівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Новопільська загальноосвітня школа I-III ступенів Черняхівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Будичанська загальноосвітня школа I-III ступенів Чуднівської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Будичанська загальноосвітня школа I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Арданівський заклад загальної середньої освіти І-ІІІ ступенів Кам''янської сільської ради Берегівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Арданівська загальноосвітня школа І-ІІІ ступенів Іршавської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Малогеєвецький ліцей імені Ференца Егрі Сюртівської сільської ради Ужгородського району Закарпатської області Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Малогеєвецький навчально-виховний комплекс Дошкільний навчальний заклад-загальноосвітня школа І-ІІІ ступенів імені Ференца Егрі Ужгородської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Оноківський опорний заклад загальної середньої освіти І-ІІІ ступенів Оноківської сільської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Оноківська загальноосвітня школа І-ІІІ ступенів Ужгородської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Есенський опорний заклад загальної середньої освіти І-ІІІ ступенів Чопської міської ради Ужгородського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Есенська загальноосвітня школа I-III ступенів Ужгородської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Липовецький заклад загальної середньої освіти І-ІІІ ступенів Хустської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Липовецька загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мордвинівська загальноосвітня школа I-III ступенів Новенської сільської ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Мордвинівська загальноосвітня школа I-III ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Поберезький ліцей Єзупільської селищної ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Поберезький навчально-виховний комплекс " Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Тисменицької районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Товариство з обмеженою відповідальністю "Заклад освіти "Астор"', N'Київська область'),
 dbo.get_eo_hash(N'ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ "ЗАКЛАД ОСВІТИ "АСТОР" ', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великокаратульська гімназія Переяславської міської ради', N'Київська область'),
 dbo.get_eo_hash(N'Великокаратульська загальноосвітня школа І-ІІІ ступенів Переяслав-Хмельницького району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дулицьке навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Сквирської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Дулицьке навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - дошкільни навчальний заклад" Сквирської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бесідський заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти Ставищенської селищної ради Білоцерківського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Бесідський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів-дитячий садок" Ставищенської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Богданівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад (ясла-садок)" імені Катерини Білокур Яготинської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Богданівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад (ясла-садок)" Яготинської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Витязівський заклад загальної середньої освіти І-ІІІ ступенів" Кетрисанівської сільської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Витязівська загальноосвітня школа І-ІІІ ступенів Бобринецької районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Чемерпільський ліцей" Заваллівської селищної ради Голованівського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Чемерпільський ліцей Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад " Боківський опорний заклад загальної середньої освіти І-ІІІ ступенів Гурівської сільської ради"', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад " Боківський опорний заклад загальної середньої освіти І-ІІІ ступенів Долинської районної ради"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Нечаївська загальноосвітня школа І-ІІІ ступенів ім. Ю.І. Яновського" Компаніївської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Нечаївська загальноосвітня школа І-ІІІ ступенів ім. Ю.І. Яновського Компаніївської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Мар''ївська загальноосвітня школа I-III ступенів" Компаніївської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Мар''ївська загальноосвітня школа I-III ступенів Компаніївської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Попельнастівський заклад загальної середньої освіти І-ІІІ ступенів Попельнастівської сільської ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Попельнастівська загальноосвітня школа І-ІІІ ступенів Попельнастівської сільської ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Караван-Солодківська загальноосвітня школа І-ІІІ ступенів Марківської селищної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Караван-Солодківська загальноосвітня школа І-ІІІ ступенів Марківської районної державної адміністрації Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Осталовицький заклад загальної середньої освіти І-ІІІ ступенів Перемишлянської міської ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Осталовицька загальноосвітня школа І-ІІІ ступенів Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кашперо-Миколаївський заклад загальної середньої освіти I-III ступенів Привільненської сільської ради Баштанського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Кашперо-Миколаївська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоукраїнський заклад загальної середньої освіти I-III ступенів Березнегуватської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новоукраїнська загальноосвітня школа I-III ступенів Березнегуватської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Покровська загальноосвітня школа I-III ступенів Веселинівської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Покровська загальноосвітня школа I-III ступенів Веселинівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великосербулівський заклад загальної середньої освіти I-III ступенів Єланецької селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Великосербулівська загальноосвітня школа I-III ступенів Єланецької районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новолазарівська загальноосвітня школа I-III ступенів Казанківської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новолазарівська загальноосвітня школа I-III ступенів Казанківської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Команальний заклад "Бурилівський заклад загальної середньої освіти I-III ступенів Кривоозерської селищної ради"', N'Миколаївська область'),
 dbo.get_eo_hash(N'Бурилівська загальноосвітня школа I-III ступенів Кривоозерської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нечаянський заклад загальної середньої освіти I-III ступенів Нечаянської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Нечаянська загальноосвітня школа I-III ступенів Нечаянської сільської ради Миколаївського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Червонобаштанська загальноосвітня школа I-III ступенів Вільнозапорізької сільської ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Червонобаштанська загальноосвітня школа I-III ступенів Новополтавської сільської ради', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кам''янська заклад загальної середньої освіти I-III ступенів Чорноморськоъ сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Кам''янська загальноосвітня школа I-III ступенів Очаківської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад Чаусівський навчально - виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів - дитячий садок" Синюхино-Брідської сільської ради Первомайського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Чаусівський навчально - виховний комплекс №1 "дошкільний навчальний заклад - загальноосвітній навчальний заклад І - ІІІ ступенів" Первомайської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Баратівський заклад загальної середньої освіти I-III ступенів Горохівської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Баратівська загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Анатолівський заклад загальної середньої освіти І - ІІІ ступенів - заклад дошкільної освіти Розквітівської сільської ради Березівського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Анатолівський навчально - виховний комплекс "Загальноосвітня школа І - ІІІ ступенів - дошкільний навчальний заклад" Розквітівської сільської ради об''єднаної територіальної громади Березівського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Іллінський заклад загальної середньої освіти I-III ступенів Усатівської сільської ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Іллінська загальноосвітня школа I-III ступенів Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Баранівський заклад загальної середньої освіти Іванівської селищної ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Баранівська загальноосвітня школа I-III ступенів Іванівської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Павлинський навчально - виховний комплекс "Заклад загальної середньої освіти I-III ступенів -ліцей - заклад дошкільної освіти" Красносільської сільської ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Павлинський навчально - виховний комплекс "Загальноосвітня школа I-III ступенів - дитячий садок" Іванівської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великобуялицька загальноосвітня школа I-III ступенів Великобуялицької сільської ради Іванівського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Великобуялицька загальноосвітня школа I-III ступенів Іванівської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Каланчацький заклад загальної середньої освіти Саф’янівської сільської ради Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Каланчацька загальноосвітня школа I-III ступенів Ізмаільської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бобрицька загальноосвітня школа I-III ступенів №1 Любашівського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Бобрицька загальноосвітня школа I-III ступенів №1 Любашівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Калантаївська Загальноосвітня школа I-III ступенів Роздільнянської міської ради Одеської області"', N'Одеська область'),
 dbo.get_eo_hash(N'Калантаївська Загальноосвітня школа I-III ступенів, Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Новоукраїнський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - заклад дошкільної освіти" Роздільнянської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Новоукраїнський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Рибальський навчально-виховний комплекс "Заклад загальної середньої освіти I-III ступенів-заклад дошкільної освіти" Дивізійської сільської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Рибальський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Татарбунарської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старомаяківський заклад загальної середньої освіти Старомаяківської сільської ради Ширяївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Старомаяківський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Ширяївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сербинівська загальноосвітня школа І–ІІІ ступенів Гребінківської міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Сербинівська загальноосвітня школа І-ІІІ ступенів Гребінківської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Богушівський ліцей Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Богушівська загальноосвітня школа І-ІІІ ступенів Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Собіщицький ліцей Вараської міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Собіщицька загальноосвітня школа І-ІІІ ступенів Володмирецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рясницький ліцей Бабинської сільської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Рясницький навчально-виховний комплекс "Дошкільний навчальний заклад-загальноосвітня школа І-ІІІ ступенів" Бабинської сільської ради Гощанського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Велюнський заклад загальної середньої освіти І-ІІІ ступенів імені Олександра Ярмоліча Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Велюнський заклад загальної середньої освіти І-ІІІ ступенів імені Олександра Ярмоліча Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великоклецьківський навчально-виховний комплекс "Загальноосвітня школа І -ІІІ ступенів - заклад дошкільної освіти" Корецької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Великоклецьківський навчально-виховний комплекс "Загальноосвітня школа І -ІІІ ступенів - дошкільний навчальний заклад" Корецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Теслугівський ліцей Крупецької сільської ради Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Теслугівська загальноосвітня школа І-ІІІ ступенів Радивилівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Масевицький ліцей Рокитнівської селищної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Масевицька загальноосвітня школа І-ІІІ ступенів Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Черепівська загальноосвітня школа I-III ступенів Буринської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Черепівська загальноосвітня школа I-III ступенів Черепівської сільської ради Буринського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пожнянський навчально-виховний комплекс: заклад загальної середньої освіти І-ІІІ ступенів – заклад дошкільної освіти імені Ф.В.Митрофанова Великописарівської селищної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Пожнянський навчально-виховний комплекс: загальноосвітня школа I-III ст. - дошкільний навчальний заклад імені Героя Радянського Союзу Ф.В. Митрофанова Великописарівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Есманьська загальноосвітня школа І-ІІІ ступенів Есманьської селищної ради Шосткинського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Есманьська загальноосвітня школа I-III ступенів Глухівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гружчанський навчально-виховний комплекс «загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Дубов’язівської селищної ради Конотопського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Гружчанський навчально - виховний комплекс "Загальноосвітня школа I-III ступенів- дошкільний навчальний заклад" Конотопської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Будильський заклад загальної середньої освіти І-ІІІ ступенів Лебединської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Будильський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Лебединської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Павленківський заклад загальної середньої освіти І-ІІІ ступенів Лебединської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Павленківський навчально-виховний комплекс: загальноосвітня школа I-III ступенів-дошкільний навчальний заклад Лебединської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сонячненський навчально-виховний комплекс:загальноосвітня школа I-III ступенів -дошкільний навчальний заклад Чернеччинської сільської ради Охтирського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Сонячненський навчально-виховний комплекс:загальноосвітня школа I-III ступенів -дошкільний навчальний заклад Чернеччинської сільської ради Охтирської району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хмелівський ліцей - заклад загальної середньої освіти І-ІІІ ступенів Хмелівської сільської ради Роменського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Хмелівський ліцей Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Басівський заклад загальної середньої освіти І-ІІІ ступенів Юнаківської сільської ради Сумського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Басівська загальноосвітня школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новосуханівський заклад загальної середньої освіти І-ІІІ ступенів Степанівської селищної ради Сумського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Новосуханівська загальноосвітня школа I-III ступенів Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Полянський заклад загальної середньої освіти І-ІІІ ступенів-заклад дошкільної освіти Тростянецької міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Полянський заклад загальної середньої освіти І-ІІІ ступенів Тростянецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Імшанська загальноосвітня школа І-ІІІ ступенів Ямпільської селищної ради', N'Сумська область'),
 dbo.get_eo_hash(N'Імшанська загальноосвітня школа І - ІІІ ступенів Ямпільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Степненський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад Ямпільської селищної ради', N'Сумська область'),
 dbo.get_eo_hash(N'Степненський навчально - виховний комплекс: загальноосвітня школа І - ІІІ ступенів - дошкільний навчальний заклад Ямпільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Киданецька загальноосвітня школа І-ІІІ ступенів Збаразької міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Киданецька загальноосвітня школа І-ІІІ ступенів Киданецької сільської ради Збаразького району Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Охрімівський ліцей Вовчанської міської ради Чугуївського району Харківської області»', N'Харківська область'),
 dbo.get_eo_hash(N'Охрімівський навчально-виховний комплекс (загальноосвітня школа I-III ступенів - дошкільний навчальний заклад) Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чернещинський навчально-виховний комплекс «загальноосвітній навчальний заклад І-ІІІ ступенів – дошкільний навчальний заклад» Зачепилівської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Чернещинський навчально-виховний комплекс "ЗНЗ І-ІІІ ступенів - ДНЗ" Зачепилівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шляхівський заклад повної загальної середньої освіти Бериславської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Шляхівський заклад повної загальної середньої освіти Шляхівської сільської ради Бериславського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тягинський заклад повної загальної середньої освіти Тягинської сільської ради Бериславського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Тягинський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новодмитрівський заклад загальної середньої освіти Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Новодмитрівська загальноосвітня школа I-III ступенів Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новофедорівський заклад повної загальної середньої освіти Бехтерської сільської ради Голопристанського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Новофедорівська загальноосвітня школа I-III ступенів Новофедорівської сільської ради Голопристанського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хрещенівський заклад повної загальної середньої освіти Нововоронцовської селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Хрещенівська загальноосвітня школа I-III ступенів Хрещенівської сільської ради Нововоронцовського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Китайгородський ліцей імені Ольги Борейко Кам’янець-Подільського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Китайгородський навчально-виховний комплекс у складі загальноосвітньої школи I-IIІ ступенів та дошкільного навчального закладу Китайгородської сільської ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Миньковецький ліцей Улашанівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Миньковецький навчально-виховний комплекс "дошкільний навчальний заклад - середня загальноосвітня школа I-III ступенів" Улашанівської сільської ради Славутського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шабельниківський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Піщанської сільської ради Золотоніського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Шабельниківський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Золотоніської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хрущівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Зорівської сільської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Хрущівський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Золотоніської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вербівська загальноосвітня школа І-ІІІ ступенів Лебедівської сільської ради Кам’янського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Вербівська загальноосвітня школа І-ІІІ ступенів Кам''янської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Михайлівський ліцей Михайлівської сільської ради Кам''янського району Черкаської області"', N'Черкаська область'),
 dbo.get_eo_hash(N'Михайлівська загальноосвітня школа І-ІІІ ступенів Михайлівської сільської ради Кам''янського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Ревівський ліцей Михайлівської сільської ради Кам''янського району Черкаської області"', N'Черкаська область'),
 dbo.get_eo_hash(N'Ревівська загальноосвітня школа І-ІІІ ступенів Михайлівської сільської ради Кам''янського району Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чорнокам''янська загальноосвітня школа І-ІІІ ступенів Іваньківської сільської ради Черкаської обасті', N'Черкаська область'),
 dbo.get_eo_hash(N'Чорнокам''янська загальноосвітня школа І-ІІІ ступенів Маньківської районної ради Черкаської обасті', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лопушнянський заклад загальної середньої освіти І-ІІІ ступенів Берегометської селищної ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Лопушнянська загальноосвітня школа І-ІІІ ступенів Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Острицька загальноосвітня школа І-ІІІ ступенів Острицької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Острицька загальноосвітня школа І-ІІІ ступенів Острицької сільської ради Герцаївського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Молницька загальноосвітня школа І-ІІІ ступенів Герцаївської міської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Молницька загальноосвітня школа І-ІІІ ступенів Герцаївської районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Станівецький навчально-виховний комплекс Тарашанської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Станівецький навчально - виховний комплекс Станівецької сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Димківський навчально-виховний комплекс Глибоцької селищної ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Димківський навчально-виховний комплекс Глибоцької районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Василівський заклад загальної середньої освіти І-ІІІ ступенів Кадубовецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Василівський навчально-виховний комплекс Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Магальський заклад загальної середньої освіти І-ІІІ ступенів імені Григорія Нандріша Магальської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Магальська загальноосвітня школа І-ІІІ ст. імені Григорія Нандріша Магальської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ванчиківецький заклад загальної середньої освіти І-ІІІ ступенів імені Іона Ватаману Ванчиківецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Ванчиківецька загальноосвітня школа І-ІІІ ступенів Ванчиківецької сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ропчанський ліцей імені ''''Штефана чел Маре ші Сфинт" Сторожинецької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Ропчанський ліцей ім.Штефана чел Маре ші Сфинт,Сторожинецького району,Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Смяцька загальноосвітня школа I-III ступенів Новгород-Сіверської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Смяцька загальноосвітня школа I-III ступенів Новгород-Сіверської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Спаська загальноосвітня школа I-III ступенів Сосницької селищної ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Спаська загальноосвітня школа I-III ступенів Сосницької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний навчальний заклад Слабинська загальноосвітня школа I-III ступенів Гончарівської селищної ради Чернігівського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Комунальний навчальний заклад Слабинська загальноосвітня школа I-III ступенів Гончарівської селищної ради Чернігівськго району Чернігівської області', N'Чернігівська область'))



 /*****************************************************************/



 INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Ліцей № 1 смт Стрижавка Вінницького району Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний заклад: "Загальноосвітня школа I-III ступенів-ліцей смт Стрижавка"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Ліцей № 2 смт Стрижавка Вінницького району Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Стрижавська загальноосвітня школа І-ІІІ ступенів', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Мізяківсько-Хутірський ліцей Вінницького району Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Мізяківсько-Хутірський навчально-виховний комплекс: загальноосвітня школа I-III ступенів-дошкільний навчальний заклад"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Харпачка Гайсинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа I-III ступенів с. Харпачка', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад с. Хомутинці Калинівського району Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Комунальний заклад «Навчально-виховний комплекс загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад с. Хомутинці', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Юрівський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа - дитячий садок" Козятинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Юрівський загальноосвітній навчально-виховний комплекс І-ІІІ ступенів "Школа - дитячий садок"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дяковецький навчально-виховний комплекс (середня загальноосвітня школа І-ІІІ ст. - дошкільний навчальний заклад) ім. М. П. Стельмаха Літинського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Дяковецький навчально-виховний комплекс (середня загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) ім. М.П.Стельмаха', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Обласний науковий ліцей-інтернат Комунального закладу вищої освіти "Барський гуманітарно-педагогічний коледж імені Михайла Грушевського"', N'Вінницька область'),
 dbo.get_eo_hash(N'Обласний гуманітарний ліцей-інтернат для обдарованих дітей при Барському гуманітарно-педагогічному коледжі ім. Михайла Грушевського', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Альтернативна школа загальної середньої освіти I-III ступенів №1 ім. А.С. Макаренка розвитку здібностей дитини Гніванської міської ради Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Альтернативна середня загальноосвітня школа I-III ступенів №1 ім. А.С. Макаренка розвитку здібностей дитини м. Гнівань Тиврівського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Навчально-виховний комплекс "Заклад загальної середньої освіти I-III ступенів - гімназія №2"" Гніванської міської радиВінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - гімназія №2" м. Гнівань Тиврівського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти I-III ступенів №4 комунальної власності Жмеринської міської об''єднаної територіальної громади Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №4 комунальної власності територіальної громади м.Жмеринки Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів № 3 комунальної власності Жмеринської міської об’єднаної територіальної громади Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №3 комунальної власності територіальної громади м.Жмеринки Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №1 комунальної власності Жмеринської міської об''єднаної територіальної громади Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №1 комунальної власності територіальної громади м.Жмеринки Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №2 комунальної власності Жмеринської міської об''єднаної територіальної громади Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітня школа I-III ст.-ліцей" комунальної власності територіальної громади м. Жмеринки Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти I-III ступенів № 6 комунальної власності Жмеринської міської об''єднаної територіальної громади Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів №6 комунальної власності територіальної громади м. Жмеринки Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти І-ІІІ ступенів №5 комунальної власності Жмеринської міської об''єднаної територіальної громади Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітня школа I-III ст. - гімназія" комунальної власності територіальної громади м.Жмеринки Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Загальноосвітня школа І-ІІІ ступенів №2 міста Хмільника Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №2 м.Хмільника', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад Теплицької селищної ради "Теплицька загальносвітня школа І-ІІІ ступенів № 2"', N'Вінницька область'),
 dbo.get_eo_hash(N'Опорний заклад "Теплицька загальноосвітня школа I-III ступенів №2 Теплицької районної ради Вінницької області"', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти I-III ступенів смт Тиврів Тиврівського району Вінницької області', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів смт.Тиврів Тиврівського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тиврівський ліцей-інтернат поглибленої підготовки в галузі науки Тиврівський район Вінницька область', N'Вінницька область'),
 dbo.get_eo_hash(N'Тиврівський ліцей-інтернат поглибленої підготовки в галузі науки Тиврівського району Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Тростянецький заклад загальної середньої освіти І-ІІІ ступенів № 1 Тростянецької селищної ради Вінницької області"', N'Вінницька область'),
 dbo.get_eo_hash(N'Тростянецький заклад загальної середньої освіти І-ІІІ ст. № 1 Тростянецької селищної ради Вінницької області', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Заклад загальної середньої освіти I-III ступенів села Лозна"', N'Вінницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів с. Лозна', N'Вінницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сенкевичівський ліцей Городищенської сільської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня смт Сенкевичівка Горохівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шклинський ліцей Городищенської сільської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Шклинь Горохівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Княгининівський ліцей №34 Луцької міської ради"', N'Волинська область'),
 dbo.get_eo_hash(N'Княгининівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Княгининівської сільської ради', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Володимир-Волинська гімназія імені Олександра Цинкаловського', N'Волинська область'),
 dbo.get_eo_hash(N'Володимир-Волинська гімназія імені Олександра Цинкаловського Володимир-Волинської міської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Горохівський ліцей №1 ім. І. Я. Франка Горохівської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня №1 ім. І. Я. Франка м. Горохів Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Горохівський ліцей №2 Горохівської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступеня-гімназія" м. Горохів Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Камінь-Каширський ліцей №1 ім. Євгена Шабліовського" Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-ліцей" №1 імені Євгена Шабліовського м. Каменя-Каширського Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти "Камінь-Каширський ліцей" №2 Камінь-Каширської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів-гімназія" №2 м. Каменя-Каширського Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ЛІЦЕЙ №10 М.КОВЕЛЯ ВОЛИНСЬКОЇ ОБЛАСТІ', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня №10 міста Ковеля Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ЛІЦЕЙ №13 М.КОВЕЛЯ ВОЛИНСЬКОЇ ОБЛАСТІ', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний заклад "навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступеня №13 - колегіум" міста Ковеля" Ковельської міської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ЛІЦЕЙ №3 ІМЕНІ ЛЕСІ УКРАЇНКИ М.КОВЕЛЯ ВОЛИНСЬКОЇ ОБЛАСТІ', N'Волинська область'),
 dbo.get_eo_hash(N'Ковельська спеціалізована школа І-ІІІ ступенів №3 ім. Лесі Українки Ковельської міської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ЛІЦЕЙ ІМЕНІ ОЛЕНИ ПЧІЛКИ М.КОВЕЛЯ ВОЛИНСЬКОЇ ОБЛАСТІ', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Ковельська міська гімназія імені Олени Пчілки" Ковельської міської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Луцький навчально-виховний комплекс загальноосвітня школа І-ІІ ступенів №7 - природничий ліцей" Луцької міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Луцький навчально-виховний комплекс загальноосвітня школа І-ІІ ступенів №7 - природничий ліцей Луцької міської ради"', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нововолинський ліцей №2 Нововолинської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Нововолинська загальноосвітня школа І-ІІІ ступенів №2 Нововолинської міської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нововолинський ліцей №3 Нововолинської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Нововолинська загальноосвітня школа І-ІІІ ступенів №3 Нововолинської міської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нововолинський ліцей №4 імені Т. Г. Шевченка Нововолинської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Нововолинська загальноосвітня школа І-ІІІ ступенів №4 імені Т. Г. Шевченка Нововолинської міської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нововолинський ліцей №5 Нововолинської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Нововолинська загальноосвітня школа І-ІІІ ступенів №5 Нововолинської міської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нововолинський ліцей №6 Нововолинської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Нововолинська загальноосвітня школа І-ІІІ ступенів № 6 Нововолинської міської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нововолинський ліцей №7 Нововолинської міської ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Нововолинська загальноосвітня школа І-ІІІ ступенів №7 Нововолинської міської ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Рожищенський ліцей №1" Рожищенської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня №1 м. Рожище Рожищенського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Рожищенський ліцей №2" Рожищенської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня №2 м. Рожище Рожищенського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Рожищенський ліцей №4" Рожищенської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти Рожищенський ліцей № 4 Рожищенської районної ради Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний опорний заклад загальної середньої освіти "Рожищенський ліцей №3" Рожищенської міської ради Луцького району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Комунальний опорний навчальний заклад "Загальноосвітня школа І-ІІІ ступенів №3 м.Рожище" Рожищенського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Маневицький ліцей №1 імені Героя України Андрія Снітка Маневицької селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №1 імені Героя України Андрія Снітка смт Маневичі Маневицького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Маневицький ліцей №2 Маневицької селищної ради Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Маневицька загальноосвітня школа І-ІІІ ступенів №2 - гімназія" Маневицького району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Буцинський ліцей Дубівської сільської ради Ковельського району Волинської області', N'Волинська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступеня с. Буцин Старовижівського району Волинської області', N'Волинська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Верхівцевський заклад загальної середньої освіти № 2" Верхівцевської міської ради"', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Верхівцевська середня загальноосвітня школа №2 І-ІІІ ступенів" Верхньодніпровської районної ради Дніпропетровської області"', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад Верхівцевський навчально-виховний комплекс "Заклад загальної середньої освіти №1 - заклад дошкільної освіти" Верхівцевської міської ради"', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад Верхівцевський навчально - виховний комплекс "Середня загальноосвітня школа №1 - дошкільний навчальний заклад" Верхньодніпровської районної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад освіти "Спеціальна школа №12" Дніпропетровської обласної ради"', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти "Навчально-реабілітаційний центр №12" Дніпропетровської обласної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти «Ліцей №142 імені П’єра де Кубертена" Дніпровської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти «Спеціалізована середня загальноосвітня школа №142 еколого-економічного профілю" Дніпровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'комунальний заклад освіти "Середня загальноосвітня школа №62"', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти "Середня загальноосвітня школа №62" Дніпровської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Дніпропетровський фаховий коледж спорту" Дніпропетровської обласної ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Дніпропетровський фаховий коледж спорту" Дніпропетровської областної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів "Дивосвіт" Жовтоводської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти навчально-виховний комплекс "Дивосвіт" із санаторними групами і класами', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів №12 Жовтоводської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти середня загальноосвітня школа №12 з профільними класами', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Середня загальноосвітня школа № 44" Кам''янської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Середня загальноосвітня школа № 44 м.Кам''янське" Кам''янської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Ліцей № 19" Кам''янської міської ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Середня загальноосвітня школа № 19" Кам''янської міської ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад освіти "Дерезуватський навчально-виховний комплекс " заклад загальної середньої освіти І-ІІІ ступенів - дошкільний навчальний заклад" Іларіонівської селищної ради', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти "Дерезуватський навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ступенів-дошкільний навчальний заклад" Синельниківської районної ради', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад освіти "Циганівська загальноосвітня школа І-ІІІ ступенів Раївської сільської ради" Синельниківського району Дніпропетровської області', N'Дніпропетровська область'),
 dbo.get_eo_hash(N'Комунальний заклад освіти "Циганівська загальноосвітня школа І-ІІІ ступенів Раївської сільскої ради" Синельниківського району Дніпропетровської області', N'Дніпропетровська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Іванівський заклад загальної середньої освіти І-ІІІ ступенів Бахмутської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Іванівська загальноосвітня школа І-ІІІ ступенів Бахмутської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД "ДОНЕЦЬКИЙ ОБЛАСНИЙ СПЕЦІАЛІЗОВАНИЙ КОЛЕДЖ СПОРТИВНОГО ПРОФІЛЮ ІМ. С. БУБКИ"', N'Донецька область'),
 dbo.get_eo_hash(N'Донецьке вище училище олімпійського резерву ім. С.Бубки', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Клинівський заклад загальної середньої освіти I-III ступенів Бахмутської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Клинівська загальноосвітня школа I-III ступенів Бахмутської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олексієво-Дружківська спеціальна школа № 13 Донецької обласної ради', N'Донецька область'),
 dbo.get_eo_hash(N'Олексієво-Дружківська загальноосвітня санаторна школа-інтернат І-ІІІ ступенів № 13 Донецької обласної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Костянтинівської міської ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Загальнооосвітня школа I-III ступенів - дошкільний навчальний заклад" Костянтинівської міської ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Слов''янська спеціальна школа №23 Донецької обласної ради', N'Донецька область'),
 dbo.get_eo_hash(N'Слов''янська спеціальна загальноосвітня школа-інтернат І-III ступенів №23 Донецької обласної ради', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №3 "Спеціалізована школа з поглибленим вивченням англійської мови" військово-цивільної адміністрації міста Торецьк Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Заклад загальної середньо освіти І-ІІІ ступенів №3 "Спеціалізована школа з поглибленим вивченням англійської мови" військово-цивільної адміністрації міста Торецьк Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Мангушський опорний заклад" загальної середньої освіти І-ІІІ ступенів" Мангушської районної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Мангуська загальноосвітня школа І-ІІІ ступенів №1 Першотравневої районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Очеретинський заклад загальної середньої освіти І - ІІІ ступенів Олександрівської селищної ради Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Очеретинська загальноосвітня школа І - ІІІ ступенів Олександрівської районної ради Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Малинівський заклад загальної середньої освіти І-ІІІ ступенів Миколаївської міської ради Слов’янського району Донецької області', N'Донецька область'),
 dbo.get_eo_hash(N'Малинівський заклад загальної середньої освіти Миколаївської міської ради Слов’янського району Донецької області', N'Донецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа "Ємільчинський вечірній (змінний) заклад загальної середньої освіти II-III ступенів із заочною формою навчання Ємільчинської селищної ради Житомирської області"', N'Житомирська область'),
 dbo.get_eo_hash(N'Ємільчинська вечірня загальноосвітня школа II-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа "Симонівський заклад загальної середньої освіти I-III ступенів Ємільчинської селищної ради Житомирської області"', N'Житомирська область'),
 dbo.get_eo_hash(N'Симонівський заклад загальної середньої освіти I-III ступенів', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Андрушівський ліцей №1 Андрушівської міської ради Бердичівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Андрушівська загальноосвітня школа I-III ступенів №1 Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Андрушівський ліцей №2 Андрушівської міської ради Бердичівського району Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Андрушівська гімназія Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Баранівський ліцей №2 ім. Ольги Сябрук Баранівської міської ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Баранівський ліцей №2 ім. Ольги Сябрук', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бердичівський ліцей-інтернат спортивного профілю Житомирської обласної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Комунальний навчальний заклад "Бердичівська загальноосвітня школа-інтернат I-III ступенів" Житомирської обласної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Житомирський міський ліцей №1 Житомирської міської ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Житомирський міський ліцей при Житомирському державному технологічному університеті', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Житомирська спеціальна школа №1 Житомирської обласної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Комунальний навчальний заклад "Житомирська спеціальна загальноосвітня школа-інтернат I-III ступенів №1" Житомирської обласної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Житомирська спеціальна школа №2 Житомирської обласної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Комунальний навчальний заклад "Житомирська спеціальна загальноосвітня школа-інтернат I-III ступенів №2" Житомирської обласної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Житомирський обласний ліцей Житомирської обласної ради', N'Житомирська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Житомирський обласний ліцей-інтернат для обдарованих дітей" Житомирської обласної ради', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Малинська загальноосвітня школа I-III ступенів №3', N'Житомирська область'),
 dbo.get_eo_hash(N'Малинська загальноосвітня школа I-III ступенів №3 Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олевська загальноосвітня школа I-III ступенів №3', N'Житомирська область'),
 dbo.get_eo_hash(N'Олевська загальноосвітня школа I-III ступенів №3 Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олевська загальноосвітня школа І-ІІІ ступенів № 2', N'Житомирська область'),
 dbo.get_eo_hash(N'Олевська загальноосвітня школа І-ІІІ ступенів № 2 Олевської міської ради Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чуднівська загальноосвітня школа I-III ступенів №2 Чуднівської міської ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Чуднівська загальноосвітня школа I-III ступенів №2', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоборівський ліцей імені Василя Лунька Новоборівської селищної ради Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Новоборівська гімназія Хорошівського району Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Черняхівська гімназія Черняхівський район Житомирської області', N'Житомирська область'),
 dbo.get_eo_hash(N'Черняхівська гімназія Житомирської області', N'Житомирська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великоберезький заклад загальної середньої освіти імені Добраі Петера Великоберезької сільської ради Берегівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Великоберезька загальноосвітня школа І-ІІІ ступенів Берегівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великоберезнянський ліцей Великоберезнянської селищної ради Ужгородського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Великоберезнянська загальноосвітня школа І-ІІІ ступенів Великоберезнянської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей ''''Ерудит'''' Великоберезнянської селищної ради Ужгородського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Великоберезнянська гімназія Великоберезнянської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вилоцька загальноосвітня школа І-ІІІ ступенів № 1 Вилоцької селищної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Вилоцька загальноосвітня школа І-ІІІ ступенів № 1 Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вилоцька загальноосвітня школа І-ІІІ ступенів № 2 Вилоцької селищної ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Вилоцька загальноосвітня школа І-ІІІ ступенів № 2 Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пийтерфолвівський заклад загальної середньої освіти І-ІІІ ступенів імені Ференца Келчеі', N'Закарпатська область'),
 dbo.get_eo_hash(N'Пийтерфолвівська загальноосвітня школа І-ІІІ ступенів Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нижньоворітський заклад загальної середньої освіти І-ІІІ ступенів Нижньоворітської сільської ради Мукачівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Нижньоворітський заклад загальної середньої освіти І-ІІІ ступенів Воловецької районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нижньоворітський ліцей Нижньоворітської сільської ради Мукачівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Нижньоворітський ліцей Воловецької районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Берегівський ліцей імені Ілони Зріні Берегівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Берегівська загальноосвітня школа І-ІІІ ступенів №3 імені Зріні Ілони Берегівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Берегівський ліцей імені Лайоша Кошута Берегівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Берегівська загальноосвітня школа І-ІІІ ступенів № 4 з угорською мовою навчання імені Лайоша Кошута Берегівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Берегівський ліцей імені Ф. Потушняка Берегівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Берегівська загальноосвітня школа І-ІІІ ступенів № 1 Берегівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей імені Т.Г.Шевченка з поглибленим вивченням англійської мови Берегівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Берегівська загальноосвітня школа І-ІІІ ступенів №5 з поглибленим вивченням англійської мови імені Т.Г.Шевченка Берегівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Виноградівська вечірня (змінна) школа ІІІ ступеня Виноградівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Виноградівська районна вечірня (змінна) школа ІІІ ступеня Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Виноградівська гімназія Виноградівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Виноградівська гімназія Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І-ІІІ ступенів № 1 Виноградівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І-ІІІ ступенів № 1 Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І-ІІІ ступенів № 2 Виноградівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І-ІІІ ступенів № 2 Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І-ІІІ ступенів № 3 імені Жігмонда Перені Виноградівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І-ІІІ ступенів № 3 імені Жігмонда Перені Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І-ІІІ ступенів № 4 Виноградівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І-ІІІ ступенів № 4 Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І-ІІІ ступенів № 8 Виноградівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Виноградівська загальноосвітня школа І-ІІІ ступенів № 8 Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Виноградівська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад № 7" Виноградівської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Виноградівська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад№ 7" Виноградівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад Іршавський ліцей №1 Іршавської міської ради Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Іршавський заклад загальної середньої освіти І-ІІІ ступенів №1 Іршавської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рахівський закладзагальної середньої освіти І-ІІІ ступенів №1 Рахівської міської ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Рахівська загальноосвітня школа І-ІІІ ступенів №1 Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рахівський заклад загальної середньої освіти І-ІІІ ступенів №2 Рахівської міської ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Рахівська загальноосвітня школа І-ІІІ ступенів №2 Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рахівський заклад загальної середньої освіти І-ІІІ ступенів №3 Рахівської міської ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Рахівська загальноосвітня школа І-ІІІ ступенів №3 Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рахівський заклад загальної середньої освіти І-ІІІ ступенів №4 Рахівської міської ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Рахівська загальноосвітня школа І-ІІІ ступенів №4 Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Свалявський заклад загальної середньої освіти №1 Свалявської міської ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Свалявська загальноосвітня школа І-ІІІ ступенів №1 Свалявської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Свалявський заклад загальної середньої освіти №4 з поглибленим вивченням окремих предметів Свалявської міської ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Свалявська гімназія Свалявської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Тячівська загальноосвітня школа І-ІІІ ступенів №1 імені Ґренджі-Донського Тячівської міської ради Закарпатської області"', N'Закарпатська область'),
 dbo.get_eo_hash(N'Тячівська загальноосвітня школа І-ІІІ ступенів №1 імені В.Гренджі-Донського Тячівської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чопський заклад загальної середньої освіти І-ІІІ ступенів №1 Чопської міської ради Ужгородського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Чопська загальноосвітня школа І-ІІІ ступенів №1 Чопської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чопський заклад загальної середньої освіти І-ІІІ ступенів №2 імені Іштвана Сечені Чопської міської ради Ужгородського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Чопська загальноосвітня школа І-ІІІ ступенів №2 імені Іштвана Сечені Чопської міської ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Колочавський заклад загальної середньої освіти І-ІІІ ступенів № 1 Колочавської сільської ради Хустського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Колочавська загальноосвітня школа І-ІІІ ступенів №1 Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Колочавський заклад загальної середньої освіти Колочавської сільської ради Хустського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Колочавський навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Міжгірський заклад загальної середньої освіти І-ІІІ ступенів №1 Міжгірської селищної ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Міжгірська загальноосвітня школа І-ІІІ ступенів №1 Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Міжгірський заклад загальної середньої освіти І-ІІІ ступенів імені Августина Волошина Міжгірської селищної ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Міжгірська спеціалізована загальноосвітня школа І-ІІІ ступенів з поглибленим вивченням окремих предметів імені Августина Волошина Міжгірської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великобичківський заклад загальної середньої освіти І-ІІІ ступенів №1 Великобичківської селищної ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Великобичківська загальноосвітня школа І-ІІІ ступенів №1 Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великобичківський заклад загальної середньої освіти І-ІІІ ступенів №2 Великобичківської селищної ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Великобичківська загальноосвітня школа І-ІІІ ступенів №2 Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великобичківський ліцей Великобичківської селищної ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Великобичківський ліцей Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Верхньоводянський заклад загальної середньої освіти І-ІІІ ступенів №1 Великобичківської селищної ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Верхньоводянська загальноосвітня школа І-ІІІ ступенів №1 Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Водицький заклад загальної середньої освіти І-ІІІ ступенів №1 Великобичківської селищної ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Водицька загальноосвітня школа І-ІІІ ступенів №1 Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Річанський заклад загальної середньої освіти І-ІІІ ступенів Великобичківської селищної ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Річанська загальноосвітня школа І-ІІІ ступенів Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ясінянський заклад загальної середньої освіти І-ІІІ ступенів №1 Ясінянської селищної ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Ясінянська загальноосвітня школа І-ІІІ ступенів №1 Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ясінянський заклад загальної середньої освіти І-ІІІ ступенів №2 Ясінянської селищної ради Рахівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Ясінянська загальноосвітня школа І-ІІІ ступенів №2 Рахівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Буштинський ліцей Буштинської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Буштинський ліцей Тячівської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Солотвинський заклад загальної середньої освіти І-ІІІ ступенів № 2 з румунською мовою навчання Солотвинської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Солотвинська загальноосвітня школа І-ІІІ ступенів № 2 з румунською мовою навчання Солотвинської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Солотвинський заклад загальної середньої освіти І-ІІІ ступенів №1 Солотвинської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Солотвинська загальноосвітня школа І-ІІІ ступенів №1 Солотвинської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Солотвинський заклад загальної середньої освіти І-ІІІ ступенів №3 імені Яноша Бойоі Солотвинської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Солотвинська загальноосвітня школа І-ІІІ ступенів №3 імені Яноша Бойоі Солотвинської селищної ради Тячівського району Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великодобронський ліцей Великодобронської сільської ради Ужгородського району Закарпатської області', N'Закарпатська область'),
 dbo.get_eo_hash(N'Великодобронська загальноосвітня школа І-ІІІ ступенів Ужгородської районної ради Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вишківський заклад загальної середньої освіти І-ІІІ ступенів №1 Вишківської селищної ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Вишківська загальноосвітня школа І-ІІІ ступенів № 1 Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вишківський заклад загальної середньої освіти І-ІІІ ступенів ім.і Ф. Келчеі Вишківської селищної ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Вишківський навчально-виховний комплекс "загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" імені Ференца Келчеі Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Новозлатопільська загальноосвітня школа I-III ступенів" Малинівської сільської ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Новозлатопільська загальноосвітня школа I-III ступенів" Гуляйпільської районної ради', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Запорізька загальноосвітня школа І-ІІІ ступенів в № 94 Запорізької міської ради Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Запорізька загальноосвітня школа І - ІІІ ступенів № 94 Запорізької міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Запорізький ліцей "Промінь" Запорізької міської ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Запорізька загальноосвітня вечірня школа ІІ-ІІІ ступенів № 31 Запорізької міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа "Пологівська спеціалізована різнопрофільна школа І-ІІІ ступенів № 2" Пологівської міської ради', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальна установа "Пологівська спеціалізована різнопрофільна школа І-ІІІ ступенів № 2" Пологівської міської ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вознесенська загальноосвітня школа I-III ступенів Костянтинівської сільської ради Мелітопольського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Вознесенська загальноосвітня школа I-III ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Костянтинівська спеціалізована різнопрофільна школа I-III ступенів "ПРОМЕТЕЙ" з поглибленим вивченням предметів Костянтинівської сільської ради Мелітопольського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Костянтинівська спеціалізована різнопрофільна школа I-III ступенів "ПРОМЕТЕЙ" з поглибленим вивченням предметів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Костянтинівське районне навчально-виховне об''єднання "Гімназія-Мала академія наук № 1 "Таврія" Костянтинівської сільської ради Мелітопольського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Костянтинівське районне навчально-виховне об''єднання "Гімназія-Мала академія наук № 1 "Таврія" Мелітопольської районної ради Запорізької області "', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Костянтинівський ліцей "Ерудит" Костянтинівської сільської ради Мелітопольського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Костянтинівський ліцей "Ерудит" Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Терпіннівська загальноосвітня школа I-III ступенів Терпіннівської сільської ради Мелітопольського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Терпіннівська загальноосвітня школа I-III ступенів Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Терпіннівський колегіум "Джерело" Терпіннівської сільської ради Мелітопольського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Терпіннівський колегіум "Джерело" Мелітопольської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс "Новоолексіївська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Приморської міської ради Приморського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс "Новоолексіївська загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Новоолексіївської сільської ради Приморського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Розівський опорний заклад загальної середньої освіти І-ІІІ ступенів Розівської селищної ради Розівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Розівський заклад загальної середньої освіти № 1 І-ІІІ ступенів Розівської селищної ради Розівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новомихайлівський навчально-виховний комплекс Чернігівської селищної ради Чернігівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Новомихайлівський навчально-виховний комплекс Чернігівської селищної ради Чернігіського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Володимирівська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області"', N'Запорізька область'),
 dbo.get_eo_hash(N'Володимирівська загальноосвітня школа І-ІІІ ступенів Якимівської селищної ради Якимівського району Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Богородчанський ліцей №1 імені Олекси Гірника Богородчанської селищної ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Богородчанська загальноосвітня школа І-ІІІ ступенів №1 Богородчанської районної ради Іванофранківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Богородчанський ліцей №2 Богородчанської селищної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Богородчанська загальноосвітня школа І-ІІІступенів №2 Богородчанської Районної Ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Верховинський ліцей №1 Верховинської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Верховинський ліцей №1 Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Верховинський ліцей Верховинської селищної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Верховинська загальноосвітня школа І-ІІІ ступенів Верховинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Верховинський ліцей ім. Дмитра Ватаманюка Верховинської селищної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Верховинський ліцей Верховинської районної ради Івано-Франківської області ім.Дмитра Ватаманюка', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Староугринівський ліцей Новицької сільської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Староугринівський ліцей Новицької сільської ради об''єднаної територіальної громади Калуського району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Городенківcька загальноосвітня школа І-ІІІ ступенів №1 Городенківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Городенківcька загальноосвітня школа І-ІІІ ступенів №1', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Городенківська гімназія імені Антона Крушельницького Городенківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Городенківська гімназія імені Антона Крушельницького', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Городенківська загальноосвітня школа I-III ступенів №2 Городенківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Городенківська загальноосвітня школа I-III ступенів №2', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Івано-Франківський приватний ліцей "Католицький ліцей святого Василія Великого"', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківський приватний навчально-виховний комплекс "Католицька загальноосвітня школа ІІ-ІІІ ступенів-гімназія святого Василія Великого"', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Крихівецький ліцей Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Крихівецька загальноосвітня школа І-ІІІ ступенів Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей №23 ім. Романа Гурика Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Ліцей №23 імені Романа Гурика Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей ім. Миколи Сабата Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Українська гімназія № 1 Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей ім.Івана Пулюя Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківський природничо-математичний ліцей Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Навчально-реабілітаційний центр Івано-Франківської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Івано-Франківський навчально-реабілітаційний центр Івано-Франківської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Калуська спеціальна школа Івано-Франківської обласної ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Калуська спеціальна загальноосвітня школа-інтернат І-ІІІ ступенів №2 Івано-Франківської обласної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Калуський ліцей №1 Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Калуська загальноосвітня школа І-ІІІ ступенів №1 Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Калуський ліцей №3 Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Калуська загальноосвітня школа І-ІІІ ступенів №3 Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Калуський ліцей №4 Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Калуська загальноосвітня школа І-ІІІ ступенів №4 Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Калуський ліцей №5 Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Калуська загальноосвітня школа І-ІІІ ступенів № 5 Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Калуський ліцей №6 Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Калуська загальноосвітня школа І - ІІІ ступенів №6 Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Калуський ліцей №7 Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Калуська загальноосвітня школа І-ІІІ ступенів №7 Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Калуський ліцей імені Дмитра Бахматюка Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Калуська гімназія імені Дмитра Бахматюка Калуської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Надвірнянський ліцей "Престиж" Надвірнянської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Надвірнянський ліцей Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Надвірнянський ліцей №1 імені В''чеслава Максимовича Чорновола Надвірнянської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Надвірнянська загальноосвітня школа І-ІІІ ступенів №1 Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Надвірнянський ліцей №2 Надвірнянської міської ради', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Надвірнянська загальноосвітня школа І-ІІІ ступенів №2 Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Надвірнянський ліцей №3 Надвірнянської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Надвірнянська загальноосвітня школа І-ІІІ ступенів №3 Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Надвірнянський ліцей №4 Надвірнянської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Надвірнянська загальноосвітня школа І-ІІІ ступенів №4 Надвірнянської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рогатинський ліцей "Гімназія імені Володимира Великого" Рогатинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Рогатинський ліцей "Гімназія імені Володимира Великого" Рогатинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рогатинський ліцей №1 Рогатинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Рогатинський ліцей №1 Рогатинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рогатинський ліцей імені Братів Рогатинців Рогатинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Рогатинський ліцей імені Братів Рогатинців Рогатинської районної ради', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Снятинський ліцей імені Василя Стефаника Снятинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Снятинський ліцей імені Василя Стефаника Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Снятинський ліцей імені Михайла Бажанського Снятинської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Снятинський ліцей імені Михайла Бажанського Снятинської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тлумацький ліцей №1 Тлумацької міської ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Тлумацька загальноосвітня школа І-ІІІ ступенів Тлумацької міської ради об''єднаної територіальної громади Тлумацького району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Тлумацький ліцей №2 Тлумацької міської ради Івано-Франківського району Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Тлумацька гімназія Тлумацької міської ради об''єднаної територіальної громади Тлумацького району Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Яремчанський ліцей №1 Яремчанської міської ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Яремчанська загальноосвітня школа І-ІІІ ступенів №1 Яремчанської міської ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Перегінський ліцей №1 Перегінської селищної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Перегінська загальноосвітня школа І-ІІІ ступенів №1 Рожнятівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рожнятівський ліцей Рожнятівської селищної ради Івано-Франківської області', N'Івано-Франківська область'),
 dbo.get_eo_hash(N'Рожнятівська загальноосвітня школа І-ІІІ ступенів Рожнятівської районної ради Івано-Франківської області', N'Івано-Франківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Немішаївський заклад загальної середньої освіти І-ІІІ ступенів Немішаївської селищної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Немішаївська загальноосвітня школа І-ІІІ ступенів №1', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Немішаївський спеціалізований заклад загальної середньої освіти ІІ-ІІІ ступенів - заклад загальної середньої освіти І-ІІІ ступенів" Немішаївської селищної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Немішаївський навчально-виховний комплекс "Спеціалізована школа ІІ-ІІІ ступенів - загальноосвітня школа І-ІІІ ступенів" Бородянської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Світильнянське навчально-виховне об’єднання» Великодимерської селищної ради Броварського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Комунальний заклад Світильнянський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Броварського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Димерська загальноосвітня школа І-ІІІ ступенів №1 Димерської селищної ради Вишгородського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Димерська загальноосвітня школа І-ІІІ ступенів №1 Вишгородської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Димерська гімназія-загальноосвітня школа І ступеня" Димерської селищної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Димерська гімназія-ЗОШ І ступеня" Вишгородської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Аркадіївський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Згурівської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Аркадіївський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дитячий садок" Згурівської району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Іванківська загальноосвітня школа І-ІІІ ступенів №1"', N'Київська область'),
 dbo.get_eo_hash(N'Іванківська загальноосвітня школа І-ІІІ ступенів №1', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Іванківська загальноосвітня школа І-ІІІ ступенів №2"', N'Київська область'),
 dbo.get_eo_hash(N'Іванківська загальноосвітня школа І-ІІІ ступенів №2', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Білогородська загальноосвітня школа І-ІІІ ступенів №2 Білогородської сільської ради Бучанського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Білогородська загальноосвітня школа І-ІІІ ступенів №2 Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Петропавлівсько-Борщагівська загальноосвітня школа І-ІІІ ступенів Борщагівської сільської ради Бучанського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Петропавлівсько-Борщагівська загальноосвітня школа І-ІІІ ступенів Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Софіївсько-Борщагівський навчально-виховний комплекс "спеціалізована школа І-ІІІ ступенів- загальноосвітня школа I-III ступенів" Борщагівської сільської ради Бучанського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Софіївсько-Борщагівський навчально-виховний комплекс "спеціалізована школа І-ІІІ ступенів- загальноосвітня школа I-III ступенів" Києво-Святошинської районної державної адміністрації Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Богуславське навчально-виховне об''єднання "Ліцей №3 - Мала академія наук" Богуславської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Богуславське навчально-виховне об''єднання "Ліцей №3 - Мала академія наук" Богуславської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Боярський академічний ліцей "Гармонія" Боярської міської ради', N'Київська область'),
 dbo.get_eo_hash(N'Боярський академічний ліцей "Гармонія" Києво-Святошинської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Боярський академічний ліцей "Лідер" Боярської міської ради', N'Київська область'),
 dbo.get_eo_hash(N'Боярський академічний ліцей "Лідер" Києво-Святошинської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Боярський академічний ліцей "Престиж" Боярської міської ради', N'Київська область'),
 dbo.get_eo_hash(N'Боярський академічний ліцей "Престиж" Києво-Святошинської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад Київської обласної ради "Броварський спортивний фаховий коледж"', N'Київська область'),
 dbo.get_eo_hash(N'Комунальний вищий навчальний заклад Київської обласної ради "Броварське вище училище фізичної культури"', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вишгородська загальноосвітня школа І-ІІІ ступенів №1 Вишгородської міської ради', N'Київська область'),
 dbo.get_eo_hash(N'Вишгородська загальноосвітня школа І-ІІІ ступенів №1 Вишгородської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вишгородська спеціалізована школа "Сузір''я" Вишгородської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Вишгородська спеціалізована школа "Сузір''я" Вишгородського районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Навчально - виховний комплекс "Вишгородська міська гімназія "Інтелект" - загальноосвітня школа І ступеня" Вишгородської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Навчально - виховний комплекс "Вишгородська районна гімназія "Інтелект" - загальноосвітня школа І ступеня" Вишгородської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів Коцюбинської селищної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Ірпінська загальноосвітня школа І-ІІІ ступенів №18 Ірпінської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Школа І-ІІ ступенів - Коцюбинський гуманітарний ліцей" Коцюбинської селищної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Ірпінський навчально-виховний комплекс "Школа І-ІІ ступенів - Коцюбинський гуманітарний ліцей" Ірпінської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Миронівський академічний ліцей №3 Миронівської міської ради Київської області"', N'Київська область'),
 dbo.get_eo_hash(N'Миронівський академічний ліцей №3 Миронівської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Переяславська загальноосвітня школа І-ІІІ ступенів №2 Переяславської міської ради', N'Київська область'),
 dbo.get_eo_hash(N'Переяславська загальноосвітня школа І-ІІІ ступенів №2 Переяславської міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Славутицький заклад загальної середньої освіти I-ІII ступенів №1 Славутицької міської ради Вишгородського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Славутицька загальноосвітня школа I-ІII ступенів №1 Славутицької міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Славутицький заклад загальної середньої освіти I-ІII ступенів №2 Славутицької міської ради Вишгородського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Славутицька загальноосвітня школа I-ІII ступенів №2 Славутицької міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Славутицький заклад загальної середньої освіти I-ІII ступенів №3 Славутицької міської ради Вишгородського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Славутицька загальноосвітня школа I-ІII ступенів №3 Славутицької міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Славутицький ліцей Славутицької міської ради Вишгородського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Славутицький ліцей Славутицької міської ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Одеський приватний ліцей "Крок"', N'Одеська область'),
 dbo.get_eo_hash(N'Одеська приватна загальноосвітня школа I-III ступенів "КРОК"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Рішельєвський науковий ліцей"', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Рішельєвський ліцей"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Одеський державний музичний ліцей імені професора П.С.Столярського', N'Одеська область'),
 dbo.get_eo_hash(N'Одеська середня спеціалізована музична школа інтернат ім. проф. П.С.Столярського', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Приватна організація (установа, заклад) "Одеський ліцей "Мрія"', N'Одеська область'),
 dbo.get_eo_hash(N'Одеська приватна гімназія "Мрія"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Велятинський заклад загальної середньої освіти І-ІІІ ступенів Вишківської селищної ради', N'Закарпатська область'),
 dbo.get_eo_hash(N'Велятинська загальноосвітня школа І-ІІІ ступенів Хустської районної державної адміністрації Закарпатської області', N'Закарпатська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Обіточненський заклад загальної середньої освіти Чернігівської селищної ради Чернігівського району Запорізької області', N'Запорізька область'),
 dbo.get_eo_hash(N'Обіточненська загальноосвітня школа І-ІІІ ступенів Чернігівської районної ради Запорізької області', N'Запорізька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Згурівський навчально-виховний комплекс "Гімназія - загальноосвітня школа І ступеня" Згурівської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Згурівський навчально-виховний комплекс "Гімназія - загальноосвітня школа І ступеня" Згурівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Таращанський академічний ліцей "Ерудит" Таращанської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Таращанський академічний ліцей Ерудит Таращанської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Таращанський академічний ліцей "Успіх" Таращанської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Таращанський академічний ліцей "Успіх" Таращанської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Фастівський заклад загальної середньої освіти ІІ-ІІІ ступенів з інституційною формою навчання Фастівської міської ради Київcької області', N'Київська область'),
 dbo.get_eo_hash(N'Фастівська вечірня загальноосвітня школа ІІ-ІІІ ступенів Фастівської міської ради Київcької області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Фастівський навчально-виховний комплекс «Дошкільний навчальний заклад - Загальноосвітня школа І-ІІІ ступенів №3» Фастівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Фастівський навчально-виховний комплекс «Дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів №3» Фастівської міської ради Київської обл.', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Яготинський навчально-виховний комплекс "Спеціалізована школа - загальноосвітня школа І-ІІІ ступенів №2" Яготинської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Яготинський навчально-виховний комплекс "Спеціалізована школа - загальноосвітня школа І-ІІІ ступенів №2" Яготинської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мотижинська загальноосвітня школа І-ІІІ ступенів Макарівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Мотижинська загальноосвітня школа І-ІІІ ступенів Макарівського району Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Макарівський багатопрофільний ліцей" Макарівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Макарівський багатопрофільний ліцей" Макарівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Макарівський навчально-виховний комплекс "Загальноосвітня школа І ступеня - районна гімназія" Макарівської селищної ради', N'Київська область'),
 dbo.get_eo_hash(N'Макарівський навчально-виховний комплекс "Загальноосвітня школа І ступеня - районна гімназія" Макарівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Германівська гімназія Обухівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Германівська гімназія Обухівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Германівська загальноосвітня школа І-ІІІ ступенів імені братів Гетьманів Обухівської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Германівська загальноосвітня школа І-ІІІ ступенів імені братів Гетьманів Обухівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Стрижавська загальноосвітня школа І-ІІІ ступенів - заклад дошкільної освіти Ставищенської районної ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Стрижавська загальноосвітня школа І-ІІІ ступенів Ставищенської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ставищенський навчально-виховний комплекс "Заклад загальної середньої освіти І-ІІІ ступенів-педагогічний ліцей" №1 Ставищенської селищної ради Білоцерківського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Ставищенський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - педагогічний ліцей" №1 Ставищенської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Салиський заклад загальної середньої освіти І-ІІІ ступенів Таращанської міської ради Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Салиська загальноосвітня школа І-ІІІ ступенів Таращанської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти Дідівщинський навчально - виховний комплекс "Заклад загальної середньої освіти І - ІІІ ступенів - заклад дошкільної освіти" Томашівської сільської ради Фастівського району Київської області', N'Київська область'),
 dbo.get_eo_hash(N'Дідівщинський навчально - виховний комплекс "заклад загальної середньої освіти І - ІІІ ступенів - дитячий садок" Фастівської районної ради Київської області', N'Київська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Данилово-Балківський заклад загальної середньої освіти І-ІІІ ступенів Благовіщенської міської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Данилово-Балківський заклад загальної середньої освіти І-ІІІ ступенів Благовіщенської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Благодатненський заклад загальної середньої освіти І-ІІІ ступенів" Кетрисанівської сільської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'КЗ "Благодатненська загальноосвітня школа І-ІІІ ступенів" Бобринецької районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Буховецький заклад загальної середньої освіти І-ІІІ ступенів" Кетрисанівської сільської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Буховецька загальноосвітня школа І-ІІІ ступенів Бобринецької районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Василівський заклад загальної середньої освіти І-ІІІ ступенів" Кетрисанівської сільської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Василівська загальноосвітня школа І-ІІІ ступенів Бобринецької районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Костомарівський заклад загальної середньої освіти І-ІІІ ступенів" Кетрисанівської сільської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Костомарівська загальноосвітня школа І-ІІІ ступенів Бобринецької районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Олексіївський заклад загальної середньої освіти І-ІІІ ступенів" Кетрисанівської сільської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Олексіївська загальноосвітня школа І-ІІІ ступенів Бобринецької районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Чарівнянський заклад загальної середньої освіти І-ІІІ ступенів" Кетрисанівської сільської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Чарівнянська загальноосвітня школа І-ІІІ ступенів Бобринецької районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Заваллівський ліцей" Заваллівської селищної ради Голованівського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Заваллівський ліцей" Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Заваллівський ліцей-мистецька школа" Заваллівської селищної ради Голованівського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Заваллівський ліцей-мистецька школа Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Добровеличківський заклад загальної середньої освіти І-ІІІ ступенів № 1 Добровеличківської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Добровеличківська загальноосвітня школа І-ІІІ ступенів № 1 Добровеличківської селищної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад Добровеличківський ліцей "ІНТЕЛЕКТ" Добровеличківської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад Добровеличківський ліцей "ІНТЕЛЕКТ" Добровеличківської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Олександрівська загальноосвітня школа I-III ступенів Долинської міської ради"', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Олександрівська загальноосвітня школа I-III ступенів Долинської районної ради"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Богданівська загальноосвітня школа І-ІІІ ступенів імені І. Г. Ткаченка" Суботцівської сільської ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Богданівська загальноосвітня школа І-ІІІ ступенів імені І. Г. Ткаченка Знам''янської районної ради Кіровоградської області"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Філія "Диківська загальноосвітня школа" Пантаївського ліцею Пантаївської селищної ради Олександрійського району', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Диківська загальноосвітня школа І-ІІІ ступенів Знам''янської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Полтавська загальноосвітня школа І-ІІІ ступенів" Компаніївської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Полтавська загальноосвітня школа І-ІІІ ступенів Компаніївської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Аджамський заклад загальної середньої освіти І-ІІІ ступенів Аджамської сільської ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Аджамський заклад загальної середньої освіти І-ІІІ ступенів Кропивницької районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бережинський заклад загальної середньої освіти І-ІІІ ступенів Первозванівської сільської ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Бережинський заклад загальної середньої освіти І-ІІІ ступенів Кропивницької районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Великосеверинівська загальноосвітня школа І-ІІІ ступенів, Позашкільний центр" Великосеверинівської сільської ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Великосеверинівська загальноосвітня школа І-ІІІ ступенів, Позашкільний центр" Великосеверинівської сільської ради Кіровоградського району Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Веселівський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Аджамської сільської ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Веселівський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Кропивницької районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Грузьківський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів-заклад дошкільної освіти" Катеринівської сільської ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Грузьківський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів-заклад дошкільної освіти" Кропивницької районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Могутненський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Катеринівської сільської ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Могутненський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Кропивницької районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Созонівський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів- заклад дошкільної освіти-заклад позашкільної освіти" Великосеверинівської сільської ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Созонівський навчально-виховний комплекс "заклад загальної середньої освіти І-ІІІ ступенів- заклад дошкільної освіти" Кропивницької районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Благовіщенський навчально-виховний комплекс №1 "Гімназія - заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти "Сонечко" Благовіщенської міської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Благовіщенський навчально-виховний комплекс №1 "Гімназія - заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти "Сонечко" Благовіщенської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Благовіщенський навчально-виховний комплекс №2 "Заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти "Дивоцвіт" Благовіщенської міської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Благовіщенський навчально-виховний комплекс №2 "Заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти "Дивоцвіт" Благовіщенської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Бобринецьке навчально-виховне об''єднання"Навчально-виховний комплекс "Гімназія - загальноосвітня школа І-ІІІ ступенів №1" Бобринецької міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Бобринецьке навчально-виховне об''єднання"Навчально-виховний комплекс "Гімназія - загальноосвітня школа І-ІІІ ступенів №1" Бобринецької міської ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Загальноосвітня школа І-ІІІ ступенів №5" Бобринецької міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Загальноосвітня школа І-ІІІ ступенів №5" Бобринецької міської ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Гайворонський ліцей №1" Гайворонської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Гайворонський ліцей №1" Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Гайворонський ліцей №2" Гайворонської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Гайворонський ліцей №2" Гайворонської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Долинська загальноосвітня школа I-III ступенів №1 Долинської міської ради"', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Долинська загальноосвітня школа I-III ступенів №1 Долинської районної ради"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Долинська загальноосвітня школа I-III ступенів №2 імені А.С.Макаренка Долинської міської ради"', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Долинська загальноосвітня школа I-III ступенів №2 імені А.С.Макаренка Долинської районної ради"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Долинський опорний заклад загальної середньої освіти - гімназія I-III ступенів № 3 Долинської міської ради"', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховний комплекс "Долинська гімназія - загальноосвітня школа I-III ступенів № 3 Долинської районної ради"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Долинський опорний заклад загальної середньої освіти I-III ступенів № 4 Долинської міської ради"', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Долинська загальноосвітня школа I-III ступенів № 4 Долинської районної ради"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Ліцей "Науковий" Міської ради міста Кропивницького"', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Навчально-виховне об''єднання І-ІІІ ступенів "Науковий ліцей Міської ради міста Кропивницького Кіровоградської області"', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Маловисківський ліцей ім.Юрія Кондратюка" Маловисківської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Маловисківська гімназія Маловисківської міської ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Маловисківський ліцей імені Г.М.Перебийноса" Маловисківської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Маловисківська загальноосвітня школа №3 І-ІІІ ступенів Маловисківської міської ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Златопільська гімназія м. Новомиргорода Новомиргородської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Златопільська гімназія м. Новомиргорода Новомиргородської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Навчально-виховне об’єднання "Новомиргородська загальноосвітня школа І-ІІІ ступенів № 3 - дошкільний навчальний заклад" Новомиргородської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Навчально-виховне об’єднання "Новомиргородська загальноосвітня школа І-ІІІ ступенів № 3 - ДНЗ" Новомиргородської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Навчально-виховне об''єднання "Новомиргородська загальноосвітня школа І-ІІІ ступенів № 2 - дошкільний навчальний заклад " Новомиргородської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Навчально-виховне об''єднання "Новомиргородська загальноосвітня школа І-ІІІ ступенів № 2 - дошкільний навчальний заклад " Новомиргородської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новомиргородська загальноосвітня школа І-ІІІ ступенів № 1 Новомиргородської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Новомиргородська загальноосвітня школа І-ІІІ ступенів № 1 Новомиргородської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Центральноукраїнський науковий ліцей-інтернат Кіровоградської обласної ради" м.Олександрія', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Центральноукраїнський науковий ліцей-інтернат, м.Олександрія', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пантаївський ліцей Пантаївської селищної ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Загальноосвітній навчальний заклад І-ІІІ ступенів № 16 Олександрійської міської ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Злинський ліцей" Злинської сільської ради', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Злинська філія Комунального закладу "Злинський ліцей" Маловисківської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Смолінська загальноосвітня школа № 1 І-ІІІ ступенів Смолінської селищної ради Новоукраїнського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Смолінська загальноосвітня школа № 1 І-ІІІ ступенів Смолінської селищної ради Маловисківського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Смолінське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - гімназія- позашкільний навчальний заклад" Смолінської селищної ради Новоукраїнського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Смолінське навчально-виховне об''єднання "Загальноосвітня школа І-ІІІ ступенів - гімназія- позашкільний навчальний заклад" Смолінської селищної ради Маловисківського району Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Новгородківський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Новгородківської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад «Новгородківський навчально-виховний комплекс «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Новгородківської районної ради Кіровоградської області»', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Новгородківський навчально-виховний комплекс імені заслуженого вчителя України П.Ф. Козуля «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Новгородківської селищної ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад «Новгородківський навчально-виховний комплекс імені заслуженого вчителя України П.Ф. Козуля «Загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Новгородківської районної ради Кіровоградської області»', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Новоархангельський заклад загальної середньої освіти І-ІІІ ступенів" Новоархангельської селищної ради Голованівського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Новоархангельське навчально-виховне об''єднання №2 Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Новоархангельський навчально-виховний комплекс "заклад загальної середньої освіти - І-ІІІ ступенів - гімназія" Новоархангельської селищної ради Голованівського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Новоархангельське навчально-виховне об''єднання №1 Новоархангельської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Захарівський заклад загальної середньої освіти Новоукраїнської міської ради Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Захарівська загальноосвітня школа І-ІІІ ступенів Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рівнянська загальноосвітня школа І-ІІІ ступенів № 5 Рівнянської сільської ради Новоукраїнського района Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Рівнянська загальноосвітня школа І-ІІІ ступенів № 5 Новоукраїнської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Олександрівське навчально-виховне об''єднання №1" Олександрівської селищної ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Олександрівське навчально-виховне об''єднання №1" Олександрівської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Олександрівське навчально - виховне об''єднання №2" Олександрівської селищної ради Кропивницького району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Олександрівське навчально - виховне об''єднання №2" Олександрівської районної ради Кіровоградської області', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Олександрівський заклад загальної середньої освіти І-ІІІ ступенів Попельнастівської сільської ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Олександрівська загальноосвітня школа І-ІІІ ступенів Олександрійської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Користівський ліцей Приютівської селищної ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Користівський ліцей Приютівської селищної ради Олександрійського району', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ганнівська загальноосвітня школа І-ІІІ ступенів Петрівської селищної ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Ганнівська загальноосвітня школа І-ІІІ ступенів Петрівської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Козацька загальноосвітня школа І-ІІІ ступенів Петрівської селищної ради Олександрійського району Кіровоградської області', N'Кіровоградська область'),
 dbo.get_eo_hash(N'Петрівська загальноосвітня школа І-ІІІ ступенів Петрівської районної ради', N'Кіровоградська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Біловодський ліцей "Лідер"', N'Луганська область'),
 dbo.get_eo_hash(N'Біловодський опорний заклад загальної середньої освіти', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Біловодський ліцей №1 Біловодської селищної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Біловодська гімназія', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новокраснянський ліцей Кремінської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Новокраснянська загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Кремінської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кремінський ліцей № 1 Кремінської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Кремінська загальноосвітня школа І-ІІІ ступенів №1 Кремінської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кремінський ліцей №2 Кремінської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Кремінська загальноосвітня школа І-ІІІ ступенів №2 Кремінської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кремінський ліцей №3 Кремінської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс «Кремінський заклад загальної середньої освіти І-ІІІ ступенів №3 – заклад дошкільної освіти» Кремінської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кремінський ліцей №4 Кремінської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Кремінська загальноосвітня школа І-ІІІ ступенів №4 Кремінської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кремінський ліцей №5 Кремінської районної ради Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Кремінська школа-гімназія Кремінської районної ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей №1 м.Сєвєродонецька Луганської області', N'Луганська область'),
 dbo.get_eo_hash(N'Сєвєродонецька гуманітарно-естетична гімназія Сєвєродонецької міської ради Луганської області', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Красноталівський навчально- виховний комплекс Станично - Луганського району Луганської області"', N'Луганська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Красноталівський навчально - виховний комплекс Станично - Луганського району Луганської області"', N'Луганська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Красненський опорний заклад загальної середньої освіти І-ІІІ ступенів №1 Красненської селищної ради Золочівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад "Красненська загальноосвітня школа І-ІІІ ступенів №1" Буської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради "Підбузька спеціалізована мистецька школа-інтернат ІI-ІІІ ступенів "Мала академія мистецтв імені Е. Миська"', N'Львівська область'),
 dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради "Підбузька спеціалізована школа-інтернат мистецького профілю І-ІІІ ступенів "Мала академія мистецтв імені Е. Миська"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Підбузький заклад загальної середньої освіти І-ІІІ рівнів Східницької селищної ради Дрогобицького району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Підбузький навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ст. - дошкільний навчальний заклад" Дрогобицького району Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради "Бориславська загальноосвітня санаторна школа І-ІІІ ступенів"', N'Львівська область'),
 dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради "Бориславська загальноосвітня санаторна школа-інтернат І-ІІІ ступенів"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бродівський опорний заклад загальної середньої освіти І-ІІІ ступенів №3 Бродівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад "Бродівська загальноосвітня школа І-ІІІ ступенів №3 Бродівської районної ради Львівської області"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Буський заклад загальної середньої освіти - Гімназія іменіі Євгена Петрушевича при Львівському національному університеті імені Івана Франка" Буської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Буська загальноосвітня школа І ступеня - гімназія-інтернат імені Євгена Петрушевича при Львівському національному університеті імені Івана Франка" Буської районної ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради "Винниківська загальноосвітня санаторна школа І-ІІІ ступенів"', N'Львівська область'),
 dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради "Винниківська загальноосвітня санаторна школа-інтернат І-ІІІ ступенів"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Городоцький заклад загальної середньої освіти №3 І-ІІІ ступенів імені Героя України Івана Бльока Городоцької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Городоцька загальноосвітня школа №3 І-ІІІ ступенів імені Героя України Івана Бльока Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Городоцький заклад загальної середньої освіти №4 І-ІІІ ступенів ім. Тараса Кулєби та Андрія Одухи Городоцької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Городоцький заклад загальної середньої освіти І-ІІІ ступенів №4 ім. Тараса Кулєби та Андрія Одухи Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Городоцький навчально-виховний комплекс №2 "заклад загальної середньої освіти І ступеня - гімназія" Городоцької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Городоцький навчально-виховний комплекс №2 "Загальноосвітня школа І ступеня - гімназія" Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Городоцький опорний заклад загальної середньої освіти №5 І-ІІІ ступенів Городоцької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад - Городоцький навчально-виховний комплекс №5 "Загальноосвітній навчальний заклад-дошкільний навчальний заклад" Городоцької районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Жидачівський заклад загальної середньої освіти I-III ступенів №1 Жидачівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Жидачівський навчально-виховний комплекс "загальноосвітній навчальний заклад-дошкільний навчальний заклад" Жидачівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Жовківсьий заклад загальної середньої освіти І-ІІІ ступенів №1 Жовківської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Жовківська загальноосвітня школа І-ІІІ ступенів №1 Жовківської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Жовківський заклад загальної середньої освіти І-ІІІ ступенів №2 Жовківської міської ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Жовківська загальноосвітня школа І-ІІІ ступенів №2 Жовківської районної ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Жовківський заклад загальної середньої освіти І-ІІІ ступенів №3 Жовківської міської ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Жовківська загальноосвітня школа І-ІІІ ступенів №3 Жовківської районної ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №2 ім. Григорія Тютюнника Кам''янка-Бузької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №2 ім. Григорія Тютюнника м. Кам''янка-Бузька Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №3 м. Кам’янка-Бузької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №3 м. Кам''янка-Бузька Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти І-ІІІ ступенів №1 ім. Івана Франка м. Кам''янка-Бузької міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №1 імені Івана Франка м. Кам''янка-Бузька Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради "Львівська спеціальна школа №100 І-ІІІ ступенів"', N'Львівська область'),
 dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради "Львівська спеціальна загальноосвітня школа-інтернат №100 І-ІІІ ступенів"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей №10 м. Львова імені святої Марії Магдалени Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа №10 м. Львова ім.святої Марії Магдалени', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Львівська українська приватна гімназія-Ліцей', N'Львівська область'),
 dbo.get_eo_hash(N'Львівська українська приватна гімназія', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей "ЕКОЛЕНД"', N'Львівська область'),
 dbo.get_eo_hash(N'Структурний підрозділ Середня загальноосвітня спеціалізована школа І-ІІІ ступеня із поглибленим вивченням окремих предметів "ЕКОЛЕНД" Приватного навчально-виховного комплексу "Садок-школа-ліцей "ЕКОЛЕНД"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради "Львівська загальноосвітня санаторна школа №1 І-ІІІ ст. імені Б.-І. Антонича"', N'Львівська область'),
 dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради "Львівська загальноосвітня санаторна школа-інтернат №1 І-ІІІ ст. імені Б.-І. Антонича"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради "Львівський фаховий коледж спорту" (загальноосвітня школа-інтернат)', N'Львівська область'),
 dbo.get_eo_hash(N'Комунальний заклад Львівської обласної ради "Львівське училище фізичної культури" (загальноосвітня школа-інтернат)', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Приватний ліцей "ЖИВЕ СЛОВО" Приватного підприємства "ЛІНГВІСТИЧНИЙ ЦЕНТР "САНБІМ"', N'Львівська область'),
 dbo.get_eo_hash(N'Приватний середній загальноосвітній навчально-виховний комплекс "Живе слово" Приватного підприємства "Лінгвістичний центр "САНБІМ"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Інженерно-економічна школа-Львівський економічний ліцей" Львівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Інженерно-економічна школа-Львівський економічний ліцей" Львіської міської ради', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Миколаївська гімназія Миколаївської міської ради Стрийського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Миколаївська гімназія Миколаївської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступенів №1 Миколаївської міської ради Стрийського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Миколаївська загальноосвітня школа І-ІІІ ступенів №1 Миколаївської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей №3 м. Мостиська Мостиської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Мостиська загальноосвітня школа №3 I-III ступенів Мостиської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новояворівський заклад загальної середньої освіти І-ІІІ ступенів №1 Новояворівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад "Новояворівська загальноосвітня школа І-ІІІ ступенів №1 Яворівської районної ради Львівської області"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новояворівський заклад загальної середньої освіти І-ІІІ ступенів №2 Новояворівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Новояворівська загальноосвітня школа І-ІІІ ступенів №2 Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новояворівський заклад загальної середньої освіти І-ІІІ ступенів №3 Новояворівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Новояворівська загальноосвітня школа І-ІІІ ступенів №3 Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Перемишлянський опорний заклад загальної середньої освіти І-ІІІ ступенів №1 Перемишлянської міської ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад "Перемишлянська загальноосвітня школа-гімназія І-ІІІ ступенів" Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Перемишлянський опорний заклад загальної середньої освіти І-ІІІ ступенів імені Омеляна Ковча Перемишлянської міської ради Львівського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад "Перемишлянська загальноосвітня школа І-ІІІ ступенів імені Омеляна Ковча" Перемишлянської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Пустомитівський заклад загальної середньої освіти №1 І-ІІІ ступенів" Пустомитівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «ОПОРНИЙ ЗАКЛАД «ПУСТОМИТІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ №1 І-ІІІ СТУПЕНІВ ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пустомитівський заклад загальної середньої освіти №2 І-ІІІ ступенів імені Василя Кучабського Пустомитівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД ПУСТОМИТІВСЬКОЇ РАЙОННОЇ РАДИ «ПУСТОМИТІВСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ №2 І-ІІІ СТУПЕНІВ ІМЕНІ ВАСИЛЯ КУЧАБСЬКОГО ПУСТОМИТІВСЬКОГО РАЙОНУ ЛЬВІВСЬКОЇ ОБЛАСТІ»', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Рудківська середня загальноосвітня школа І-ІІІ ступенів ім. Володимира Жеребного Самбірського району Львівської області"', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад "Рудківська середня загальноосвітня школа І-ІІІ ступенів імені Володимира Жеребного Самбірського району Львівської області"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний навчальний заклад "Сколівська академічна гімназія при Національному університеті "Львівська політехніка" імені Героя України Героя Небесної сотні Олега Ушневича" Сколівської міської ради', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Сколівська академічна гімназія при Національному університеті "Львівська політехніка" імені Героя України Героя Небесної сотні Олега Ушневича" Сколівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів Сокальський ліцей №3 Сокальської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів Сокальський ліцей №3 Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сокальська загальноосвітня школа І-ІІІ ступенів №2 Сокальської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Сокальська загальноосвітня школа І-ІІІ ступенів №2 Сокальської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Соснівська загальноосвітня школа І-ІІІ ступенів №7 Червоноградської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Червоноградська загальноосвітня школа І-ІІІ ступенів №7 Червоноградської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Старосамбірський опорний заклад загальної середньої освіти І-ІІІ ступенів №1 імені Героя України Богдана Сольчаника Старосамбірської міської ради Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний загальноосвітній навчальний заклад - "Старосамбірська загальноосвітня школа І-ІІІ ступенів №1 імені Героя України Богдана Сольчаника Львівської області"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Турківський заклад загальної середньої освіти І-ІІІ ступенів №1 Турківської міської ради Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Турківська загальноосвітня школа І-ІІІ ступенів №1 Турківської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Турківський заклад загальної середньої освіти І-ІІІ ступенів Турківської міської ради Самбірського району Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Турківський навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Турківської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Червоноградський ліцей Червоноградської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Червоноградська гімназія Червоноградської міської ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Яворівська гімназія імені Осипа Маковея Яворівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Яворівська гімназія ім.Осипа Маковея Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Яворівський заклад загальної середньої освіти І-ІІІ ступенів №2 Яворівської міської ради Львівської області', N'Львівська область'),
 dbo.get_eo_hash(N'Яворівська загальноосвітня школа І-ІІІ ступенів №2 Яворівської районної ради Львівської області', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Яворівський заклад загальної середньої освіти І-ІІІ ступенів №3 імені Тараса Шевченка Яворівської міської ради Львівської області"', N'Львівська область'),
 dbo.get_eo_hash(N'Опорний заклад "Яворівська загальноосвітня школа І-ІІІ ступенів №3 імені Тараса Шевченка Яворівської районної ради Львівської області"', N'Львівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гімназія №237', N'м.Київ'),
 dbo.get_eo_hash(N'Гімназія №237 м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ПРИВАТНА ОРГАНІЗАЦІЯ (ЗАКЛАД, УСТАНОВА) "ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНЯ ЛІЦЕЙ "ЕДЮКЕЙТЕР"', N'м.Київ'),
 dbo.get_eo_hash(N'Приватна організація "заклад загальної середньої освіти І-ІІІ ступеня ліцей "Едюкейтер"', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ПРИВАТНА ОРГАНІЗАЦІЯ (УСТАНОВА, ЗАКЛАД) "ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ "МІЖНАРОДНИЙ ЛІЦЕЙ ГЛОБУС" М. КИЄВА', N'м.Київ'),
 dbo.get_eo_hash(N'Приватна організація (установа, заклад) Загальноосвітній навчальний заклад "Міжнародна школа Глобус"', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Навчально-виховний комплекс (спеціалізована школа І ступеня з поглибленим вивченням іспанської мови - суспільно-гуманітарна гімназія) № 176 імені Мігеля де Сервантеса Сааведри міста Києва', N'м.Київ'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс № 176 (спеціалізована школа І ступеня з поглибленим вивченням іспанської мови - суспільно-гуманітарна гімназія) імені Мігеля де Сервантеса', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Український колеж ім. В.О.Сухомлинського м. Києва (спеціалізована школа №272)', N'м.Київ'),
 dbo.get_eo_hash(N'Український колеж імені В.О.Сухомлинського (спеціалізована школа №272) м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей міжнародних відносин №51 Печерського району м.Києва', N'м.Київ'),
 dbo.get_eo_hash(N'Ліцей міжнародних відносин №51', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний загальноосвітній навчальний заклад І-ІІІ ступенів "Навчально-реабілітаційний центр № 6" міста Києва Подільського району', N'м.Київ'),
 dbo.get_eo_hash(N'Загальноосвітній навчальний заклад І-ІІІ ступенів "Спеціальна загальноосвітня школа-інтернат № 6" Подільського району м. Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ПРИВАТНА ОРГАНІЗАЦІЯ (УСТАНОВА, ЗАКЛАД) "ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ І-ІІІ СТУПЕНЯ: ПОЧАТКОВА ШКОЛА, ГІМНАЗІЯ, ЛІЦЕЙ - "НАУКОВО-ДОСЛІДНИЦЬКА ШКОЛА "БАЗИС"', N'м.Київ'),
 dbo.get_eo_hash(N'Приватна організація «Заклад загальної середньої освіти І-ІІІ ступенів: початкова школа, гімназія, ліцей - «Науково-дослідницька школа «Базис»', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Спеціалізована школа №200 Святошинського району м.Києва', N'м.Київ'),
 dbo.get_eo_hash(N'Спеціалізована школа №200', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Середня загальноосвітня школа №166 м.Києва', N'м.Київ'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа №166 Солом''янського району м.Києва', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ТОВ "ЛІЦЕЙ ПОЛІТИКИ, ЕКОНОМІКИ, ПРАВА ТА ІНОЗЕМНИХ МОВ"', N'м.Київ'),
 dbo.get_eo_hash(N'Товариство з обмеженою відповідальністю "Ліцей політики, економіки, права та іноземних мов"', N'м.Київ'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоолександрівський заклад загальної середньої освіти I-III ступенів Інгульської сільської ради Баштанського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новоолександрівська загальноосвітня школа I-III ступеня Баштанської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Братський заклад загальної середньої освіти I-III ступенів Братської селищної ради Братського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Братська загальноосвітня школа I-III ступенів Братської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гімназія селища Братське Братської селищної ради Братського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Гімназія селища Братське Братської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Веселинівська гуманітарна гімназія імені Бориса Мозолевського Веселинівської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Веселинівська гуманітарна гімназія ім Б.М. Мозолевського Веселинівської селищної ради Веселинівського району Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мішково-Погорілівська загальноосвітня школа I-III ступенів Мішково-Погорілівської сільської ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Мішково-Погорілівська загальноосвітня школа I-III ступенів Вітовської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Доманівський заклад загальної середньої освіти I-III ступенів №2 Доманівської селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Доманівська загальноосвітня школа I-III ступенів №2 Доманівської селищної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Єланецька гуманітарна гімназія Єланецької селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Єланецька гуманітарна гімназія Єланецької районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Єланецький заклад загальної середньої освіти I-III ступенів Єланецької селищної ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Єланецька загальноосвітня школа I-III ступенів Єланецької районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад Багачівський заклад загальної середньої освіти I-III ступенів Кривоозерської селищної ради', N'Миколаївська область'),
 dbo.get_eo_hash(N'Багачівська загальноосвітня школа I-III ступенів Кривоозерської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новобузька гімназія - загальноосвітній навчальний заклад ІI-III ступенів Новобузької міської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новобузька гімназія - загальноосвітній навчальний заклад ІI-III ступенів Новобузької районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новобузька загальноосвітня школа I-III ступенів №10 Новобузької міської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новобузька загальноосвітня школа I-III ступенів №10 Новобузької районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новобузька загальноосвітня школа I-III ступенів №7 Новобузької міської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новобузька загальноосвітня школа I-III ступенів №7 Новобузької районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новобузький заклад загальної середньої освіти №1 Новобузької міської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Новобузька загальноосвітня школа I-III ступенів №1 Новобузької районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Снігурівська гімназія ім. Т.Г.Шевченка Снігурівської міської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Снігурівська районна гімназія імені Т.Г.Шевченка Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Снігурівська загальноосвітня школа I-III ступенів №1 Снігурівської міської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Снігурівська загальноосвітня школа I-III ступенів №1 Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Снігурівська загальноосвітня школа I-III ступенів №3 Снігурівської міської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Снігурівська загальноосвітня школа I-III ступенів №3 Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Снігурівська загальноосвітня школа I-III ступенів Снігурівської міської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Снігурівська загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бандурський заклад загальної середньої освіти І-ІІІ ступенів зі структурним дошкільним підрозділом Мигіївської сільської ради Первомайського району Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Бандурський навчально-виховний комплекс "дошкільний навчальний заклад-загальноосвітній навчальний заклад І-ІІІ ступенів" Первомайської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Першотравнева загальноосвітня школа I-III ступенів Снігурівської міської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Першотравнева загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Суворський заклад загальної середньої освіти I-III ступенів Горохівської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Суворська загальноосвітня школа I-III ступенів Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Любомирівський навчально-виховний комплекс "заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти" Шевченківської сільської ради Миколаївської області', N'Миколаївська область'),
 dbo.get_eo_hash(N'Любомирівський навчально-виховний комплекс "Загальноосвітній навчальний заклад I-III ступенів - дошкільний навчальний заклад" Снігурівської районної ради Миколаївської області', N'Миколаївська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа Жеребківський ліцей №1 Ананьївської міської ради"', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І - ІІІ ступенів № 1 с. Жеребкове Ананьївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа Жеребківський ліцей №2 Ананьївської міської ради"', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І - ІІІ ступенів №2 с.Жеребкове Ананьївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа "Точилівський ліцей Ананьївської міської ради"', N'Одеська область'),
 dbo.get_eo_hash(N'Точилівський навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів - ДНЗ"Ананьївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Веселокутський заклад загальної середньої освіти Теплицької сільської ради Арцизького району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Веселокутський заклад загальної середньої освіти I-III ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Задунаївський заклад загальної середньої освіти I-III ступенів Арцизької міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Задунаївська загальноосвітня школа I-III ступенів Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великодальницький заклад загальної середньої освіти І-ІІІ ступенів №2 Великодальницької сільської ради Біляївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Великодальницька загальноосвітня школа І-ІІІ ступенів №2 Біляївського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів Великодальницький навчально-виховний комплекс "Школа-гімназія" Великодальницької сільської ради Біляївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Великодальницький навчально-виховний комплекс "Школа-гімназія" Біляївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів Нерубайський навчально-виховний комплекс "школа-гімназія" Нерубайської сільської ради Біляївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Нерубайський навчально-виховний комплекс "школа-гімназія" Біляївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кубейський заклад загальної середньої освіти імені академіка Олександра Теодорова-Балана Кубейської сільської ради Болградського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Кубейська загальноосвітня школа I-III ступенів імені академіка Олександра Теодорова-Балана Болградського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кубейський заклад загальної середньої освіти Кубейської сільської ради Болградського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Кубейський навчально-виховний комплекс "загальноосвітня школа I-III ступенів - ліцей"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ОКСАМИТНЕНСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ ІМЕНІ І.І.БУЛГАРОВА БОЛГРАДСЬКОЇ МІСЬКОЇ РАДИ ОДЕСЬКОЇ ОБЛАСТІ', N'Одеська область'),
 dbo.get_eo_hash(N'Оксамитненська загальноосвітня школа I-III ступенів імені І.І.Булгарова Болградської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Петрівська Загальноосвітня школа I-III ступенів №1 Великобуялицької сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Петрівська Загальноосвітня школа I-III ступенів №1 Іванівської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Петрівська Загальноосвітня школа I-III ступенів №2 Великобуялицької сільської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Петрівська Загальноосвітня школа I-III ступенів №2 Іванівської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шевченківський заклад загальної середньої освіти №1 Кілійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Шевченківський заклад загальної середньої освіти I-III ступенів №1 Кілійської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шевченківський заклад загальної середньої освіти №2 Кілійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Шевченківський заклад загальної середньої освіти I-III ступенів №2 Кілійської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Визирський ліцей Визирської сільської ради Лиманського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Визирськая загальноосвітня школа I-III ступенів Лиманської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Покрівський навчально-виховний комплекс " Загальноосвітня школа I-III ступенів - дитячий садок"', N'Одеська область'),
 dbo.get_eo_hash(N'Покрівський навчально - виховний комплекс " Загальноосвітня школа I-III ступенів - дитячий садок" Любашівського району', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Ананьївський спеціалізований ліцей спортивного профілю Одеської обласної ради" Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Ананьївська загальноосвітня школа-інтернат I-III ступенів" Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа "Ананьївський ліцей №1 Ананьївської міської ради"', N'Одеська область'),
 dbo.get_eo_hash(N'Ананьївський навчально - виховний комплекс "Загальноосвітня школа І - ІІІ ступенів - гімназія - дошкільний навчальний заклад" Ананьївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальна установа "Ананьївський ліцей №2 Ананьївської міської ради"', N'Одеська область'),
 dbo.get_eo_hash(N'Ананьївський навчально - виховний комплекс "Загальноосвітня школа І - ІІІ ступенів - ліцей-дошкільний навчальний заклад" Ананьївської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Арцизький заклад загальної середньої освіти I-III ступенів № 5 Арцизької міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Арцизька загальноосвітня школа I-III ступенів № 5 Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Арцизький заклад загальної середньої освіти І-III ступенів №4 Арцизької міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Арцизький заклад загальної середньої освіти І-III ступенів №4 Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Арцизький опорний заклад загальної середньої освіти I-III ступенів № 1 Арцизької міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад "Арцизький навчально-виховний комплекс "Загальноосвітня школа I-III ступенів № 1 - гімназія - міжшкільний навчально-виробничий комбінат - дошкільний начальний заклад" Арцизької районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Білгород-Дністровський ліцей "Пріоритет" Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Білгород-Дністровський районний ліцей', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'БОЛГРАДСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ №2 БОЛГРАДСЬКОЇ МІСЬКОЇ РАДИ ОДЕСЬКОЇ ОБЛАСТІ', N'Одеська область'),
 dbo.get_eo_hash(N'Болградська загальноосвітня школа I-III ступенів № 2 Болградської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'БОЛГРАДСЬКИЙ ЗАКЛАД ЗАГАЛЬНОЇ СЕРЕДНЬОЇ ОСВІТИ №3 БОЛГРАДСЬКОЇ МІСЬКОЇ РАДИ ОДЕСЬКОЇ ОБЛАСТІ', N'Одеська область'),
 dbo.get_eo_hash(N'Болградська загальноосвітня школа I-III ступенів № 3 Болградської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'БОЛГРАДСЬКИЙ НАВЧАЛЬНО-ВИХОВНИЙ КОМПЛЕКС "СПЕЦІАЛІЗОВАНА ШКОЛА I-III СТУПЕНІВ-ЛІЦЕЙ" БОЛГРАДСЬКОЇ МІСЬКОЇ РАДИ ОДЕСЬКОЇ ОБЛАСТІ', N'Одеська область'),
 dbo.get_eo_hash(N'Болградський навчально-виховний комплекс "Спеціалізована школа I-III ступенів-ліцей" Болградської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Загальноосвітній політехнічний ліцей ІІ-ІІІ ступенів міста Ізмаїл Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітній політехнічний ліцей ІІ-ІІІ ступенів м. Ізмаїл Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Загальноосвітня школа № 11 I-III ступенів міста Ізмаїл Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа № 11 I-III ступенів міста Ізмаїл Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Загальноосвітня школа № 14 I-III ступенів міста Ізмаїл Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа № 14 I-III ступенів міста Ізмаїл Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Загальноосвітня школа № 2 I-III ступенів міста Ізмаїл Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа № 2 I-III ступенів міста Ізмаїл Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Загальноосвітня школа № 3 I-III ступенів міста Ізмаїл Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа № 3 I-III ступенів міста Ізмаїл Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Загальноосвітня школа № 4 I-III ступенів міста Ізмаїл Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа № 4 I-III ступенів міста Ізмаїл Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Загальноосвітня школа № 8 I-III ступенів міста Ізмаїл Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа № 8 I-III ступенів міста Ізмаїл Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Загальноосвітня школа №10 I-III ступенів міста Ізмаїл Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа №10 I-III ступенів міста Ізмаїл Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Загальноосвітня школа №6 І-ІІІ ступенів міста Ізмаїл Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа №6 І-ІІІ ступенів міста Ізмаїл Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'загальноосвітня школа №9 І – ІІІ ступенів міста Ізмаїл Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'загальноосвітня школа №9 І – ІІІ ступенів міста Ізмаїл Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний неприбутковий заклад освіти Ізмаїльської міської ради Ізмаїльського району Одеської області "Український ліцей з поглибленим вивченням іноземних мов імені Т.Г.Шевченка"', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний неприбутковий заклад освіти Ізмаїльської міської ради "Український ліцей з поглибленим вивченням іноземних мов імені Т.Г.Шевченка"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа № 1 ім. О.В.Суворова I-III ступенів з поглибленим вивченням англійської мови міста Ізмаїл Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа № 1 ім. О.В.Суворова I-III ступенів з поглибленим вивченням англійської мови міста Ізмаїл Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа № 16 I-III ступенів з поглибленим вивченням німецької мови міста Ізмаїл Ізмаїльського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа № 16 I-III ступенів з поглибленим вивченням німецької мови міста Ізмаїл Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кілійський заклад загальної середньої освіти №1 Кілійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Кілійський заклад загальної середньої освіти I-III ступенів №1-ліцей Кілійської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кілійський заклад загальної середньої освіти №2 Кілійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Кілійський заклад загальної середньої освіти І-III ступенів №2 Кілійської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кілійський заклад загальної середньої освіти №3 Кілійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Кілійський заклад загальної середньої освіти I-III ступенів №3-ліцей Кілійської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти Кілійський заклад загальної середньої освіти №4 Кілійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Кілійський заклад загальної середньої освіти І-ІІІ ступенів №4-гімназія Кілійської міської ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Опорний заклад "Кодимський заклад загальної середньої освіти №1" Кодимської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Опорний заклад "Кодимська загальноосвітня школа I-III ступенів" Кодимської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Опорний заклад "Кодимський заклад загальної середньої освіти №2" Кодимської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'комунальний заклад "Опорний заклад "Кодимський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів -дошкільний навчальний заклад" Кодимської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ренійський заклад загальної середньої освіти № 5 Ренійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Ренійська загальноосвітня школа І - ІІІ ступенів № 5 Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ренійський заклад загальної середньої освіти №1 Ренійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Ренійська загальноосвітня I-III ступенів школа №1 Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ренійський заклад загальної середньої освіти №3 Ренійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Ренійська загальноосвітня I-III ступенів школа №3 Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ренійський заклад загальної середньої освіти №4 Ренійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Ренійська загальноосвітня школа I-III ступенів №4 Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ренійський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів- ліцей" Ренійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Ренійський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів- ліцей" Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ренійський навчально-виховний комплекс "Загальноосвітня школа І ступеня-гімназія" Ренійської міської ради', N'Одеська область'),
 dbo.get_eo_hash(N'Ренійський навчально-виховний комплекс "загальноосвітня школа І ступеня-гімназія" Ренійської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Роздільнянська загальноосвітня школа I-III ступенів № 2 Роздільнянської міської ради Одеської області"', N'Одеська область'),
 dbo.get_eo_hash(N'Роздільнянська загальноосвітня школа I-III ступенів № 2 Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Роздільнянська загальноосвітня школа I-III ступенів № 3 Роздільнянської міської ради Одеської області"', N'Одеська область'),
 dbo.get_eo_hash(N'Роздільнянська загальноосвітня школа I-III ступенів № 3 Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Роздільнянська загальноосвітня школа I-III ступенів № 4 Роздільнянської міської ради Одеської області"', N'Одеська область'),
 dbo.get_eo_hash(N'Роздільнянська загальноосвітня школа I-III ступенів № 4 Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Роздільнянський навчально-виховний комплекс "школа-гімназія" №1 Роздільнянської міської ради Одеської області"', N'Одеська область'),
 dbo.get_eo_hash(N'Роздільнянський навчально-виховний комплекс "школа-гімназія" №1 Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Татарбунарський заклад загальної середньої освіти I-III ступенів ім. В.З.Тура" Татарбунарської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Татарбунарська загальноосвітня школа I-III ступенів №1 ім. В.З.Тура" Татарбунарської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Татарбунарський навчально-виховний комплекс "Заклад загальної середньої освіти I-III ступенів-гімназія" Татарбунарської міської ради Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Татарбунарський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-гімназія" Татарбунарської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти "Авторська школа М.П.Гузика" Южненської міської ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Южненська Авторська М.П.Гузика експериментальна спеціалізована загальноосвітня школа-комплекс I-III ступенів Южненської міської ради Одеської області"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти №1 Южненської міської ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Южненська загальноосвітня школа I-III ступенів № 1 Южненської міської ради Одеської області"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти №2 Южненськ Южненської міської ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Южненський навчально-виховний комплекс (загальноосвітня спеціалізована школа I-III ступенів № 2 - центр позашкільної освіти - професійно-технічне училище) Южненської міської ради Одеської області"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти імені В''ячеслава Чорновола Южненської міської ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Южненський навчально-виховний комплекс імені В''ячеслава Чорновола (гімназія-загальноосвітня школа І ступеня) Южненської міської ради Одеської області"', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Левадівський заклад загальної середньої освіти ім. С. І. Олійника Андрієво-Іванівської сільської ради Миколаївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Левадівський навчально-виховний комплекс "загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" ім. С. І. Олійника Миколаївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ульяновський заклад загальної середньої освіти Миколаївської селищної ради Миколаївського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Ульяновський НВК "загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Миколаївського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великодолинський заклад загальної середньої освіти №1 Великодолинської селищної ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Великодолинський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-гімназія" Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великодолинський заклад загальної середньої освіти №2 Великодолинської селищної ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Великодолинська загальноосвітня школа I-III ступенів № 2 Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великодолинський заклад загальної середньої освіти №3 Великодолинської селищної ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Великодолинський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-ліцей" Овідіопольського району Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Овідіопольський заклад загальної середньої освіти імені Т.Шевченка Овідіопольської селищної ради Одеського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Овідіопольський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-гімназія" імені Т.Шевченка Овідіопольського району Одеської області (новий корпус)', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Степова загальноосвітня школа I-III ступенів Лиманської селищної ради Роздільнянського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Степова загальноосвітня школа I-III ступенів Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лиманська загальноосвітня школа І-ІІІ ступенів № 1 Лиманської селищної ради Роздільнянського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Лиманська загальноосвітня школа І-ІІІ ступенів № 1 Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лиманська загальноосвітня школа І-ІІІ ступенів № 2 Лиманської селищної ради Роздільнянського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Лиманська загальноосвітня школа І-ІІІ ступенів № 2 Роздільнянської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Введенський заклад загальної середньої освіти І-ІІІ ступенів Саратської селищної ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Введенський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів - ДНЗ (дитячий садок)" Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Плахтіївський заклад загальної середньої освіти I-III ступенів №2 - гімназія Плахтіївської сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Плахтіївський навчально-виховний комплекс "Загальноосвітня школа № 2 I-III ступенів - гімназія" Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Плахтіївський заклад загальної середньої освіти I-III ступенів №3 Плахтіївської сільської ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Плахтіївська загальноосвітня школа № 3 I-III ступенів Саратської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Саратський ЗЗСО ІІ-ІІІ ступенів з інституційною формою навчання Саратської селищної ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Саратська вечірня (змінна)загальноосвітня школа ІI-III ступенів Саратської районної ради', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Саратський опорний заклад загальної середньої освіти І-ІІІ ступенів-гімназія Саратської селищної ради Білгород-Дністровського району Одеської області', N'Одеська область'),
 dbo.get_eo_hash(N'Саратський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-гімназія" Саратської районної ради Одеської області', N'Одеська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Котелевський заклад загальної середньої освіти № 2 І-ІІІ ступенів Котелевської селищної ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Котелевська загальноосвітня школа І-ІІІ ступенів № 2 Котелевської районної ради', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Котелевський заклад загальної середньої освіти № 4 І-ІІІ ступенів Котелевської селищної ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Котелевська загальноосвітня школа № 4 І-ІІІ ступенів Котелевської районної ради', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад Котелевська гімназія № 1 імені С. А. Ковпака Котелевської селищної ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Котелевська гімназія № 1 імені С.А.Ковпака Котелевської районної ради', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гирявоісковецька загальноосвітня школа І-ІІІ ступенів Лохвицької міської ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Гирявоїсковецька загальноосвітня школа І-ІІІ ступенів Лохвицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад „Ісковецька загальноосвітня школа І-ІІІ ступенів Сенчанської сільської ради”', N'Полтавська область'),
 dbo.get_eo_hash(N'Ісковецька загальноосвітня школа І-ІІІ ступенів Лохвицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад „Корсунівська загальноосвітня школа І-ІІІ ступенів Сенчанської сільської ради”', N'Полтавська область'),
 dbo.get_eo_hash(N'Корсунівська загальноосвітня школа І-ІІІ ступенів Лохвицької районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №3 імені В.О.Нижниченка Горішньоплавнівської міської ради Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Спеціалізована загальноосвітня школа І-ІІІ ступенів № 3 імені В.О.Нижниченка з поглибленим вивченням предметів суспільно-гуманітарного циклу Горішньоплавнівської міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Карлівський ліцей №4 Карлівської районної ради Полтавської області"', N'Полтавська область'),
 dbo.get_eo_hash(N'Карлівська загальноосвітня школа І-ІІІ ступенів №4 Карлівської районної ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 10 „Лінгвіст” Кременчуцької міської ради Кременчуцького району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький ліцей № 10 «Лінгвіст» Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 13 „Авіор” Кременчуцької міської ради Кременчуцького району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький ліцей № 13 «Авіор» Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 17 „Вибір” імені М. Г. Неленя Кременчуцької міської ради Кременчуцького району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький ліцей № 17 «Вибір» імені М.Г. Неленя Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 25 „Гуманітарний колегіум” Кременчуцької міської ради Кременчуцького району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький ліцей № 25 «Гуманітарний колегіум» Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 30 „Олімп” імені Н. М. Шевченко Кременчуцької міської ради Кременчуцького району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький ліцей № 30 «Олімп» імені Н.М.Шевченко Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 4 „Кремінь” Кременчуцької міської ради Кременчуцького району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький ліцей № 4 «Кремінь» Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 5 ім. Т.Г. Шевченка Кременчуцької міської ради Кременчуцького району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький ліцей № 5 імені Т. Г. Шевченка Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кременчуцький ліцей-інтернат № 21 „СТАРТ” спортивного профілю Кременчуцької міської ради Кременчуцького району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький ліцей-інтернат № 21 «СТАРТ» спортивного профілю Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кременчуцький навчально-виховний комплекс „Загальноосвітня школа І-ІІІ ступенів—позашкільний навчальний заклад” № 2 Кременчуцької міської ради Кременчуцького району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - позашкільний навчальний заклад" № 2 Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 11 „Гарант” Кременчуцької міської ради Кременчуцького району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький ліцей № 11 «Гарант» Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кременчуцький ліцей № 6 „Правобережний” Кременчуцької міської ради Кременчуцького району Полтавської області', N'Полтавська область'),
 dbo.get_eo_hash(N'Кременчуцький ліцей № 6 «Правобережний» Кременчуцької міської ради Полтавської області', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Полтавський мистецький ліцей ім. Софії Русової Полтавської обласної ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Полтавська спеціалізована мистецька школа-інтернат І-ІІІ ступенів "Центр освіти та соціально-педагогічної підтримки" ім. Софії Русової Полтавської обласної ради', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великосорочинський ліцей Полтавської обласної ради', N'Полтавська область'),
 dbo.get_eo_hash(N'Великосорочинська загальноосвітня санаторна школа-інтернат І-ІІІ ступенів Миргородського району Полтавської обласної ради', N'Полтавська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Володимирецька загальноосвітня школа І-ІІІ ступенів №1 Володимирецької селищної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Володимирецька загальноосвітня школа І-ІІІ ступенів №1 Володимирецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Володимирецький районний колегіум Володимирецької селищної ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Володимирецький районний колегіум Володимирецького району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Малосадівський ліцей" Привільненської сільської ради Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Малосадівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад " Дубенської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сатиївський ліцей Варковицької сільської ради Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Сатиївська загальноосвітня школа І-ІІІ ступенів Дубенської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лютинський заклад загальної середньої освіти І-ІІІ ступенів Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Лютинський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зарічненський ліцей №1 Зарічненської селищної ради Вараського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Зарічненський навчально-виховний комплекс "Загальноосвітня школа І ступеня - гімназія" Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зарічненський ліцей №2 Зарічненської селищної ради Вараського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Зарічненська загальноосвітня школа І-ІІІ ступенів Зарічненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Веснянська загальноосвітня школа І-ІІІ ступенів Корецької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Веснянська загальноосвітня школа І-ІІІ ступенів Корецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Березнівський економіко-гуманітарний ліцей Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Березнівський навчально-виховний комплекс "Економіко-гуманітарний ліцей - загальноосвітня школа І-ІІ ступенів" Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Березнівський ліцей №1 імені Миколи Буховича Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Березнівська гімназія Березнівської районної ради Рівненської області імені Миколи Буховича', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Березнівський ліцей №2 Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Березнівська загальноосвітня І-ІІІ ступенів школа №2 Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Березнівський ліцей №3 Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Березнівський навчально-виховний комплекс "Загальноосвітня школа І-ІІ ступенів - ліцей з професійним навчанням" Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Березнівський ліцей-інтернат спортивного профілю" Березнівської міської ради Рівненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Березнівський ліцей-інтернат спортивного профілю" Березнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вараський ліцей № 3 Вараської міської територіальної громади Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Вараська загальноосвітня школа I-III ступенів №3 Вараської міської ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вараський ліцей №1 Вараської міської територіальної громади Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Вараська загальноосвітня школа І-ІІІ ступенів №1 Вараської міської ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вараський ліцей №2 Вараської міської територіальної громади Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Вараська загальноосвітня школа І-ІІІ ступенів №2 Вараської міської ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вараський ліцей №4 Вараської міської територіальної громади Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Вараська загальноосвітня школа І-ІІІ ступенів №4 Вараської міської ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вараський ліцей №5 Вараської міської територіальної громади Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Вараська загальноосвітня школа І-ІІІ ступенів №5 Вараської міської ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дубровицька загальноосвітня школа І-ІІІ ступенів №1 Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Дубровицька загальноосвітня школа І-ІІІ ступенів №1 Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дубровицька загальноосвітня школа І-ІІІ ступенів №2 Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Дубровицька загальноосвітня школа І-ІІІ ступенів №2 Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Дубровицький навчально-виховний комплекс "Ліцей-школа" Дубровицької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Дубровицький навчально-виховний комплекс "Ліцей-школа" Дубровицької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Здолбунівська гімназія Здолбунівської міської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Здолбунівська гімназія Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Здолбунівська загальноосвітня школа І-ІІІ ступенів №1 Здолбунівської міської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Здолбунівська загальноосвітня школа І-ІІІ ступенів №1 Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Здолбунівська загальноосвітня школа І-ІІІ ступенів №3 Здолбунівської міської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Здолбунівська загальноосвітня школа І-ІІІ ступенів №3 Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Здолбунівська загальноосвітня школа І-ІІІ ступенів №4 Здолбунівської міської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Здолбунівська загальноосвітня школа І-ІІІ ступенів №4 Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Здолбунівська загальноосвітня школа І-ІІІ ступенів №5 Здолбунівської міської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Здолбунівська загальноосвітня школа І-ІІІ ступенів №5 Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Здолбунівська загальноосвітня школа І-ІІІ ступенів №6 Здолбунівської міської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Здолбунівська загальноосвітня школа І-ІІІ ступенів №6 Здолбунівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Корецька загальноосвітня школа І-ІІІ ступенів №1 Корецької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Корецька загальноосвітня школа І-ІІІ ступенів №1 Корецької міської ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Корецька загальноосвітня школа І-ІІІ ступенів №3 Корецької міської ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Корецька загальноосвітня школа І-ІІІ ступенів №3 Корецької міської ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Корецький навчально-виховний комплекс "Школа І-ІІ ступенів - Ліцей" Корецької міської ради Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Корецький навчально-виховний комплекс "Школа І-ІІ ступенів-Ліцей" Корецької районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Радивилівський ліцей № 2 ім. П.Г.Стрижака Радивилівської міської ради Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Радивилівський ліцей № 2 ім. П.Г. Стрижака Радивилівської міської ради Радивилівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Радивилівський ліцей №1 Радивилівської міської ради Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Радивилівський навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ст. №1 - гімназія" Радивилівської міської ради Радивилівського району Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Обласний науковий ліцей в м. Рівне Рівненської обласної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Рівненський обласний науковий ліцей-інтернат ІІ-ІІІ ступенів" Рівненської обласної ради', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сарненський ліцей №1 ім. Т.Г.Шевченка Сарненської міської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Сарненський навчально-виховний комплекс "Школа-колегіум" ім. Т. Г. Шевченка Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сарненський ліцей №2 Сарненської міської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Сарненський ліцей №2 Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сарненський ліцей №4 Сарненської міської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Сарненська загальноосвітня школа І-ІІІ ступенів №4 Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сарненський ліцей №5 Сарненської міської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Сарненська гімназія Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сарненський районний ліцей "Лідер" Сарненської міської ради Сарненського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Сарненський районний ліцей "Лідер" Сарненської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хотинський ліцей імені Свєшнікова І.К. Крупецької сільської ради Дубенського району Рівненської області', N'Рівненська область'),
 dbo.get_eo_hash(N'Хотинська загальноосвітня школа І-ІІІ ступенів імені Свєшнікова І.К. Радивилівської районнної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Рокитнівський ліцей №3" Рокитнівської селищної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'ОЗНЗ "Рокитнівська загальноосвітня школа І-ІІІ ступенів №3" Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Рокитнівський ліцей №1 Рокитнівської селищної ради', N'Рівненська область'),
 dbo.get_eo_hash(N'Рокитнівський навчально-виховний комплекс школа І ступеня-гімназія Рокитнівської районної ради Рівненської області', N'Рівненська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гвинтівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів, заклад дошкільної освіти Буринської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Гвинтівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів:дошкільний навчальний заклад Гвинтівської сільської ради Буринського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Пісківська загальноосвітня школа I-III ступенів Буринської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Пісківська загальноосвітня школа I-III ступенів Пісківської сільської ради Буринського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Першотравнева загальноосвітня школа I-III ступенів імені В.Г.Михайлика Буринської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Першотравнева загальноосвітня школа I-III ступенів імені В.Г.Михайлика Слобідської сільської ради Буринського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Слобідська загальноосвітня школа І-ІІІ ступенів Буринської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Слобідський навчально-виховний комплекс:загальноосвітня школа I-III ступенів, дошкільний навчальний заклад Слобідської сільської ради Буринського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Уланівський навчально-виховний комплекс: загальноосвітня школа І - ІІІ ступенів, дошкільний навчальний заклад "Джерельце" Есманьської селищної ради Шосткинського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Уланівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів дошкільний навчальний заклад "Джерельце" Глухівської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'В’язівський навчально-виховний комплекс «загальноосвітня школа І-ІІІ ступенів –дошкільний навчальний заклад» Дубов’язівської селищної ради Конотопського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'В''язівський навчально - виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Конотопської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Шевченківський заклад загальної середньої освіти І-ІІІ ступенів Попівської сільської ради Конотопського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Шевченківський навчально - виховний комплекс "Загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Конотопської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бистрицький ліцей Кролевецької міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Бистрицький навчально-виховний комплекс "загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Спаський ліцей Кролевецької міської ради', N'Сумська область'),
 dbo.get_eo_hash(N'Спаська загальноосвітня школа I-III ступенів Кролевецької районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Василівський заклад загальної середньої освіти І-ІІІ ступенів Лебединської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Василівська загальноосвітня школа I-III ступенів Лебединської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Капустинська загальноосвітня школа I-III ст. Синівської сільської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Капустинська загальноосвітня школа I-III ст. Липоводолинської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Московський навчально-виховний комплекс: Московська загальноосвітня школа І-ІІІ ступенів - Московський дошкільний навчальний заклад Липоводолинської селищної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Московський навчально-виховний комплекс Липоводолинської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Саївський навчально-виховний комплекс: Саївська загальноосвітня школа І-ІІІ ступенів-Саївський дошкільний навчальний заклад Синівської сільської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Саївський навчально-виховний комплекс: Саївська загальноосвітня школа І-ІІІ ст. - Саївський дошкільний навчальний заклад Липоводолинської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Синівська загальноосвітня школа I-III ступенів Синівської сільської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Синівська загальноосвітня школа I-III ступенів Липоводолинської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ворожбянський заклад загальної середньої освіти І-ІІІ ступенів №3 (опорний заклад) Ворожбянської міської ради Сумської області.', N'Сумська область'),
 dbo.get_eo_hash(N'Ворожбянський заклад загальної середньої освіти І-ІІІ ступенів №3 Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ворожбянський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад №1 Ворожбянської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Ворожбянський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад №1 Білопільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Охтирська загальноосвітня школа І-ІІІ ступенів імені Б.Д.Антоненка-Давидовича Охтирської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Опорний заклад «Охтирська загальноосвітня школа І-ІІІ ступенів Охтирської міської ради Сумської області»', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Путивльська загальноосвітня школа І-ІІІ ступенів № 1 імені Радіка Руднєва Путивльської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Путивльська загальноосвітня школа I - III ступенів №1 ім. Радіка Руднєва Путивльської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Путивльська загальноосвітня школа І-ІІІ ступенів № 2 імені Г. Я. Базими Путивльської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Путивльська загальноосвітня школа І-ІІІ ступенів № 2 ім. Г.Я. Базими Путивльської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний Середино-Будський заклад загальної середньої освіти I-III ступенів № 1 Середино-Будської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Середино-Будська загальноосвітня школа I-III ступенів № 1 Середино-Будської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний Середино-Будський заклад загальної середньої освіти І-ІІІ ступенів № 2 Середино-Будської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Середино-Будська загальноосвітня школа I-III ступенів № 2 Середино-Будської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мазівський навчально-виховний комплекс: загальноосвітня школа І-ІІІ ступенів- дошкільний навчальний заклад Новослобідської сільської ради Конотопського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Мазівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Путивльської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бацманівський навчально-виховний комплекс: заклад загальної середньої освіти I-III ступенів – заклад дошкільної освіти Роменської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Бацманівський навчально-виховний комплекс: загальноосвітня школа I-III ступенів - дошкільний навчальний заклад Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Смілівський ліцей - заклад загальної середньої освіти І-ІІІ ступенів імені Феодосія Сахна Хмелівської сільської ради Роменського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Смілівський ліцей - заклад загальної середньої освіти І-ІІІ ступенів імені Феодосія Сахна Роменської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Журавський навчально-виховний комплекс «загальноосвітня школа І-ІІІ ступенів – дошкільний навчальний заклад» Зноб-Новгородської селищної ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Журавський навчально-виховний комплекс "загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Зноб-Новгородської селищної ради Середино-Будського району Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чернацький навчально-виховний комплекс «заклад загальної середньої освіти І-ІІІ ступенів – заклад дошкільної освіти» Середино-Будської міської ради Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Чернацький навчально-виховний комплекс "загальноосвітня школа I-III ступенів - дошкільний навчальний заклад" Середино-Будської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Могрицький навчально-виховний комплекс Юнаківської сільської ради Сумського району Сумської областіі', N'Сумська область'),
 dbo.get_eo_hash(N'Могрицький навчально-виховний комплекс «Загальноосвітній навчальний заклад- дошкільний навчальний заклад» Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сульський навчально-виховний комплекс «загальноосвітній навчальний заклад – дошкільний навчальний заклад» Садівської сільської ради Сумського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Сульський навчально-виховний комплекс "загальноосвітній навчальний заклад - дошкільний навчальний заклад" Сумської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Свеська спеціалізована школа І-ІІІ ступенів № 2 «ліцей» Свеської селищної ради Шосткинського району Сумської області', N'Сумська область'),
 dbo.get_eo_hash(N'Свеська спеціалізована школа I-III ступенів № 2 "ліцей" Ямпільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ямпільська загальноосвітня школа І-ІІІ ступенів № 1 Ямпільської селищної ради', N'Сумська область'),
 dbo.get_eo_hash(N'Ямпільська загальноосвітня школа I-III ступенів № 1 Ямпільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ямпільська загальноосвітня школа І-ІІІ ступенів № 2 Ямпільської селищної ради', N'Сумська область'),
 dbo.get_eo_hash(N'Ямпільська загальноосвітня школа I-III ступенів № 2 Ямпільської районної ради Сумської області', N'Сумська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів ім. Пулюя смт. Гримайлів Гусятинського району Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів ім. Пулюя смт. Гримайлів Гусятинський район Тернопільська область', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Козівський заклад загальної середньої освіти І-ІІІ ступенів №1 Козівської селищної ради', N'Тернопільська область'),
 dbo.get_eo_hash(N'Козівська загальноосвітня школа І-ІІІ ступенів №1', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бережанський ліцей', N'Тернопільська область'),
 dbo.get_eo_hash(N'Бережанська обласна комунальна загальноосвітня школа-інтернат І-ІІІ ступенів з поглибленим вивченням трудового навчання', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Збаразький ліцей Тернопільської обласної ради', N'Тернопільська область'),
 dbo.get_eo_hash(N'Збаразька санаторна загальноосвітня школа - інтернат І-ІІІ ступенів Тернопільської обласної ради', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Збаразька загальноосвітня школа І-ІІІ ступенів № 1" Збаразької міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Збаразька загальноосвітня школа І-ІІІ ступенів №1 Збаразької міської ради Тернопільської області', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лановецький заклад загальної середньої освіти І-ІІІ ступенів №1 імені Юрія Коваля Лановецької міської ради Кременецького району Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Лановецька загальноосвітня школа І-ІІІ ступенів №1 імені Юрія Коваля', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Теребовлянська загальноосвітня школа І-ІІІ ступенів №2, що знаходиться в комунальній власності Теребовлянської міської ради', N'Тернопільська область'),
 dbo.get_eo_hash(N'Теребовлянська загальноосвітня школа І-ІІІ ступенів №2', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Теребовлянський профільний ліцей', N'Тернопільська область'),
 dbo.get_eo_hash(N'Теребовлянський навчально-виховний комплекс', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Горішньовигнанський навчально-виховний комплекс " заклад загальної середньої освіти І-ІІІ ступенів - заклад дошкільної освіти" Чортківської міської ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Горішньовигнанський навчально-виховний комплекс Чортківської районної ради Тернопільської області "загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад"', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Литвинівська загальноосвітня школа І-ІІІ ступенів Підгаєцької районної ради Тернопільської області', N'Тернопільська область'),
 dbo.get_eo_hash(N'Литвинівська загальноосвітня школа І-ІІІ ступенів', N'Тернопільська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Іванівський ліцей Вовчанської міської ради Чугуївського району Харківської області»', N'Харківська область'),
 dbo.get_eo_hash(N'Іванівська загальноосвітня школа I-III ступенів Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мечниківський навчально - виховний комплекс (загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад) Дворічанської районної ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Мечниківський навчально-виховний комплекс Дворічанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Артільський ліцей" Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Артільський навчально-виховний комплекс Лозівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Павлівський ліцей" Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Павлівська загальноосвітня школа I-III ступенів ім. Олекси Десняка Лозівської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Вовчанський ліцей №1 Вовчанської міської ради Чугуївського району Харківської області»', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Вовчанський ліцей №1 Вовчанської районної ради Харківської області"', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Вовчанський ліцей №2 Вовчанської міської ради Чугуївського району Харківської області»', N'Харківська область'),
 dbo.get_eo_hash(N'Вовчанський ліцей №2 Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Вовчанський ліцей №3 Вовчанської міської ради Чугуївського району Харківської області»', N'Харківська область'),
 dbo.get_eo_hash(N'Вовчанська загальноосвітня школа I-III ступенів №3 Вовчанської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Красноградський ліцей №1 ім. О.І. Копиленка Красноградської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Красноградський заклад загальної середньої освіти I-III ступенів № 1 ім. О.І.Копиленка Красноградської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Красноградський ліцей №2 Красноградської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Красноградський навчально-виховний комплекс (заклад загальньої середньої освіти I-III ступенів - заклад дошкільної освіти) № 2 Красноградської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Красноградський ліцей №3 Красноградської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Красноградський навчально-виховний комплекс (заклад загальної середньої освіти I-III ступенів - заклад дошкільної освіти) № 3 Красноградської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Красноградський ліцей №4 Красноградської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Красноградський багатопрофільний ліцей Красноградської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Красноградський ліцей №5 Красноградської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Красноградська гімназія "Гранд" Красноградської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Лозівський ліцей №10» Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Лозівський навчально-виховний комплекс №10 "загальноосвітній навчальний заклад - дошкільний навчальний заклад" Лозівської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Лозівський ліцей №11» Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Лозівська загальноосвітня школа I-III ст. №11 Лозівської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Лозівський ліцей №12» Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Лозівська загальноосвітня школа I-III ст. №12 Лозівської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Лозівський ліцей №3» Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Лозівська загальноосвітня школа I-III ступенів №3 Лозівської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Лозівський ліцей №4» Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Лозівський навчально-виховний комплекс "загальноосвітній навчальний заклад-ліцей" №4 Лозівської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Лозівський ліцей №5 «Лінгва»» Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Лозівська гімназія Лозівської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Лозівський ліцей №7» Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Лозівська загальноосвітня школа I-III ст. №7 Лозівської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Лозівський ліцей №8» Лозівської міської ради Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Лозівський навчально-виховний комплекс "загальноосвітній навчальний заклад - дошкільний навчальний заклад № 8" Лозівської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Люботинська спеціалізована мистецька школа-інтернат "Дивосвіт"» Харківської обласної ради', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад «Люботинська спеціалізована мистецька школа-інтернат І-ІІІ ступенів "Дивосвіт" » Харківської обласної ради', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ХАРКІВСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА I-III СТУПЕНІВ № 88 ІМЕНІ О.Г. ЗУБАРЕВА ХАРКІВСЬКОЇ МІСЬКОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
 dbo.get_eo_hash(N'Харківська загальноосвітня школа I-III ступенів № 88 ім. О.Г. Зубарева Харківської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'СПЕЦІАЛІЗОВАНА ЕКОНОМІКО-ПРАВОВА ШКОЛА I-III СТУПЕНІВ З ПОГЛИБЛЕНИМ ВИВЧЕННЯМ ІНОЗЕМНОЇ МОВИ ПРИВАТНОГО ВИЩОГО НАВЧАЛЬНОГО ЗАКЛАДУ ХАРКІВСЬКОГО ГУМАНІТАРНОГО УНІВЕРСИТЕТУ "НАРОДНА УКРАЇНСЬКА АКАДЕМІЯ"', N'Харківська область'),
 dbo.get_eo_hash(N'Спеціалізована економіко-правова школа I-III ступенів з поглибленим вивченням іноземної мови приватного вищого навчального закладу Харківський гуманітарний університет "Народна українська академія"', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ХАРКІВСЬКА СПЕЦІАЛІЗОВАНА ШКОЛА І-ІІІ СТУПЕНІВИ №62 ХАРКІВСЬКОЇ МІСЬКОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
 dbo.get_eo_hash(N'Харківська спеціалізована школа I-III ступенів № 62 Харківської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ПРИВАТНИЙ ЗАКЛАД "ХАРКІВСЬКИЙ ХРИСТИЯНСЬКИЙ ЛІЦЕЙ "ПОЧАТОК МУДРОСТІ""', N'Харківська область'),
 dbo.get_eo_hash(N'Харківська приватна загальноосвітня школа І-Ш ступенів "Початок мудрості" Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ХАРКІВСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ №20 ХАРКВСЬКОЇ МІСЬКОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
 dbo.get_eo_hash(N'Харківська загальноосвітня школа I-III ступенів №20 Харківської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД "ХАРКІВСЬКА ГІМНАЗІЯ № 13 ХАРКІВСЬКОЇ МІСЬКОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ"', N'Харківська область'),
 dbo.get_eo_hash(N'Харківська гімназія № 13 Харківської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'ХAРКІВСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА І-ІІІ СТУПЕНІВ №148 ХАРКІВСЬКОЇ МІСЬКОЇ РАДИ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
 dbo.get_eo_hash(N'Харківська загальноосвітня школа I-III ступенів № 148 Харківської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Харківський приватний ліцей "Ангстрем" Харківської області', N'Харківська область'),
 dbo.get_eo_hash(N'Приватний заклад "Харківська школа І-ІІІ ступенів "Ангстрем" Харківської області"', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Миколаївський ліцей Старовірівської сільської ради Нововодолазького району Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Мелихівський ліцей Старовірівської сільської ради Нововодолазького району Харківської області"', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД "ВИСОЧАНСЬКИЙ ЛІЦЕЙ №1 ІМ. ГЕРОЯ РАДЯНСЬКОГО СОЮЗУ О.Л. ПШЕНИЧКИ ВИСОЧАНСЬКОЇ СЕЛИЩНОЇ РАДИ ХАРКІВСЬКОГО РАЙОНУ ХАРКІВСЬКОЇ ОБЛАСТІ', N'Харківська область'),
 dbo.get_eo_hash(N'Височанська спеціалізована загальноосвітня школа I-III ступенів з поглибленим вивченням англійської мови ім. Героя Радянського Союзу О.Л. Пшенички Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД «ВИСОЧАНСЬКИЙ ЛІЦЕЙ № 2 ВИСОЧАНСЬКОЇ СЕЛИЩНОЇ РАДИ ХАРКІВСЬКОГО РАЙОНУ ХАРКІВСЬКОЇ ОБЛАСТІ»', N'Харківська область'),
 dbo.get_eo_hash(N'Височанська загальноосвітня школа I-III ступенів № 2 Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД «ЗЕЛЕНОГАЙСЬКИЙ ЛІЦЕЙ ВИСОЧАНСЬКОЇ СЕЛИЩНОЇ РАДИ ХАРКІВСЬКОГО РАЙОНУ ХАРКІВСЬКОЇ ОБЛАСТІ»', N'Харківська область'),
 dbo.get_eo_hash(N'Зеленогайська загальноосвітня школа I-III ступенів Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Пісочинський ліцей "Мобіль" Пісочинської селищної ради Харківського району Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Пісочинський ліцей "Мобіль" Пісочинської селищної ради"', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД «ПОКОТИЛІВСЬКИЙ ЛІЦЕЙ «ПРОМІНЬ» ВИСОЧАНСЬКОЇ СЕЛИЩНОЇ РАДИ ХАРКІВСЬКОГО РАЙОНУ ХАРКІВСЬКОЇ ОБЛАСТІ»', N'Харківська область'),
 dbo.get_eo_hash(N'Покотилівський ліцей "Промінь" Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД «ПОКОТИЛІВСЬКИЙ ЛІЦЕЙ № 2 ВИСОЧАНСЬКОЇ СЕЛИЩНОЇ РАДИ ХАРКІВСЬКОГО РАЙОНУ ХАРКІВСЬКОЇ ОБЛАСТІ»', N'Харківська область'),
 dbo.get_eo_hash(N'Покотилівська загальноосвітня школа I-III ступенів № 2 Харківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'КОМУНАЛЬНИЙ ЗАКЛАД "УТКІВСЬКА ЗАГАЛЬНООСВІТНЯ ШКОЛА I-III СТУПЕНІВ" МЕРЕФ’ЯНСЬКОЇ МІСЬКОЇ РАДИ ХАРКІВСЬКОЇ', N'Харківська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Утківська загальноосвітня школа I-III ступенів" Мереф''янської міської ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Безм''ятежненський ліцей Шевченківської районної ради Харківської області"', N'Харківська область'),
 dbo.get_eo_hash(N'Безм''ятежненська загальноосвітня школа I-III ступенів Шевченківської районної ради Харківської області', N'Харківська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ольгівський заклад повної загальної середньої освіти Тягинської сільської ради Бериславського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Ольгівський заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чорнобаївський ліцей Чорнобаївської сільської ради Херсонського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Чорнобаївський навчально-виховний комплекс "Загальноосвітній навчальний заклад-дошкільний навчальний заклад" Білозерської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Білозерський заклад повної загальної середньої освіти №1 ім. О.Я. Печерського Білозерської селищної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Білозерський заклад початкової освіти - науковий ліцей ім. О.Я. Печерського Білозерської селищної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Великолепетиський заклад загальної середньої освіти І-ІІІ ступенів" Великолепетиської селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Великолепетиська загальоосвітня школа І-ІІІ ступенів №2 Великолепетиської селищної ради Великолепетиського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад «Великолепетиський опорний заклад загальної середньої освіти І-ІІІ ступенів» Великолепетиської селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Комунальний заклад «Великолепетиський опорний заклад загальної середньої освіти І-ІІІ ступенів» Великолепетиської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великоолександрівська загальноосвітня школа I-III ступенів № 2', N'Херсонська область'),
 dbo.get_eo_hash(N'Великоолександрівська загальноосвітня школа I-III ступенів № 2 смт.Велика Олександрівка Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Великоолександрівська загальноосвітня школа І-ІІІ ступенів № 1', N'Херсонська область'),
 dbo.get_eo_hash(N'Великоолександрівська загальноосвітня школа І-ІІІ ступенів № 1 смт.Велика Олександрівка Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Верхньорогачицький заклад повної загальної середньої освіти Верхньорогачицької селищної ради Каховського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Верхньорогачицька загальноосвітня школа I-III ступенів №2 Верхньорогачицької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Верхньорогачицький опорний заклад загальної середньої освіти Верхньорогачицької селищної ради Каховського району Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Верхньорогачицька опорна загальноосвітня школа І-ІІІ ступенів Верхньорогачицької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Плавський заклад загальної середньої освіти Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Плавська загальноосвітня школа I-III ступенів Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Червонський заклад загальної середньої освіти Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Червонопрапорна загальноосвітня школа І-ІІІ ступенів Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоолексіївський заклад загальної середньої освіти №1 Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Новоолексіївська загальноосвітня школа І-ІІІ ступенів № 1 Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоолексіївський заклад загальної середньої освіти №2 Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Новоолексіївська загальноосвітня школа I-III ступенів № 2 Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бериславський заклад повної загальної середньої освіти № 3 Бериславської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Бериславський заклад повної загальної середньої освіти № 3 Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Бериславський опорний заклад повної загальної середньої освіти Бериславської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Бериславський опорний заклад повної загальної середньої освіти Бериславської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей природничо-математичного напрямку (біолого-хімічний профіль) комунального закладу "Бериславський медичний фаховий коледж" Херсонської обласної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Ліцей природничо-математичного напрямку (біолого-хімічний профіль) комунального закладу "Бериславський медичний коледж" Херсонської обласної ради', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Генічеський заклад загальної середньої освіти №1 Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Генічеська загальноосвітня школа I-III ступенів № 1 Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Генічеський заклад загальної середньої освіти №3 Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Генічеська школа I-III ступенів № 3 - дошкільний навчальний заклад" Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Генічеський заклад загальної середньої освіти №4 Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Генічеська загальноосвітня школа I-III ступенів № 4 Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Генічеський ліцей Генічеської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Гімназія - спеціалізована школа І ступеня з поглибленим вивченням іноземних мов" Генічеської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Академічний ліцей "Спектр" Новокаховської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Новокаховський техніко-економічний ліцей Новокаховської міської ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гімназія №2 імені А.П.Бахути Новокаховської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Дошкільний заклад- загальноосвітня школа I-III ступенів №2" Новокаховської міської ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Олешківська гімназія" Олешківської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Олешківська гімназія" Олешківської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Олешківська спеціалізована школа І-ІІІ ступенів №2 з поглибленим вивченням іноземних мов" Олешківської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Олешківська спеціалізована школа І-ІІІ ступенів №2 з поглибленим вивченням іноземних мов Олешківської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Олешківська спеціалізована школа І-ІІІ ступенів №4 з поглибленим вивченням предметів природничо-математичного напрямку" Олешківської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Олешківська спеціалізована школа І-ІІІ ступенів №4 з поглибленим вивченням предметів природничо-математичного напряму Олешківської районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Академічний ліцей" Скадовської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Опорний заклад - СНВК "Академічна гімназія" Скадовської районної ради Херсонської області Скадовського освітнього округу', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Скадовський ліцей "Академія творчості" Скадовської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Скадовська спеціалізована загальноосвітня школа I-III "Академія творчості" з поглибленим вивченням предметів художньо-естетичного циклу Скадовської міської ради Херсонськой області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Скадовський ліцей №3 Скадовської міської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Скадовська загальноосвітня школа І-ІІІ ступенів № 3 Скадовської міської ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей №1 Таврійської міської ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №7 Новокаховської міської ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ліцей №2 Таврійської міської ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів №5 Новокаховської міської ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Середня загальноосвітня школа-інтернат ІІ-ІІІ ступенів з профільним навчанням Комунального закладу"Херсонський фаховий спортивний коледж" Херсонської обласної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Середня загальноосвітня школа-інтернат ІІ-ІІІ ступенів з профільним навчанням Херсонського вищого училища фізичної культури Херсонської обласної ради', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сірогозький ліцей Нижньосірогозької селищної ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Сірогозька загальноосвітня школа І-ІІІ ступенів Нижньосірогозької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гаврилівська загальноосвітня школа І-ІІІ ступенів Новоолександрівської сільської ради Херсонської області', N'Херсонська область'),
 dbo.get_eo_hash(N'Гаврилівська загальноосвітня школа І-ІІІ ступенів Гаврилівської сільської ради Нововоронцовського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Михайлівська загальноосвітня школа I-III ступенів" Новоолександрівської сільської ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Михайлівська загальноосвітня школа I-III ступенів Михайлівської сільської ради Нововоронцовського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нововоронцовський заклад повної загальної середньої освіти №1 Нововоронцовської селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Нововоронцовська загальноосвітня школа I-III ступенів № 1 Нововоронцовської селищної ради Нововоронцовського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нововоронцовський заклад повної загальної середньої освіти №2 Нововоронцовської селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Нововоронцовська загальноосвітня школа I-III ступенів № 2 Нововоронцовської селищної ради Нововоронцовського району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новопокровський заклад загальної середньої освіти Новотроїцької селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Новопокровська загальноосвітня школа I-III ступенів Новотроїцького району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новотроїцький заклад загальної середньої освіти №1 Новотроїцької селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Новотроїцька загальноосвітня школа І-ІІІ ступенів №1 Новотроїцької районної ради Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новотроїцький ліцей №2 Новотроїцької селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Новотроїцький ліцей №2 Новотроїцького району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сиваський заклад загальної середньої освіти №1 Новотроїцької селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Сиваська загальноосвітня школа I-III ступенів №1 Новотроїцького району Херсонської області', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сиваський заклад загальної середньої освіти №2 Новотроїцької селищної ради', N'Херсонська область'),
 dbo.get_eo_hash(N'Сиваська загальноосвітня школа I-III ступенів №2 Новотроїцький район Херсонська область', N'Херсонська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чернелівська ЗОШ І-ІІІст. імені Героя Радянського Союзу Омеляна Йосиповича Михайлюка Красилівської міської ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Чернелівська загальноосвітня школа I-III ступенів імені Героя Радянського Союзу Омеляна Йосиповича Михайлюка Красилівського району Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Городоцький ліцей №3 Городоцької міської ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа I-III ступенів з польською мовою навчання м.Городка', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зарічанський ліцей Чемеровецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Зарічанська загальноосвітня школа I-III ступенів', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Баламутівський заклад загальної середньої освіти I-III ступенів Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Баламутівський навчально-виховний комплекс "Загальноосвітня школа I-III ступенів-дошкільний навчальний заклад" Ярмолинецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ярмолинецький заклад загальної середньої освіти I-III ступенів №1 Ярмолинецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Ярмолинецький НВК, у складі "Загальноосвітня школа I-III ступенів №1 і гімназія" Ярмолинецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ярмолинецький технологічний ліцей Ярмолинецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Ярмолинецький технологічний ліцей', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ярмолинецькийзаклад загальної середньої освіти I-III ступенів №2 Ярмолинецької селищної ради Хмельницької області', N'Хмельницька область'),
 dbo.get_eo_hash(N'Ярмолинецька загальноосвітня школа №2 I-III ступенів Ярмолинецької районної ради Хмельницької області', N'Хмельницька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти I-IІI ступенів імені двічі Героя Радянського Союзу І.Н. Степаненка с. Нехайки Драбівської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Нехайківський навчально-виховний комплекс "загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" імені двічі Героя Радянського Союзу І.Н.Степаненка Драбівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вільховецький навчально-виховний комплекс "Дошкільний навчальний заклад - загальноосвітній навчальний заклад І-ІІІ ступенів імені Героя України В''ячеслава Чорновола" Звенигородської міської ради Звенигородського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Вільховецький навчально-виховний комплекс "дошкільний навчальний заклад - загальноосвітній навчальний заклад І-ІІІ ступенів імені Героя України В''ячеслава Чорновола" Звенигородської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Ризинська загальноосвітня школа І-ІІІ ступенів Водяницької сільської ради Звенигородського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Ризинська загальноосвітня школа І-ІІІ ступенів Звенигородської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Стебненська загальноосвітня школа І-ІІІ ступенів Звенигородської міської ради Звенигородського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Стебненська загальноосвітня школа І-ІІІ ступенів Звенигородської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лебедівська загальноосвітня школа І-ІІІ ступенів Лебедівської сільської ради Кам''янського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Лебедівська загальноосвітня школа І-ІІІ ступенів Кам''янської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Лузанівська загальноосвітня школа І-ІІІ ступенів Лебедівської сільської ради Кам''янського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Лузанівська загальноосвітня школа І-ІІІ ступенів Кам''янської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Ребедайлівський ліцей Михайлівської сільської ради Кам''янського району Черкаської області"', N'Черкаська область'),
 dbo.get_eo_hash(N'Ребедайлівська загальноосвітня школа І-ІІІ ступенів Кам''янської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Катеринопільський заклад загальної середньої освіти №1', N'Черкаська область'),
 dbo.get_eo_hash(N'Комунальний заклад "Катеринопільський навчально-виховний комплекс №1"Загальноосвітня школа І-ІІІ ступенів-дошкільний навчальний заклад" Катеринопільської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Катеринопільський заклад загальної середньої освіти №2', N'Черкаська область'),
 dbo.get_eo_hash(N'Комунальний заклад"Катеринопільський навчально-виховний комплекс №2 "Загальноосвітня школа І-ІІІ ступенів - дошкільний навчальний заклад" Катеринопільської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Катеринопільський ліцей', N'Черкаська область'),
 dbo.get_eo_hash(N'Катеринопільський ліцей Катеринопільської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів "Ватутінський ліцей №1 Ватутінської міської ради Черкаської області"', N'Черкаська область'),
 dbo.get_eo_hash(N'Ватутінська спеціалізована школа І-ІІІ ступенів №1 Ватутінської міської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів "Ватутінський ліцей №2 ім. М.Ф.Ватутіна Ватутінської міської ради Черкаської області"', N'Черкаська область'),
 dbo.get_eo_hash(N'Ватутінська загальноосвітня школа І-ІІІ ступенів №2 імені М.Ф.Ватутіна Ватутінської міської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів "Ватутінський ліцей №5 Ватутінської міської ради Черкаської області"', N'Черкаська область'),
 dbo.get_eo_hash(N'Ватутінська загальноосвітня школа І-ІІІ ступенів №5 Ватутінської міської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад загальної середньої освіти І-ІІІ ступенів "Ватутінський ліцей №6 Ватутінської міської ради Черкаської області"', N'Черкаська область'),
 dbo.get_eo_hash(N'Ватутінська загальноосвітня школа І-ІІІ ступенів №6 Ватутінської міської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Городищенський економічний ліцей Городищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Городищенський економічний ліцей Городищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Городищенський заклад загальної середньої освіти І-ІІІ ступенів №1 імені С.С.Гулака-Артемовського Городищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Городищенська загальноосвітня школа І-ІІІ ступенів №1 імені С.С.Гулака-Артемовського Городищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Городищенський заклад загальної середньої освіти І-ІІІ ступенів №2 Городищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Городищенська загальноосвітня школа І-ІІІ ступенів №2 Городищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти - Городищенський заклад загальної середньої освіти І-ІІІ ступенів №3 Городищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Опорний навчальний заклад - Городищенська загальноосвітня школа І-ІІІ ступенів №3 Городищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Звенигородська загальноосвітня школа І-ІІІ ступенів №2 Звенигородської міської ради Звенигородського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Звенигородська загальноосвітня школа І-ІІІ ступенів №2 Звенигородської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Звенигородська загальноосвітня школа І-ІІІ ступенів- спортивний ліцей Звенигородської міської ради Звенигородського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Звенигородська загальноосвітня школа-інтернат І-ІІІ ступенів- спортивний ліцей Звенигородської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Звенигородська спеціалізована школа І-ІІІ ступенів №1 Звенигородської міської ради Звенигородського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Звенигородська спеціалізована школа І-ІІІ ступенів №1 Звенигородської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Звенигородська спеціалізована школа І-ІІІ ступенів №3 Звенигородської міської ради Звенигородського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Звенигородська спеціалізована школа І-ІІІ ступенів №3 Звенигородської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Звенигородська спеціалізована школа І-ІІІ ступенів імені Тараса Шевченка Звенигородської міської ради Звенигородського району Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Звенигородська спеціалізована школа І-ІІІ ступенів імені Тараса Шевченка Звенигородської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад "Золотоніська санаторна школа Черкаської обласної ради"', N'Черкаська область'),
 dbo.get_eo_hash(N'Золотоніська загальноосвітня санаторна школа-інтернат І-ІІІ ступенів Черкаської обласної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Монастирищенський ліцей-інтернат "Обдарованість" Монастирищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Монастирищенський ліцей-інтернат "Обдарованість" Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад "Монастирищенський заклад загальної середньої освіти І-ІІІ ступенів №2" Монастирищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Монастирищенський заклад загальної середньої освіти І-ІІІ ступенів №2 Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти "Монастирищенська спеціалізована школа І-ІІІ ступенів №5" Монастирищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти "Монастирищенська спеціалізована школа І-ІІІ ступенів №5" Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад загальної середньої освіти І-ІІІ ступенів "Монастирищенський "Ліцей "Ерудит" Монастирищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Монастирищенський заклад загальної середньої освіти І-ІІІ ступенів "Ліцей "Ерудит" Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальгий заклад "Тальнівська санаторна школа Черкаської обласної ради"', N'Черкаська область'),
 dbo.get_eo_hash(N'Тальнівська загальноосвітня санаторна школа-інтернат І-ІІІ ступенів Черкаської обласної ради', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Христинівський ліцей" Христинівської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Христинівська загальноосвітня школа І-ІІІ ступенів №2 Христинівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чигиринський опорний заклад загальної середньої освіти Чигиринської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Чигиринський навчально-виховний комплекс "спеціалізований заклад загальної середньої освіти І-ІІІ ступенів №2 - заклад дошкільної освіти" Чигиринської міської ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Княжиківський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Княжиківський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Копіюватський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Копіюватський заклад загальної середньої освіти І-ІІІ ступенів Монастирищенської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів с. Велика Яблунівка Березняківської сільської ради', N'Черкаська область'),
 dbo.get_eo_hash(N'Великояблунівська загальноосвітня школа І-ІІІ ступенів Смілянської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кобринівський навчально-виховний комплекс "заклад дошкільної освіти - загальноосвітня школа І-ІІІ ступенів" Тальнівської міської ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Кобринівський навчально-виховний комплекс "дошкільний навчальний заклад - загальноосвітня школа І-ІІІ ступенів" Тальнівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад освіти "Верхняцький ліцей" Христинівської районної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Верхняцький навчально-виховний комплекс "Загальноосвітня школа І-ІІІ ступенів №1 - ліцей" Христинівської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чорнобаївська гімназія Чорнобаївської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Чорнобаївська гімназія Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чорнобаївська загальноосвітня школа І-ІІІ ступенів №1 Чорнобаївської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Чорнобаївська загальноосвітня школа І-ІІІ ступенів №1 Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чорнобаївська загальноосвітня школа І-ІІІ ступенів №2 Чорнобаївської селищної ради Черкаської області', N'Черкаська область'),
 dbo.get_eo_hash(N'Чорнобаївська загальноосвітня школа І-ІІІ ступенів №2 Чорнобаївської районної ради Черкаської області', N'Черкаська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Берегометський заклад загальної середньої освіти І-ІІІ ступенів "Берегометська гімназія" Берегомецької селищної ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Берегометська гімназія" Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Берегометський заклад загальної середньої освіти І-ІІІ ступенів №2 Берегометської селищної ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Берегометська загальноосвітня школа І-ІІІ ступенів №2 Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Берегометський заклад загальної середньої освіти І-ІІІ ступенів №3 Берегометської селищної ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Берегометська загальноосвітня школа І-ІІІ ступенів №3 Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Берегометський заклад загальної середньої освіти І-ІІІ ступенів №4 Берегометської селищної ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Берегометська загальноосвітня школа І-ІІІ ступенів №4 Вижницької районної ради Вижницького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Купський навчально-виховний комплекс №2 Сучевенської сільської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Купський навчально-виховний комплекс № 2 Купської сільської ради Глибоцького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Добриновецький заклад загальної середньої освіти Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Добриновецький заклад загальної середньої освіти Юрковецької сільської ради Заставнівського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мамаївський заклад загальної середньої освіти І-ІІІ ступенів Мамаївської сільської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Мамаївський ЗЗСО І-ІІІ ступенів Мамаївської сільської ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Мамаївський навчально-виховний комплекс № 1 Мамаївської сільської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Мамаївський навчально-виховний комплекс № 1', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Вижницький заклад загальної середньої освіти І-ІІІ ступенів ім. Юрія Федьковича Вижницької міської ради Вижницького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Вижницька загальноосвітня школа І-ІІІ ступенів імені Юрія Федьковича Вижницької міської ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Герцаївська загальноосвітня школа І-ІІІ ступенів Герцаївської міської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Герцаївська загальноосвітня школа І-ІІІ ступенів Герцаївської районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Герцаївський комунальний ліцей імені Георгія Асакі', N'Чернівецька область'),
 dbo.get_eo_hash(N'Герцаївський районний ліцей імені Георгія Асакі Герцаївської районної ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кіцманська гімназія Кіцманської міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Кіцманська гімназія Кіцманської міської ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Кіцманський заклад загальної середньої освіти І-ІІІ ступенів Кіцманської міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Кіцманський заклад загальної середньої освіти І-ІІІ ступенів Кіцманської міської ради Кіцманського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новодністровський заклад загальної середньої освіти ІІ-ІІІ ступенів Новодністровської міської ради Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Новодністровська загальноосвітня школа ІІ-ІІІ ступенів Новодністровської міської ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новодністровський опорний заклад загальної середньої освіти "Новодністровська гімназія" Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Новодністровська гімназія', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Ломачинці Сокирянської міської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Загальноосвітня школа І-ІІІ ступенів с.Ломачинці Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоселицька гімназія Новоселицької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Новоселицька гімназія Новоселицької міської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоселицький заклад загальної середньої освіти №3 І-ІІІ ступенів - опорний заклад Новоселицької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Новоселицька загальноосвітня школа №3 І-ІІІ ступенів Новоселицької міської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Новоселицький ліцей Новоселицької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Новоселицький районний ліцей Новоселицької міської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №1 м.Сокиряни Сокирянської міської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Заклад загальної середньої освіти І-ІІІ ступенів №1 м.Сокиряни Сокирянської міської ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сокирянська гімназія Сокирянської міської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Сокирянська гімназія Сокирянської міської ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад Сторожинецький ліцей Сторожинецької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Опорний заклад Сторожинецький ліцей Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сторожинецька гімназія Сторожинецької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Сторожинецька районна гімназія Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сторожинецька загальноосвітня школа І-ІІІ ступенів №1 Сторожинецької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Сторожинецька загальноосвітня школа І-ІІІ ст. №1 Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Сторожинецький ліцей №1 Сторожинецької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Сторожинецький ліцей №1 Сторожинецької міської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Хотинський опорний заклад загальної середньої освіти Хотинської міської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Хотинська гімназія Хотинської міської ради Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чернівецький філософсько-правовий ліцей №2 Чернівецької міської ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Чернівецький філософсько-правовий ліцей №2', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Боянська загальноосвітня школа І-ІІІ ступенів Боянської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Боянська загальноосвітня школа І-ІІІ ст.Боянської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Боянська гімназія" (загальноосвітній навчальний заклад-дошкільний навчальний заклад) Боянської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Навчально-виховний комплекс "Боянська гімназія" (загальноосвітній навчальний заклад-дошкільний навчальний заклад) Боянської сільської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Маршинецький навчально-виховний комплекс "Загальноосвітній навчальний заклад-дошкільний навчальний заклад" Новоселицької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Маршинецький навчально-виховний комплекс "Загальноосвітній навчальний заклад-дошкільний навчальний заклад" Новоселицької міської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Слобідський навчально-виховний комплекс "Загальноосвітній навчальний заклад-дошкільний навчальний заклад" Новоселицької міської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Слобідський навчально-виховний комплекс "Загальноосвітній навчальний заклад-дошкільний навчальний заклад" Новоселицької міської ради Новоселицького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Путильська гімназія Путильської селищної ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Путильська гімназія Путильської районної ради Путильського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Путильський заклад загальної середньої освіти І-ІІІ ступенів Путильської селищної ради', N'Чернівецька область'),
 dbo.get_eo_hash(N'Путильська загальноосвітня школа І-ІІІ ступенів Путильської районної ради Путильського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Корманський навчально-виховний комплекс Сокирянської міської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Корманський навчально-виховний комплекс Сокирянського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Верхньопетровецька загальноосвітня школа І-ІІІ ступенів № 2 Петровецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Верхньопетровецька загальноосвітня школа І-ІІІ ступенів № 2 Верхньопетровецької сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Верхньопетровецький ліцей Петровецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Верхньопетровецький ліцей Верхньопетровецької сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нижньопетровецький ліцей №1 Петровецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Нижньопетровецький ліцей № 1 Нижньопетровецької сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Нижньопетровецький ліцей №2 Петровецької сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Нижньопетровецький ліцей № 2 Нижньопетровецької сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чудейський ліцей №1 Чудейської сільської ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Чудейська загальноосвітня школа І-ІІІ ступенів № 1 Чудейської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Чудейський ліцей №2 Чудейської сільської ради Чудейського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Чудейський навчально-виховний комплекс Чудейської сільської ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Красноїльський ліцей №1 Красноїльської селищної ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Красноїльська загальноосвітня школа І-ІІІ ступенів № 1 Красноїльської селищної ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Красноїльський ліцей №3 Красноїльської селищної ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Красноїльська загальноосвітня школа І-ІІІ ступенів № 3 Красноїльської селищної ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Красноїльський ліцей імені Алєксандру Ілскі Красноїльської селищної ради Чернівецького району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Красноїльська гімназія Красноїльської селищної ради Сторожинецького району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Зарожанський навчально-виховний комплекс "Заклад загальної середньої освіти І-ІІІ ступенів -заклад дошкільної освіти" Недобоївської сільської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Зарожанський навчально-виховний комплекс "Загальноосвітній навчальний заклад І-ІІІ ступенів - дошкільний навчальний заклад" Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Клішковецька гімназія Клішковецької сільської ради Дністровського району Чернівецької області', N'Чернівецька область'),
 dbo.get_eo_hash(N'Клішковецька гімназія Клішковецької сільської ради Хотинського району Чернівецької області', N'Чернівецька область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Браницький заклад загальної середньої освіти I-III ст. Бобровицької міської ради Бобровицького району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Браницька загальноосвітня школа I-III ст. Бобровицької районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Борзнянська загальноосвітня школа I-III ступенів імені Христини Алчевської Борзнянської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Борзнянська загальноосвітня школа I-III ступенів імені Христини Алчевської Борзнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Гімназія імені Пантелеймона Куліша м. Борзни Борзнянської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Гімназія імені Пантелеймона Куліша м. Борзни Борзнянської районної ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад Менська гімназія Менської міської ради Менського району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Менська гімназія Менської міської ради Менського району Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Носівський заклад загальної середньої освіти І-ІІІ ступенів № 5 Носівської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Носівська загальноосвітня школа I-III ступенів №4 Носівської міської ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Опорний заклад - Остерська загальноосвітня школа І-ІІІ ступенів ім. Ю. Збанацького Остерської міської ради Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Остерська загальноосвітня школа І-ІІІ ступенів ім. Ю. Збанацького Остерської міської ради Чернігівської області', N'Чернігівська область'))
INSERT INTO [dbo].[Config_EONamesMergingTable] VALUES ( 2021,
 dbo.get_eo_hash(N'Комунальний заклад Брусилівський заклад загальної середньої освіти I-III ступенів Киселівської сільської ради Чернігівської району Чернігівської області', N'Чернігівська область'),
 dbo.get_eo_hash(N'Брусилівська загальноосвітня школа I-III ступенів Чернігівської районної ради Чернігівської області', N'Чернігівська область'))
